var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1.  ಲೋಕಕ್ಕೆ ತೀರ್ಪು ನೀಡುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ದೇವದೂತರು	",
	"	c. ದೇವಜನರು	",
	"	d. ಲೋಕ	"
],			
"correct" :	"	c. ದೇವಜನರು	",
"explanation" :	"	ದೇವಜನರು ಲೋಕಕ್ಕೆ ತೀರ್ಪುಮಾಡುವರೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ? ಲೋಕವು ನಿಮ್ಮಿಂದ  ತೀರ್ಪನ್ನು ಹೊಂದಬೇಕಾಗಿರುವಲ್ಲಿ ಅತ್ಯಲ್ಪ ಸಂಗತಿಗಳನ್ನು ಕುರಿತು ತೀರ್ಪು ಮಾಡುವದಕ್ಕೆ ಅಯೋಗ್ಯರಾಗಿದ್ದೀರೋ?  1 ಕೊರಿಂಥ 6:2	",
},			
{			
"question" :	"	2. ದೇವದೂತರಿಗೆ ತೀರ್ಪು ಮಾಡುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಜನರು	",
	"	b. ಸೈತಾನನು	",
	"	c. ಲೋಕದವರು	",
	"	d. ದೇವದೂತರು	"
],			
"correct" :	"	a. ದೇವಜನರು	",
"explanation" :	"	ನಾವು ದೇವದೂತರಿಗೂ ತೀರ್ಪುಮಾಡುವೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ?   1 ಕೊರಿಂಥ 6:3	",
},			
{			
"question" :	"	3. ಐಹಿಕ ಜೀವಸಂಬಂಧದಲ್ಲಿ ನಿರ್ಣಯಿಸತಕ್ಕ ಕಾರ್ಯಗಳು ನಿಮ್ಮಲ್ಲಿದ್ದರೆ ತೀರ್ಪುಮಾಡುವುದಕ್ಕೆ ______	",
"image" :	"",		
"choices" : [			
	"	a. ಪದವಿ ಬೇಕು	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರದ ಶಿಷ್ಯರಾಗಿರಬೇಕು	",
	"	c. ಸಭೆಯಲ್ಲಿ ಗಣನೆಗೆ ಬಾರದವರನ್ನು ಕುಳ್ಳರಿಸಿಕೊಳ್ಳುತ್ತೀರೋ?	",
	"	d. ರೋಮಾಪುರದ ಪ್ರಜೆಗಳಾಗಿರಬೇಕು.	"
],			
"correct" :	"	c. ಸಭೆಯಲ್ಲಿ ಗಣನೆಗೆ ಬಾರದವರನ್ನು ಕುಳ್ಳರಿಸಿಕೊಳ್ಳುತ್ತೀರೋ?	",
"explanation" :	"	ಐಹಿಕ ಜೀವಸಂಬಂಧದಲ್ಲಿ ನಿರ್ಣಯಿಸತಕ್ಕ ಕಾರ್ಯಗಳು ನಿಮ್ಮಲ್ಲಿದ್ದರೆ ತೀರ್ಪುಮಾಡುವುದಕ್ಕೆ ಸಭೆಯಲ್ಲಿ ಗಣನೆಗೆ ಬಾರದವರನ್ನು ಕುಳ್ಳರಿಸಿಕೊಳ್ಳುತ್ತೀರೋ ?  1 ಕೊರಿಂಥ 6:4	",
},			
{			
"question" :	"	4. ಅನ್ಯಾಯಗಾರರು ______ 	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯವಾಗಿ ತೀರ್ಪು ಮಾಡುವುದಿಲ್ಲ	",
	"	b. ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುವುದಿಲ್ಲ	",
	"	c. ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವುದಿಲ್ಲ	",
	"	d. ಕ್ಷಮಿಸುವುದಿಲ್ಲ	"
],			
"correct" :	"	c. ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವುದಿಲ್ಲ	",
"explanation" :	"	ಅನ್ಯಾಯಗಾರರು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವದಿಲ್ಲವೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ?  1 ಕೊರಿಂಥ 6:9	",
},			
{			
"question" :	"	5. ಜಾರರು ವಿಗ್ರಹಾರಾಧಕರು, ವ್ಐಭಿಚಾರಿಗಳು ವಿಟರು ಪುರಷಗಾಮಿಗಳು ಕಳ್ಳರು ಲೋಭಿಗಳು ಇವರು 	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು ನಂಬುವರು	",
	"	b. ಇಹಲೋಕದ ನ್ಯಾಯಾಧಿಪತಿಗಳ ಬಳಿ ಹೋಗುವರು	",
	"	c. ಲೋಕಕ್ಕೆ ನ್ಯಾಯ ತೀರಿಸುವರು	",
	"	d. ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	d. ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವುದಿಲ್ಲ	",
"explanation" :	"	ಜಾರರು ವಿಗ್ರಹಾರಾಧಕರು ವ್ಯಭಿಚಾರಿಗಳು ವಿಟರು ಪುರುಷಗಾಮಿಗಳು ಕಳ್ಳರು ಲೋಭಿಗಳು ಕುಡಿಕರು ಬೈಯುವವರು ಸುಲುಕೊಳ್ಳುವವರು ಇವರೊಳಗೆ ಒಬ್ಬರಾದರೂ ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವುದಿಲ್ಲ.   1 ಕೊರಿಂಥ 6:10	",
},			
{			
"question" :	"	6.  ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ಅಂಥವರಾಗಿದ್ದಿರಿ; ಆದರೂ 	",
"image" :	"",		
"choices" : [			
	"	a. ತೊಳೆಯಲ್ಪಟ್ಟಿರಿ.	",
	"	b. ಅವರಿಗೆ ಭಯಪಡಿರಿ	",
	"	c. ಅವರು ಜಂಭಗಾರರು	",
	"	d. ಅವರು ತುಂಬಾ ಹಿರಿಯರು	"
],			
"correct" :	"	a. ತೊಳೆಯಲ್ಪಟ್ಟಿರಿ.	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ಅಂಥವರಾಗಿದ್ದರಿ; ಆದರೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಲ್ಲಿಯೂ ನಮ್ಮ ದೇವರ ಾತ್ಮದಲ್ಲಿಯೂ ತೊಳೆದುಕೊಂಡಿರಿ, ದೇವಜನರಾದಿರಿ.  1 ಕೊರಿಂಥ 6:11	",
},			
{			
"question" :	"	7. ಪೌಲನು ಹೇಳುತ್ತಾನೆ: ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವದಕ್ಕೆ ನನಗೆ ಸ್ವಾತಂತ್ರ್ಯವೇನೋ ಉಂಟು, ಆದರೆ ಎಲ್ಲವೂ  _______	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಲೆಯುಳ್ಳದ್ದಾಗಿದೆ.	",
	"	b. ವಿಹಿತವಾಗಿರುವುದಿಲ್ಲ	",
	"	c. ನಾಶವಾಗುವುದು	",
	"	d. ಆತ್ಮಕ್ಕೆ ಬಾಧ್ಯವಾಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	b. ವಿಹಿತವಾಗಿರುವುದಿಲ್ಲ	",
"explanation" :	"	ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವದಕ್ಕೆ ನನಗೆ ಸ್ವಾತಂತ್ರಯವೇನೋ ಉಂಟು, ಆದರೆ ಎಲ್ಲವೂ ವಿಹಿತವಾಗಿರುವದಿಲ್ಲ, ೆಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವದಕ್ಕೆ ನನಗೆ ಸ್ವಾತಂತ್ರ್ಯವುಂಟು, ಆದರೆ ನಾನು ಯಾವುದಕ್ಕೂ ಒಳಗಾಗುವುದಿಲ್ಲ.  1 ಕೊರಿಂಥ 6:12	",
},			
{			
"question" :	"	8. ನಿಮ್ಮ ದೇಹಗಳು __________________ಎಂದು ನಿಮಗೆ ತಿಳಿಯದೋ?	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಶ್ಯಕ್ತವಾದವು	",
	"	b. ಹುಲ್ಲಿನಂತೆ ಒಣಗಿ ಹೋಗುತ್ತವೆ	",
	"	c. ಆವಿಯಂತೆ	",
	"	d. ಕ್ರಿಸ್ತನ ಅಂಗಗಳು	"
],		      	
"correct" :	"	d. ಕ್ರಿಸ್ತನ ಅಂಗಗಳು	",
"explanation" :	"	ನಿಮ್ಮ ದೇಹಗಳು ಕ್ರಿಸ್ತನ ಅಂಗಗಳಾಗಿವೆ ಎಂಬುದು ನಿಮಗೆ ತಿಳಿಯದೋ: ಹೀಗಿರಲಾಗಿ ಕ್ರಿಸ್ತನ ಅಂಗಗಳಾಗಿರುವಂಥವುಗಳನ್ನು ತೆಗೆದುಬಿಟ್ಟು ಸೂಳೆಯ ಅಂಗಗಳಾಗ ಮಾಡಬಹುದೋ?  1 ಕೊರಿಂಥ 6:15	",
},			
{			
"question" :	"	9. ಇದನ್ನು ಮಾಡುವವನು ತನ್ನ ದೇಹಕ್ಕೆ ಹಾನಿಕರವಾದ ಪಾಪವನ್ನು ಮಾಡುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೊಲೆ	",
	"	b. ದೇವದೂಷಣೆ	",
	"	c. ಸುಳ್ಳುಸಾಕ್ಷಿ	",
	"	d. ಜಾರತ್ವ	"
],			
"correct" :	"	d. ಜಾರತ್ವ	",
"explanation" :	"	ಜಾರತ್ವಕ್ಕೆ ದೂರವಾಗಿ ಓಡಿಹೋಗಿರಿ, ಮನುಷ್ಯರು ಮಾಡುವ ಿತರ ಪಾಪಕೃತ್ಯಗಳು ದೇಹಕ್ಕೆ ಹೊರಗಾಗಿವೆ, ಆದರೆ ಜಾರತ್ವ ಮಾಡುವವನು ತನ್ನ ದೇಹಕ್ಕೆ ಹಾನಿಕರವಾದ ಪಾಪವನ್ನು ಮಾಡುತ್ತಾನೆ.  1 ಕೊರಿಂಥ 6:18	",
},			
{			
"question" :	"	10. ___________ ನಿಮ್ಮ ದೇಹವು ಗರ್ಭಗುಡಿಯಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಗೋಪುರ	",
	"	b. ಪಾಪ	",
	"	c. ಅರಸರು	",
	"	d. ಪವಿತ್ರಾತ್ಮನಿಗೆ	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮನಿಗೆ	",
"explanation" :	"	ದೇವರಿಂದ ದೊರಕಿ ನಿಮ್ಮೊಳಗೆ ನೆಲೆಗೊಂಡಿರುವ ಪವಿತ್ರಾತ್ಮನಿಗೆ ನಿಮ್ಮ ದೇಹವು ಗರ್ಭಗುಡಿಯಾಗಿದೆಂಬುದು ನಿಮಗೆ ತಿಳಿಯದೋ?  1 ಕೊರಿಂಥ 6:19	",
},			
]			