var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 16";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಯಾರಿಗೋಸ್ಕರ ಹಣವನ್ನು ವಸೂಲಿಮಾಡಬೇಕೆಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಸಭೆಗೆ	",
	"	b. ತನ್ನ ಸಾರಿಗೆ ಸಂಸ್ಥೆಗೆ	",
	"	c. ದೇವಜನರಿಗೋಸ್ಕರ	",
	"	d. ಯಾಜಕರಿಗಾಗಿ	"
],			
"correct" :	"	c. ದೇವಜನರಿಗೋಸ್ಕರ	",
"explanation" :	"	ದೇವಜನರಿಗೋಸ್ಕರ ಹಣ ವಸೂಲುಮಾಡುವದನ್ನು ಕುರಿತು ನಾನು ಹೇಳುವದೇನಂದರೆ, ಗಲಾತ್ಯದ ಸಭೆಗಳಿಗೆ ನಾನು ಹೇಳಿಕೊಟ್ಟ ಕ್ರಮದಂತೆ ನೀವೂ ಮಾಡಿರಿ.  1 ಕೊರಿಂಥ 16:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಈ ಸಭೆಗಳವರಿಗೂ ಹಣವಸೂಲು ಮಾಡುವುದನ್ನು ಕುರಿತು ಹೇಳಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಗಲಾತ್ಯ	",
	"	b. ಐಗುಪ್ತ	",
	"	c. ಕಾನಾ	",
	"	d. ಅರಿಮಥಾಯ	"
],			
"correct" :	"	a. ಗಲಾತ್ಯ	",
"explanation" :	"	ದೇವಜನರಿಗೋಸ್ಕರ ಹಣ ವಸೂಲುಮಾಡುವದನ್ನು ಕುರಿತು ನಾನು ಹೇಳುವದೇನಂದರೆ, ಗಲಾತ್ಯದ ಸಭೆಗಳಿಗೆ ನಾನು ಹೇಳಿಕೊಟ್ಟ ಕ್ರಮದಂತೆ ನೀವೂ ಮಾಡಿರಿ.  1 ಕೊರಿಂಥ 16:1	",
},			
{			
"question" :	"	3. ಪ್ರತಿಯೊಬ್ಬನು ತನಗೆ ಬಂದ ಸಂಪಾದನೆಯ ಮೇರೆಗೆ ವಾರದ ___ ದಿನದಲ್ಲಿ ಗಂಟುಮಾಡಿ ತನ್ನ ಮನೆಯಲ್ಲಿಟ್ಟುಕೊಂಡಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೊದೆಲನೆಯ	",
	"	b. ಎರಡನೆಯ	",
	"	c. ಐದನೆಯ	",
	"	d. ಕೊನೆಯ	"
],			
"correct" :	"	a. ಮೊದೆಲನೆಯ	",
"explanation" :	"	ನಾನು ಬಂದಾಗ ಹಣ ವಸೂಲುಮಾಡಬೇಕಾದ ಅವಶ್ಯವಾಗದಂತೆ ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತನಗೆ ಬಂದ ಸಂಪಾದನೆಯ ಮೇರೆಗೆ ವಾರವಾರದ ಮೊದಲನೆಯ ದಿನದಲ್ಲಿ ಗಂಟುಮಾಡಿ ತನ್ನ ಮನೆಯಲ್ಲಿಟ್ಟುಕೊಂಡಿರಬೇಕು.  1 ಕೊರಿಂಥ 16:2	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು: ____________ ಹಣ ವಸೂಲು ಮಾಡಬೇಕಾದ ಅವಶ್ಯವಾಗದಂತೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಕತ್ತಲಾದ ಮೇಲೆ	",
	"	b. ಮಧ್ಯಹ್ನದ ಮೇಲೆ	",
	"	c. ಆಲಯದಲ್ಲಿ	",
	"	d. ನಾನು ಬಂದಾಗ	"
],			
"correct" :	"	d. ನಾನು ಬಂದಾಗ	",
"explanation" :	"	ನಾನು ಬಂದಾಗ ಹಣ ವಸೂಲುಮಾಡಬೇಕಾದ ಅವಶ್ಯವಾಗದಂತೆ ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತನಗೆ ಬಂದ ಸಂಪಾದನೆಯ ಮೇರೆಗೆ ವಾರವಾರದ ಮೊದಲನೆಯ ದಿನದಲ್ಲಿ ಗಂಟುಮಾಡಿ ತನ್ನ ಮನೆಯಲ್ಲಿಟ್ಟುಕೊಂಡಿರಬೇಕು.  1 ಕೊರಿಂಥ 16:2	",
},			
{			
"question" :	"	5. ಅವರು ಯಾರನ್ನು ಯೋಗ್ಯರೆಂದು ಸೂಚಿಸುವರೋ ಅವರನ್ನು ಪೌಲನು ಇಲ್ಲಿಗೆ ಕಾಣಿಕೆಯೊಂದಿಗೆ ಕಳುಹಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆರೋದ	",
	"	b. ಕಾಯಫ	",
	"	c. ಯೆರೂಷಲೇಮು	",
	"	d. ನಜರೇತು	"
],			
"correct" :	"	c. ಯೆರೂಷಲೇಮು	",
"explanation" :	"	ನಾನು ಬಂದ ಮೇಲೆ ನೀವು ಯಾರನ್ನು ಯೋಗ್ಯರೆಂದು ಸೂಚಿಸುವಿರೋ ಅವರನ್ನು ಯೆರೂಸಲೇಮಿಗೆ ನಿಮ್ಮ ಉಪಕಾರದ್ರವ್ಯವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುವದಕ್ಕೆ ಪತ್ರಗಳನ್ನು ಕೊಟ್ಟು ಕಳುಹಿಸುವೆನು.   1 ಕೊರಿಂಥ 16:3	",
},			
{			
"question" :	"	6. ಪೌಲನು ಹೇಳಿದ್ದು: ಈ ಹಬ್ಬದ ತನಕ ಎಫೆಸದಲ್ಲಿರುವೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಳಗಿನ ಹಬ್ಬ	",
	"	b. ಫಸ್ಕ ಹಬ್ಬ	",
	"	c. ಪಂಚಶತ್ತಮ	",
	"	d. ಬೇಸಿಗೆ	"
],			
"correct" :	"	c. ಪಂಚಶತ್ತಮ	",
"explanation" :	"	ಪಂಚಾಶತ್ತಮ ದಿನದ ಹಬ್ಬನದ ತನಕ ಎಫೆಸದಲ್ಲಿರುವೆನು.  1 ಕೊರಿಂಥ 16:8	",
},			
{			
"question" :	"	7. ಈ ಮನುಷ್ಯನು ಬಂದಾಗ ಅವನು ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಭಯವಿಲ್ಲದೆ ಇರುವಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆರೋದ	",
	"	b. ಯಾಕೋಬ	",
	"	c. ಯೋಸೇಫ	",
	"	d. ತಿಮೋಥೆ	"
],			
"correct" :	"	d. ತಿಮೋಥೆ	",
"explanation" :	"	ತಿಮೋಥೆಯನು ಬಂದರೆ ಅವನು ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಭಯವಿಲ್ಲದೆ ಇರುವಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ; ನನ್ನ ಹಾಗೆಯೇ ಕರ್ತನ ಕೆಲಸವನ್ನು ನಡಿಸುತ್ತಾನೆ.  1 ಕೊರಿಂಥ 16:10	",
},			
{			
"question" :	"	8. ಎಚ್ಚರವಾಗಿರಿ, _______________ ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಹಾ ಗೆಲುವು	",
	"	b. ನಿಜವಾದ ಪ್ರತೀಕಾರ	",
	"	c. ದೇವರ ಮಹಿಮೆ	",
	"	d. ಕ್ರಿಸ್ತನಂಬಿಕೆಯಲ್ಲಿ	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತನಂಬಿಕೆಯಲ್ಲಿ	",
"explanation" :	"	ಎಚ್ಚರವಾಗಿರಿ, ಕ್ರಿಸ್ತನಂಬಿಕೆಯಲ್ಲಿ ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ.  1 ಕೊರಿಂಥ 16:13	",
},			
{			
"question" :	"	9. ನೀವು ಮಾಡುವುದೆಲ್ಲವನ್ನೂ ಇದರಿಂದ ಮಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಎಚ್ಚರಿಕೆಯಿಂದ	",
	"	b. ಕಣ್ಗಾವಲಿನಿಂದ	",
	"	c. ಪ್ರತೀಕಾರದಿಂದ	",
	"	d. ಪ್ರೀತಿಯಿಂದ	"
],			
"correct" :	"	d. ಪ್ರೀತಿಯಿಂದ	",
"explanation" :	"	ಶೂರರಾಗಿರಿ, ಬಲಗೊಳ್ಳಿರಿ, ನೀವು ಮಾಡುವದನ್ನೆಲ್ಲಾ ಪ್ರೀತಿಯಿಂದ ಮಾಡಿರಿ.  1 ಕೊರಿಂಥ 16:14	",
},			
{			
"question" :	"	10. ಪೌಲನು ಯಾರಿಗೆ ಒಳಗಾಗಬೇಕೆಂದು ಬೇಡಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಈ ಲೋಕದ ಕಟ್ಟಳೆಗಳಿಗೆ	",
	"	b. ಯಾವ ಮನುಷ್ಯನಿಗೂ ಅಲ್ಲ	",
	"	c. ಕೆಲಸದಲ್ಲಿ ಪ್ರಯಾಸಪಡುತ್ತಾ ಸಹಾಯಮಾಡುತ್ತಾ ಇರುವವರಿಗೆ	",
	"	d. ಕೈಸರನಿಗೆ	"
],			
"correct" :	"	c. ಕೆಲಸದಲ್ಲಿ ಪ್ರಯಾಸಪಡುತ್ತಾ ಸಹಾಯಮಾಡುತ್ತಾ ಇರುವವರಿಗೆ	",
"explanation" :	"	ಸಹೋದರರೇ, ನೀವು ಇಂಥವರಿಗೂ ಕೆಲಸದಲ್ಲಿ ಸಹಾಯಮಾಡುತ್ತಾ ಪ್ರಯಾಸಪಡುತ್ತಾ ಇರುವವರೆಲ್ಲರಿಗೂ ಒಳಗಾಗಬೇಕೆಂದು ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ.  1 ಕೊರಿಂಥ 16:16	",
},			
]			