var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ಇವರಿಗೆ ತಕ್ಕಂತೆ ನಿಮ್ಮ ಸಂಗಡ ಮಾತನಾಡಬೇಕಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪಂಡಿತರು	",
	"	b. ಅರಸರು	",
	"	c. ಎಳೆಗೂಸುಗಳು	",
	"	d. ಸಹೋದರರು	"
],			
"correct" :	"	c. ಎಳೆಗೂಸುಗಳು	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾನಂತೂ ದೇವರಾತ್ಮನಿಂದ ನಡಿಸಿಕೊಳಳುವವರಿಗೆ ತಕ್ಕಂತೆ ನಿಮ್ಮ ಸಂಗಡ ಮಾತಾಡಲಾರದೆ ಪ್ರಾಪಂಚಿಕರೂ ಕ್ರಿಸ್ತನ ವಿಷಯದಲ್ಲಿ ಎಳೆಗೂಸುಗಳೂ ಆಗಿರುವಂಥವರಿಗೆ ತಕ್ಕಂತೆ ನಿಮ್ಮ ಸಂಗಡ ಮಾತಾಡಬೇಕಾಯಿತು.  1 ಕೊರಿಂಥ 3:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳಿದ್ದು, ನಾನು ನಿಮಗೆ ಇದನ್ನು ಕುಡಿಸಿದೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಳ್ಳಿಯ ಚಮಚ	",
	"	b. ನನ್ನ ಕೈಯಿಂದ	",
	"	c. ಹಾಲು	",
	"	d. ಮಾಂಸ	"
],			
"correct" :	"	c. ಹಾಲು	",
"explanation" :	"	ನಿಮಗೆ ಹಾಲು ಕುಡಿಸಿದೆನು, ಅನ್ನಾ ಕೊಡಲಿಲ್ಲ, ಅನ್ನಾ ತಿನ್ನುವುದಕ್ಕೆ ನಿಮಗೆ ಇನ್ನೂ ಶಕ್ತಿ ಇರಲಿಲ್ಲ.  1 ಕೊರಿಂಥ 3:2	",
},			
{			
"question" :	"	3. ನಿಮ್ಮೊಳಗೆ ಹೊಟ್ಟೇಕಿಚ್ಚು, ಜಗಳಗಳು ಇರುವಲ್ಲಿ ನೀವು ಇನ್ನೂ ____________ ಉಳ್ಳವರಾಗಿದ್ದೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಪಟತನ	",
	"	b. ಶರೀರಾಧೀನ ಸ್ವಭಾವ	",
	"	c. ಜೀವಿಸಲು ಯೋಗ್ಯತೆ ಇಲ್ಲದವರು	",
	"	d. ಪ್ರಾಮಾಣಿಕರಾಗಿದ್ದೀರಿ.	"
],			
"correct" :	"	b. ಶರೀರಾಧೀನ ಸ್ವಭಾವ	",
"explanation" :	"	ನಿಮ್ಮೊಳಗೆ ಹೊಟ್ಟೇಕಿಚ್ಚು, ಜಗಳಗಳು ಇರುವಲ್ಲಿ ನೀವು ಇನ್ನೂ ಶರೀರಾಧೀನ ಸ್ವಭಾವವುಳ್ಳವರಾಗಿದ್ದು ಕೇವಲ ನರಪ್ರಾಣಿಗಳಂತೆ ನಡೆಯುತ್ತೀರಲ್ಲವೇ.  1 ಕೊರಿಂಥ 3:3	",
},			
{			
"question" :	"	4. ಒಬ್ಬನು ಸಸಿಯನ್ನು ನೆಟ್ಟನು, ಒಬ್ಬನು ನೀರು ಹಾಕಿದನು, ಆದರೆ ಬೆಳೆಸುತ್ತಾ ಬಂದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಅಪೋಲ್ಲಸನು	",
	"	c. ಪೇತ್ರ	",
	"	d. ದೇವರು	"
],			
"correct" :	"	d. ದೇವರು	",
"explanation" :	"	ನಾನು ಸಸಿಯನ್ನು ನೆಟ್ಟನು, ಅಪೋಲ್ಲೋಸನು ನೀರು ಹೊಯಿದನು, ಆದರೆ ಬೆಳೆಸುತ್ತಾ ಬಂದವನು ದೇವರು.  1 ಕೊರಿಂಥ 3:6	",
},			
{			
"question" :	"	5. ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನವನ ________ ಪ್ರಕಾರ ಕೂಲಿಯು ದೊರೆಯುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯನ ನ್ಯಾಯ ತೀರ್ಪಿನ ಪ್ರಕಾರ	",
	"	b. ದೇವದೂತರ ನ್ಯಾಯತೀರ್ಪಿನ ಪ್ರಕಾರ	",
	"	c. ಅಳತೆ ದಾರದ ಪ್ರಕಾರ	",
	"	d. ತನ್ನ ಕಷ್ಟದ ಪ್ರಕಾರ	"
],			
"correct" :	"	d. ತನ್ನ ಕಷ್ಟದ ಪ್ರಕಾರ	",
"explanation" :	"	ಆದರೂ ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನವನ ಕಷ್ಟದ ಪ್ರಕಾರ ಕೂಲಿಯು ದೊರೆಯುವುದು.  1 ಕೊರಿಂಥ 3:8	",
},			
{			
"question" :	"	6. ನೀವು ದೇವರ ______ ಆಗಿದ್ದೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾದಪೀಠ	",
	"	b. ಪ್ರಾಣಿಗಳು	",
	"	c. ಕಟ್ಟಡ	",
	"	d. ದಾಳಗಳು	"
],			
"correct" :	"	c. ಕಟ್ಟಡ	",
"explanation" :	"	ನಾವು ದೇವರ ಜೊತೆ ಕೆಲಸದವರು,  ನೀವು ದೇವರ ಹೊಲವೂ ದೇವರ ಕಟ್ಟಡವೂ ಆಗಿದ್ದೀರಿ.  1 ಕೊರಿಂಥ 3:9	",
},			
{			
"question" :	"	7.  ಹಾಕಿರುವ ಅಸ್ತಿವಾರವು _____	",
"image" :	"",		
"choices" : [			
	"	a. ಕೊಳವೆ	",
	"	b. ತಾಮ್ರ	",
	"	c. ಕ್ರಿಸ್ತನೇ	",
	"	d. ಚಿನ್ನದ ಬೀದಿ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನೇ	",
"explanation" :	"	ಹಾಕಿ9ರುವ ಅಸ್ತಿವಾರವು ಯೇಸುಕ್ರಿಸ್ತನೇ, ಆ ಅಸ್ತಿವಾರವನ್ನಲ್ಲದೆ ಮತ್ತೊಂದು ಅಸ್ತಿವಾರವನ್ನು ಯಾರೂ ಹಾಕಲಾರರಷ್ಟೇ.  1 ಕೊರಿಂಥ 3:11	",
},			
{			
"question" :	"	8.  ಪ್ರತಿಯೊಬ್ಬರ ಕೆಲಸವನ್ನು _____ ಶೋಧಿಸುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದ ನ್ಯಾಯಾಧಿಪತಿ	",
	"	b. ಮನುಷ್ಯರು	",
	"	c. ದೇವದೂತರು	",
	"	d. ಬೆಂಕಿ	"
],			
"correct" :	"	d. ಬೆಂಕಿ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ಬರುವ ದಿನವು ಬೆಂಕಿಯೊಡನೆ ಉದಯವಾಗಿ ಆ ಕೆಲಸವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ತೋರಿಸುವದು.  ಅವನವನ ಕೆಲಸವೆಂಥದೋ ಆ ಬೆಂಕಿ ಶೋಧಿಸುವುದು.  1 ಕೊರಿಂಥ 3:13	",
},			
{			
"question" :	"	9.  ನೀವು ದೇವರ ಆಲಯವಾಗಿದ್ದೀರಿ, ಯಾರಾದರು ಅದನ್ನು ಕೆಡಿಸಿದರೆ, ದೇವರು ಅವರಿಗೆ ಇದನ್ನು ಮಾಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಡಿಸುವನು	",
	"	b. ಮರೆತುಬಿಡುವನು	",
	"	c. ಕುಗ್ಗಿಸುವನು	",
	"	d. ಪ್ರಶ್ನಿಸುವನು	"
],			
"correct" :	"		",
"explanation" :	"	ನೀವು ದೇವರ ಆಲಯವಾಗಿದದೀರೆಂದೂ ದೇವರ ಆತ್ಮನು ನಿಮ್ಮಲ್ಲಿ ವಾಸಮಾಡುತ್ತಾನೆಂದೂ ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲವೋ?  ಯಾವನಾದರೂ ದೇವರ ಆಲಯವನ್ನು ಕೆಡಿಸಿದರೆ ದೇವರು ಅವನನ್ನು ಕೆಡಿಸುವನು.  ಯಾಕಂದರೆ ದೇವರ ಆಲಯವು ಪವಿತ್ರವಾದದ್ದು.  ಆ ಆಲಯವು ನೀವೇ.  1 ಕೊರಿಂಥ 3:16-17	",
},			
{			
"question" :	"	10.  ಇಹಲೋಕದ ಜ್ಞಾನವು ದೇವರ ಮುಂದೆ ______ ಆಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾನ್ಯವಾದದ್ದು	",
	"	b. ಬೆಲೆಯುಳ್ಳದ್ದು	",
	"	c. ಪಡೆಯುವಂತದ್ದು	",
	"	d. ಹುಚ್ಚುತನವಾಗಿದೆ	"
],			
"correct" :	"	d. ಹುಚ್ಚುತನವಾಗಿದೆ	",
"explanation" :	"	ಇಹಲೋಕದ ಜ್ಞಾನವು ದೇವರ ಮುಂದೆ ಹುಚ್ದತನವಾಗಿದೆ.       1 ಕೊರಿಂಥ 3:19	",
},			
]			