var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1. ಅವರೆಲ್ಲರನ್ನೂ ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದ ಆತ್ಮೀಕ ಬಂಡೆ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಕ್ರಿಸ್ತ	",
	"	c. ದೇವದೂತರು	",
	"	d. ಮನ್ನ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಅವರೆಲ್ಲರೂ ದೈವಿಕವಾದ ಒಂದೇ ನೀರನ್ನು ಕುಡಿದರು; ಹೇಗಂದರೆ ಅವರ ಹಿಂದೆ ಹೋಗುತ್ತಿದ್ದ ದೈವಿಕವಾದ ಬಂಡೆಯೊಳಗಿಂದ ಬಂದ ನೀರನ್ನು ಕುಡಿಯುತ್ತಿದ್ದರು.  ಆ ಬಂಡೆ ಕ್ರಿಸ್ತನೇ.  1 ಕೊರಿಂಥ 10:4	",
},			
{			
"question" :	"	2. ಅವರಲ್ಲಿ ಕೆಲವರು ಜಾರತ್ವ ಮಾಡಿ ಒಂದೇ ದಿನದಲ್ಲಿ ಇಷ್ಟು ಜನ ಸತ್ತರು.	",
"image" :	"",		
"choices" : [			
	"	a. 486	",
	"	b. 2,110	",
	"	c. 5,867	",
	"	d. 23,000	"
],			
"correct" :	"	d. 23,000	",
"explanation" :	"	ಅವರಲ್ಲಿ ಕೆಲವರು ಜಾರತ್ವ ಮಾಡಿ ಒಂದೇ ದಿನದಲ್ಲಿ 23000 ಮಂದಿ ಸತ್ತರು.  1 ಕೊರಿಂಥ 10:8	",
},			
{			
"question" :	"	3. ಅವರಲ್ಲಿ ಕೆಲವರು ಕರ್ತನನ್ನು ಪರೀಕ್ಷಿಸಿ ಯಾವುದರಿಂದ ನಾಶವಾದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸರ್ಪಗಳಿಂದ	",
	"	b. ಪ್ರವಾಹ	",
	"	c. ಬೆಂಕಿ	",
	"	d. ಕರಡಿಗಳಿಂದ	"
],			
"correct" :	"	a. ಸರ್ಪಗಳಿಂದ	",
"explanation" :	"	ಅವರಲ್ಲಿ ಕೆಲವರು ಕರ್ತನನ್ನು ಪರೀಕ್ಷಿಸಿ ಸರ್ಪಗಳಿಂದ ನಾಶವಾದರು; ನಾವು ಪರೀಕ್ಷಿಸದೆ ಇರೋಣ.  1 ಕೊರಿಂಥ 10:9	",
},			
{			
"question" :	"	4. ಪ್ರತಿಯೊಂದು ಶೋಧನೆಯಲ್ಲೂ, ದೇವರು _____ ತೋರಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪದ ಅಗೌರವ	",
	"	b. ಎಲ್ಲಾ ನೆನಪುಗಳನ್ನು	",
	"	c. ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮಾರ್ಗವನ್ನು	",
	"	d. ನ್ಯಾಯತೀರ್ಪು	"
],			
"correct" :	"	c. ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮಾರ್ಗವನ್ನು	",
"explanation" :	"	ದೇವರು ನಂಬಿಗಸ್ಥನು, ನಿಮ್ಮ ಶಕ್ತಿಯನ್ನು ಮೀರುವ ಶೋಧನೆಯನ್ನು ನಿಮಗೆ ಬರಗೊಡಿಸದೆ ನೀವು ಅದನ್ನು ಸಹಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಶೋಧನೆಯಾಗುತ್ತಲೇ ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮಾರ್ಗವನ್ನು ಸಿದ್ದಮಾಡುವನು.  1 ಕೊರಿಂಥ 10:13	",
},			
{			
"question" :	"	5. ಇದನ್ನು ತೊರೆದುಬಿಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	a. ವಿಗ್ರಹಾರಾಧನೆ	",
	"	b. ಪರಿಶುದ್ದತ್ವ	",
	"	c. ನೀತಿತನ	",
	"	d. ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರ	"
],			
"correct" :	"	a. ವಿಗ್ರಹಾರಾಧನೆ	",
"explanation" :	"	ಆದುದರಿಂದ ಪ್ರಿಯ ಸಹೋದರರೇ, ವಿಗ್ರಹಾರಾಧನೆಯ ಗೊಡವೆಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತೊರೆದುಬಿಡಿರಿ.  1 ಕೊರಿಂಥ 10:14	",
},			
{			
"question" :	"	6. ಪಾನ ಪಾತ್ರೆಯು ಏನನ್ನು ಸೂಚಿಸುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಕೋಪ	",
	"	b. ಯೇಸುವಿನ ರಕ್ತ	",
	"	c. ಲೋಕದ ಪಾಪ	",
	"	d. ಕೆಂಪು ಸಮುದ್ರ	"
],			
"correct" :	"	b. ಯೇಸುವಿನ ರಕ್ತ	",
"explanation" :	"	ನಾವು ದೇವರ ಸ್ತೋತ್ರಮಾಡಿ ಪಾತ್ರೆಯಲ್ಲಿ ಪಾನ ಮಾಡುವುದು ಕ್ರಿಸ್ತನ ರಕ್ತದಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದೇವೆಂಬದನ್ನು ಸೂಚಿಸುತ್ತದಲ್ಲವೇ.  1 ಕೊರಿಂಥ 10:16	",
},			
{			
"question" :	"	7. ರೊಟ್ಟಿಯು ಏನನ್ನು ಸೂಚಿಸುತ್ತದೆ ?	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತನ ದೇಹ	",
	"	b. ಲೋಕ	",
	"	c. ಪಾಪದಿಂದ ಬೇರ್ಪಡಿಸುವುದು	",
	"	d. ಲೋಕದ ವಂಚನೆ	"
],			
"correct" :	"	a. ಕ್ರಿಸ್ತನ ದೇಹ	",
"explanation" :	"	ನಾವು ರೊಟ್ಟಿಯನ್ನು ಮುರಿದು ತಿನ್ನುವದು ಕ್ರಿಸ್ತನ ದೇಹದಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದೇವೆಂಬದನ್ನು ಸೂಚಿಸುತ್ತದಲ್ಲವೇ.  1 ಕೊರಿಂಥ 10:16	",
},			
{			
"question" :	"	8. ಅನ್ಯಜನರು ಬಲಿಯನ್ನರ್ಪಿಸುವುದು	",
"image" :	"",		
"choices" : [			
	"	a.ದೇವರಿಗೆ	",
	"	b. ದೆವ್ವಗಳಿಗೆ	",
	"	c. ಅರಸುಗಳಿಗೆ	",
	"	d. ಕೈಸರನಿಗೆ	"
],			
"correct" :	"	b. ದೆವ್ವಗಳಿಗೆ	",
"explanation" :	"	ಆದರೆ ಅನ್ಯಜನರು ತಾವು ಅರ್ಪಿಸುವ ಬಲಿಗಳನ್ನು ದೇವರಿಗಲ್ಲ, ದೆವ್ವಗಳಿಗೆ ಅರ್ಪಿಸುತ್ತಾರೆಂದು ನನ್ನ ಅಭಿಪ್ರಾಯ.  1 ಕೊರಿಂಥ 10:20	",
},			
{			
"question" :	"	9. ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವುದಕ್ಕೆ ಸ್ವಾತಂತ್ರ್ಯವುಂಟು ಆದರೆ ಎಲ್ಲವೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಶಿಕ್ಷಾರ್ಹವಲ್ಲ	",
	"	b. ಯಾವುದೇ ಪರಿಣಾಮವಿಲ್ಲದೆ	",
	"	c. ವಿಹಿತವಲ್ಲ	",
	"	d. ಸಂತೋಷಕರವಾದುದು	"
],			
"correct" :	"	c. ವಿಹಿತವಲ್ಲ	",
"explanation" :	"	ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವುದಕ್ಕೆ ಸ್ವಾತಂತ್ರ್ಯವುಂಟು ಆದರೆ ಎಲ್ಲವೂ ವಿಹಿತವಲ್ಲ.  1 ಕೊರಿಂಥ 10:23	",
},			
{			
"question" :	"	10. ಹೀಗಿರಲಾಗಿ ನೀವು ಉಂಡರೂ ಕುಡಿದರೂ ಇನ್ನೇನು ಮಾಡಿದರೂ _______ ಮಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಗುಪ್ತವಾಗಿ 	",
	"	b. ಇದು ದೇವರಿಂದ ನಿರ್ಣಯಿಸಲ್ಪಡುವುದು	",
	"	c. ದೇವರ ಘನತೆಗಾಗಿ ಮಾಡಿರಿ	",
	"	d. ಜನರ ಒಪ್ಪಿಗೆಯನ್ನು ಪಡೆಯಿರಿ.	"
],			
"correct" :	"	c. ದೇವರ ಘನತೆಗಾಗಿ ಮಾಡಿರಿ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ನೀವು ಉಂಡರೂ ಕುಡಿದರೂ ಇನ್ನೇನು ಮಾಡಿದರೂ ಎಲ್ಲವನ್ನೂ ದೇವರ ಘನತೆಗಾಗಿ ಮಾಡಿರಿ.  1 ಕೊರಿಂಥ 10:31	",
},			
]			