var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಕೊರಿಂಥ ಸಭೆಯ ಸಹೋದರರಲ್ಲಿ ಇದು ಇದೆಯೆಂದು ಪೌಲನು ಕೇಳಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಸ್ವಾರ್ಥ ಪ್ರೀತಿ	",
	"	b. ಅನೇಕ ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳು	",
	"	c. ನಿರಂತರ ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸ	",
	"	d. ಜಗಳ	"
],			
"correct" :	"	d. ಜಗಳ	",
"explanation" :	"	ನನ್ನ ಸಹೋದರರೇ, ನಿಮ್ಮಲ್ಲಕಿ ಜಗಳಗಳುಂಟೆಂದು ನಿಮ್ಮ ವಿಷಯವಾಗಿ ಖ್ಲೋಯೆಯ ಮನೆಯವರಿಂದ ನನಗೆ ತಿಳಿದುಬಂತು.  1 ಕೊರಿಂಥ 1:11	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳಿದ್ದು: ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುವುದಕ್ಕಲ್ಲ, _____________ಕ್ರಿಸ್ತನು ನನ್ನನ್ನು ಕಳುಹಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೇ ಕೆಲಸಗಳು ಮಾಡಲು	",
	"	b. ಸಭೆಯನ್ನು ಅಳೆಯಲು	",
	"	c. ಬಡವರಿಗೆ ಉಣಿಸಲು	",
	"	d. ಸುವಾರ್ತೆ ಸಾರಲು	"
],			
"correct" :	"	d. ಸುವಾರ್ತೆ ಸಾರಲು	",
"explanation" :	"	ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುವುದಕ್ಕಲ್ಲ, ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವದಕ್ಕೆ ಕ್ರಿಸ್ತನು ನನ್ನನ್ನು ಕಳುಹಿಸಿದನು.  1 ಕೊರಿಂಥ 1:17	",
},			
{			
"question" :	"	3. ನಾಶವಾಗುವವರಿಗೆ ಶಿಲುಬೆಯ ವಿಷಯವಾದ ಸಾರೋಣವು _________	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿತನವಾಗಿದೆ	",
	"	b. ಪವಿತ್ರವಾದುದು	",
	"	c. ಹುಚ್ಚುತನವಾಗಿದೆ	",
	"	d. ಜಯವಾಗಿದೆ	"
],			
"correct" :	"	c. ಹುಚ್ಚುತನವಾಗಿದೆ	",
"explanation" :	"	ನಾಶವಾಗುವವರಿಗೆ ಶಿಲುಬೆಯ ವಿಷಯವಾದ ಸಾರೋಣವು ಹುಚ್ಚುತನವಾಗಿದೆ.  1 ಕೊರಿಂಥ 1:18	",
},			
{			
"question" :	"	4. ರಕ್ಷಣೆ ಹೊಂದಿದ ನಮಗಾದರೋ ಅದು _____________	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಶಕ್ತಿಯಾಗಿದೆ	",
	"	b. ಸಂಧಿಸುವ ಬಿಂದುವಾಗಿದೆ	",
	"	c. ಆರ್ಶೀವದಿಸಲ್ಪಟ್ಟ ಭರವಸೆಯಾಗಿದೆ	",
	"	d. ಎಣಿಸಲ್ಪಟ್ಟ ದಿನವಾಗಿದೆ	"
],			
"correct" :	"	a. ದೇವರ ಶಕ್ತಿಯಾಗಿದೆ	",
"explanation" :	"	ರಕ್ಷಣೆಯ ಮಾರ್ಗದಲ್ಲಿರುವ ನಮಗಾದರೋ ಅದು ದೇವರ ಶಕ್ತಿಯಾಗಿದೆ.  1 ಕೊರಿಂಥ 1:18	",
},			
{			
"question" :	"	5. ಯೆಹೂದ್ಯರಿಗೆ ಬೇಕಾಗಿರುವುದು	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತ	",
	"	b. ಸೂಚಕ ಕಾರ್ಯ	",
	"	c. ರುಜುವಾತುಗಳು	",
	"	d. ಸಂದರ್ಶನ	"
],			
"correct" :	"	b. ಸೂಚಕ ಕಾರ್ಯ	",
"explanation" :	"	ಯೆಹೂದ್ಯರು ಸೂಚಕ ಕಾರ್ಯಗಳನ್ನು ಕೇಳುತ್ತಾರೆ, ಗ್ರೀಕರು ಜ್ಞಾನವನ್ನು ಹುಡುಕುತ್ತಾರೆ.  1 ಕೊರಿಂಥ 1:22	",
},			
{			
"question" :	"	6. ಗ್ರೀಕರು ಹುಡುಕುವುದು	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತ	",
	"	b. ಪ್ರತೀಕಾರ	",
	"	c. ಜ್ಞಾನ	",
	"	d. ಚಿನ್ನ	"
],			
"correct" :	"	c. ಜ್ಞಾನ	",
"explanation" :	"	ಯೆಹೂದ್ಯರು ಸೂಚಕ ಕಾರ್ಯಗಳನ್ನು ಕೇಳುತ್ತಾರೆ, ಗ್ರೀಕರು ಜ್ಞಾನವನ್ನು ಹುಡುಕುತ್ತಾರೆ.  1 ಕೊರಿಂಥ 1:22	",
},			
{			
"question" :	"	7. ಕ್ರಿಸ್ತನು ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟನು, ಇದು ಯೆಹೂದ್ಯರಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ವಿಘ್ನ	",
	"	b. ದೇವದೂಷಣೆ.	",
	"	c. ಗೌರವಪ್ರಾಯ	",
	"	d. ಪವಿತ್ರವಾದುದು	"
],			
"correct" :	"	a. ವಿಘ್ನ	",
"explanation" :	"	ನಾವಾದರೋ ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟ ಕ್ರಿಸ್ತನನ್ನು ಪ್ರಚುರಪಡಿಸುತ್ತೇವೆ.  ಇಂಥ ಕ್ರಿಸ್ತನ ಸಂಗತಿಯು ಯೆಹೂದ್ಯರಿಗೆ ವಿಘ್ನವೂ ಅನ್ಯಜನರಿಗೆ ಹುಚ್ಚು ಮಾತೂ ಆಗಿದೆ.  1 ಕೊರಿಂಥ 1:23	",
},			
{			
"question" :	"	8. ಕ್ರಿಸ್ತನು ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟನು, ಇದು ಅನ್ಯ ಜನರಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಅದ್ಭುತವಾಗಿದೆ	",
	"	b. ಬಿಡುಗಡೆಯಾಗಿದೆ	",
	"	c. ಹುಚ್ಚುಮಾತು ಆಗಿದೆ.	",
	"	d. ಸುನ್ನತಿಯಾಗಿದೆ	"
],			
"correct" :	"	c. ಹುಚ್ಚುಮಾತು ಆಗಿದೆ.	",
"explanation" :	"	ನಾವಾದರೋ ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟ ಕ್ರಿಸ್ತನನ್ನು ಪ್ರಚುರಪಡಿಸುತ್ತೇವೆ.  ಇಂಥ ಕ್ರಿಸ್ತನ ಸಂಗತಿಯು ಯೆಹೂದ್ಯರಿಗೆ ವಿಘ್ನವೂ ಅನ್ಯಜನರಿಗೆ ಹುಚ್ಚು ಮಾತೂ ಆಗಿದೆ.  1 ಕೊರಿಂಥ 1:23	",
},			
{			
"question" :	"	9. ದೇವರು ಜ್ಞಾನಿಗಳನ್ನು ನಾಚಿಕೆಪಡಿಸುವುದಕ್ಕಾಗಿ ಈ ಲೋಕದ ____________ ಆರಿಸಿಕೊಂಡಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ಲಿಷ್ಟವಾದವರನ್ನು	",
	"	b. ಬುದ್ದಿಹೀನರನ್ನು	",
	"	c. ಎಚ್ಚರವಾಗಿರುವವರನ್ನು	",
	"	d. ಅದ್ಭುತವಾದವರನ್ನು	"
],			
"correct" :	"	b. ಬುದ್ದಿಹೀನರನ್ನು	",
"explanation" :	"	ದೇವರು ಜ್ಞಾನಿಗಳನ್ನು ನಾಚಿಕೆಪಡಿಸುವುದಕ್ಕಾಗಿ ಈ ಲೋಕದ ಬುದ್ದಿಹೀನರನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದಾನೆ.  1 ಕೊರಿಂಥ 1:27	",
},			
{			
"question" :	"	10. ದೇವರು ಬಲಿಷ್ಠರನ್ನು ನಾಚಿಕೆಪಡಿಸುವುದಕ್ಕಾಗಿ ಈ ಲೋಕದ ______________ ಆರಿಸಿಕೊಂಡಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಲಹೀನರನ್ನು	",
	"	b. ಬಲಶಾಲಿಗಳು	",
	"	c. ಆಶ್ಚರ್ಯಕರವಾದವರನ್ನು	",
	"	d. ಅಗಾಧವಾದವರನ್ನು	"
],			
"correct" :	"	a. ಬಲಹೀನರನ್ನು	",
"explanation" :	"	ದೇವರು ಬಲಿಷ್ಟರನ್ನು ನಾಚಿಕೆಪಡಿಸುವುದಕ್ಕಾಗಿ ಈ ಲೋಕದ ಬಲಹೀನರನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದಾನೆ.  1 ಕೊರಿಂಥ 1:27	",
},			
]			