var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1.  ಆದರೆ ____________ ಪ್ರಬಲವಾಗಿರುವುದರಿಂದ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಸ್ವಂತ ಹೆಂಡತಿಯು ಇರಲಿ, ಪ್ರತಿಯೊಬ್ಬಳಿಗೆ ಸ್ವಂತ ಗಂಡನು ಇರಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾಶನವು	",
	"	b. ಅಳಿವು	",
	"	c. ಗೊಂದಲ	",
	"	d. ಜಾರತ್ವವು	"
],			
"correct" :	"	d. ಜಾರತ್ವವು	",
"explanation" :	"	ಆದರೆ ಜಾರತ್ವವು ಪ್ರಬಲವಾಗಿರುವದರಿಂದ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಸ್ವಂತ ಹೆಂಡತಿಯು ಇರಲಿ, ಪ್ರತಿಯೊಬ್ಬಳಿಗೆ ಸ್ವಂತ ಗಂಡನು ಇರಲಿ.  1 ಕೊರಿಂಥ 7:2	",
},			
{			
"question" :	"	2. ಗಂಡನು ಹೆಂಡತಿಗೆ  __________ ಸಲ್ಲಿಸಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಅಧಿಕಾರವನ್ನು	",
	"	b. ಸಲ್ಲತಕ್ಕದ್ದನ್ನು	",
	"	c. ಚಿನ್ನವನ್ನು	",
	"	d. ಕಾಣಿಕೆ	"
],			
"correct" :	"	b. ಸಲ್ಲತಕ್ಕದ್ದನ್ನು	",
"explanation" :	"	ಗಂಡನು ಹೆಂಡತಿಗೆ ಸಲ್ಲತಕ್ಕದ್ದನ್ನು ಸಲ್ಲಿಸಸಲಿ.  1 ಕೊರಿಂಥ 7:3	",
},			
{			
"question" :	"	3. ಹೆಂಡತಿಯ ಶರೀರದ ಮೇಲೆ ಯಾರಿಗೆ ಅಧಿಕಾರವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಗಂಡನಿಗೆ	",
	"	c. ತಂದೆ ತಾಯಿಗಳಿಗೆ	",
	"	d. ಹೆಂಡತಿಗೆ	"
],			
"correct" :	"	b. ಗಂಡನಿಗೆ	",
"explanation" :	"	ಹೆಂಡತಿಗೆ ಸ್ವಂತ ದೇಹದ ಮೇಲೆ ಅಧಿಕಾರವಿಲ್ಲ;  ಅದು ಗಂಡನಿಗುಂಟು    1 ಕೊರಿಂಥ 7:4	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು: ಹೀಗೆ ಮಾಡಬಹುದೆಂದು ಹೇಳುವುದು ___________ ಹೊರತು ಆಜ್ಞೆಯಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪ್ಪಣೆ	",
	"	b. ಹಿತೋಪದೇಶ	",
	"	c. ನಿರೀಕ್ಷೆ	",
	"	d. ಸಭೆಯ ಆದೇಶ	"
],			
"correct" :	"	b. ಹಿತೋಪದೇಶ	",
"explanation" :	"	ಹೀಗೆ ಮಾಡಬಹುದೆಂದು ಹೇಳುವುದು ಹಿತೋಪದೇಶವೇ ಹೊರತು ಆಜ್ಞೆಯಲ್ಲ.   1 ಕೊರಿಂಥ 7:6	",
},			
{			
"question" :	"	5. ಹೆಂಡತಿಯು ಗಂಡನನ್ನು ಬಿಟ್ಟು ಅಗಲಬಾರದು; ಒಂದು ವೇಳೆ ಅಗಲಿದರೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಮರುಮದುವೆಯಾಗಬೇಕು	",
	"	b. ಪುರುಷ ಸಹವಾಸವಿಲ್ಲದೆ ಇರಬೇಕು	",
	"	c. ಹಣವನ್ನು ಕೂಡಿಡಬೇಕು	",
	"	d. ಮಕ್ಕಳನ್ನು ಪಡೆಯಬೇಕು	"
],			
"correct" :	"	b. ಪುರುಷ ಸಹವಾಸವಿಲ್ಲದೆ ಇರಬೇಕು	",
"explanation" :	"	ನನ್ನ ಅಪ್ಪಣೆ ಮಾತ್ರವಲ್ಲದೆ ಕರ್ತನ ಅಪ್ಪಣೆಯು ಏನಂದರೆ - ಹೆಂಡತಿಯು ಗಂಡನನ್ನು ಬಿಟ್ಟು ಅಗಲಬಾರದು; ಒಂದು ವೇಳೆ ಅಗಲಿದರೂ ಪುರುಷಸಹವಾಸವಿಲ್ಲದೆ ಇರಬೇಕು.  1 ಕೊರಿಂಥ 7:10-11	",
},			
{			
"question" :	"	6 ಒಬ್ಬ ಸಹೋದರನಿಗೆ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಿಲ್ಲದ ಹೆಂಡತಿಯಿರಲಾಗಿ ಆಕೆ  ಅವನೊಂದಿಗೆ ಒಗತನ ಮಾಡುವುದಕ್ಕೆ ಸಮ್ಮತಿಸಿದರೆ ಅವನು ______	",
"image" :	"",		
"choices" : [			
	"	a. ಆಕೆಯನ್ನು ಬಿಡಬಾರದು	",
	"	b. ಆಕೆಯನ್ನು ದೂರಕಳಿಸಬೇಕು	",
	"	c. ವಿಚ್ಛೇದನ ನೀಡಬೇಕು	",
	"	d. ಆಕೆಯನ್ನು ಸೌಲಭ್ಯಗಳೊಂದಿಗೆ ದೂರ ಕಳುಹಿಸಬೇಕು	"
],			
"correct" :	"	a. ಆಕೆಯನ್ನು ಬಿಡಬಾರದು	",
"explanation" :	"	ಒಬ್ಬ ಸಹೋದರನಿಗೆ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಿಲ್ಲದ ಹೆಂಡತಿಯಿರಲಾಗಿ ಆಕೆ ಅವನೊಂದಿಗೆ ಒಗತನ ಮಾಡುವುದಕ್ಕೆ ಸಮ್ಮತಿಸಿದರೆ ಅವನು ಆಕೆಯನ್ನು ಬಿಡಬಾರದು.  1 ಕೊರಿಂಥ 7:12	",
},			
{			
"question" :	"	7. ಒಬ್ಬ ಸ್ತ್ರೀಗೆ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಿಲ್ಲದ ಗಂಡನಿರಲಾಗಿ ಅವನು ಆಕೆಯೊಂದಿಗೆ ಒಗತನ ಮಾಡುವುದಕ್ಕೆ ಸಮ್ಮತಿಸಿದರೆ ಆಕೆಯು ____	",
"image" :	"",		
"choices" : [			
	"	a. ಅವನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟು ಮರುಮದುವೆಯಾಗಬೇಕು	",
	"	b. ತನ್ನ ತಂದೆ ತಾಯಿಗಳ ಬಳಿಗೆ ಹೋಗಬೇಕು	",
	"	c. ಅವನನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕು ಆದರೆ ಮರುಮದುವೆ ಆಗಬಾರದು 	",
	"	d. ಅವನನ್ನು ಬಿಡಬಾರದು	"
],			
"correct" :	"	d. ಅವನನ್ನು ಬಿಡಬಾರದು	",
"explanation" :	"	ಒಬ್ಬ ಸ್ತ್ರೀಗೆ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಿಲ್ಲದ ಗಂಡನಿರಲಾಗಿ ಅವನು ಆಕೆಯೊಂದಿಗೆ ಒಗತನ ಮಾಡುವುದಕ್ಕೆ ಸಮ್ಮತಿಸಿದರೆ ಆಕೆಯು ಅವನನ್ನು ಬಿಡಬಾರದು   1 ಕೊರಿಂಥ 7:13	",
},			
{			
"question" :	"	8.  ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಲ್ಲದ ಗಂಡನು  _________ ದೇವಜನಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟವನಾದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಿಶುದ್ದ ನೀರಿನಿಂದ	",
	"	b. ಯಾಜಕನಿಂದ	",
	"	c. ದ್ರಾಕ್ಷಾರಸದಿಂದ	",
	"	d. ತನ್ನ ಹೆಂಡತಿಯಿಂದ	"
],			
"correct" :	"	d. ತನ್ನ ಹೆಂಡತಿಯಿಂದ	",
"explanation" :	"	ಯಾಕಂದರೆ ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಲ್ಲದ	",
},			
{			
"question" :	"	9. ಆದರೆ ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಲ್ಲದವನು ಅಗಲಬೇಕೆಂದಿದ್ದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಅವನ ಹಿಂದೆ ಹೋಗಬೇಕು	",
	"	b. ಅಗಲಿಹೋಗಲಿ	",
	"	c. ಪುನ: ಮದುವೆಯಾಗಬಾರದು	",
	"	d. ಹಿರಿಯರನ್ನು ಕರೆಯಿಸಬೇಕು	"
],			
"correct" :	"	b. ಅಗಲಿಹೋಗಲಿ	",
"explanation" :	"	ಆದರೆ ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಲ್ಲದವನು ಅಗಲಬೇಕೆಂದಿದ್ದರೆ ಅಗಲಿ ಹೋಗಲಿ; ಇಂಥ ಸಂದರ್ಭಗಳಲ್ಲಿ ಕ್ರೈಸ್ತ ಸಹೋದರನಾಗಲಿ ಸಹೋದರಿಯಾಗಲಿ ಬದ್ಧರಲ್ಲ.  1 ಕೊರಿಂಥ 7:15	",
},			
{			
"question" :	"	10. ದೇವರು ಕರೆದಾಗ ಯಾವನಾದರೂ ಸುನ್ನತಿಯಿಲ್ಲದವನಾಗಿದ್ದನೋ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳಬೇಕು	",
	"	b. ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳಬಾರದು	",
	"	c. ಯಾಜಕರಿಂದ ಆಲೋಚನೆ ಪಡೆಯಬೇಕು.	",
	"	d. ಅವರನ್ನು ಅಪವಿತ್ರರೆಂದು ಕರೆಯಬೇಕು.	"
],			
"correct" :	"	b.ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳಬಾರದು	",
"explanation" :	"	ದೇವರು ಕರೆದ ಕಾಲದಲ್ಲಿ ಯಾವನಾದರೂ ಸುನ್ನತಿಯುಳ್ಳವನಾಗಿದ್ದನೋ ಅವನು ಸುನ್ನತಿಯಿಲ್ಲದವನಂತಾಗಬಾರದು.  ದೇವರು ಕರೆದಾಗ ಯಾವನಾದರೂ ಸುನ್ನತಿಯಿಲ್ಲದವನಾಗಿದ್ದನೋ ಅವನು ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳಬಾರದು.  1 ಕೊರಿಂಥ 7:18	",
},			
]			