var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಕೊರಿಂಥ ಸಭೆಯಲ್ಲಿ ಇದು ಇತ್ತೆಂದು ಜನರು ಸಾಧಾರಣವಾಗಿ ಹೇಳುತ್ತಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಳನ ಆರಾಧನೆ	",
	"	b. ಸುನ್ನತಿ	",
	"	c. ಜಾರತ್ವ	",
	"	d. ಕೊಲೆಗಡುಕರು	"
],			
"correct" :	"	c. ಜಾರತ್ವ	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಜಾರತ್ವವುಂಟೆಂದು ಜನರು ಸಾಧಾರಣವಾಗಿ ಹೇಳುತ್ತಾರೆ.  1 ಕೊರಿಂಥ 5:1	",
},			
{			
"question" :	"	2. ಒಬ್ಬನು ____________ ಇಟ್ಟುಕೊಂಡಿದ್ದಾನೆಂತ ಹೇಳುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪರಿಚಿತನ ಹೆಂಡತಿಯನ್ನು	",
	"	b. ಮೋಸಮಾಡುವ ಹೆಂಡತಿಯರನ್ನು	",
	"	c. ದೇವರಂತಹ ಹೆಂಡತಿಯನ್ನು	",
	"	d. ತನ್ನ ಅಪ್ಪನ ಹೆಂಡತಿ	"
],			
"correct" :	"	d. ತನ್ನ ಅಪ್ಪನ ಹೆಂಡತಿ	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಜಾರತ್ವವುಂಟೆಂದು ಜನರು ಸಾಧಾರಣವಾಗಿ ಹೇಳುತ್ತಾರೆ.  ಒಬ್ಬನು ತನ್ನ ಅಪ್ಪನ ಹೆಂಡತಿಯನ್ನು ಇಟ್ಟುಕೊಂಡಿದ್ದಾನಂತೆ, ಅಂಥ ಜಾರತ್ವವು ಅನ್ಯಜನರಲ್ಲಿಯೂ ಇಲ್ಲ.  1 ಕೊರಿಂಥ 5:1	",
},			
{			
"question" :	"	3. ಆದರೂ ಜನರು	",
"image" :	"",		
"choices" : [			
	"	a. ದಾಹದಿಂದ ಇದ್ದರು	",
	"	b. ಪ್ರಾಮಾಣಿಕರಾಗಿದ್ದರು	",
	"	c. ಗೌರವವಾಗಿದ್ದರು	",
	"	d. ಉಬ್ಬಿಕೊಂಡಿದ್ದರು	"
],			
"correct" :	"	d. ಉಬ್ಬಿಕೊಂಡಿದ್ದರು	",
"explanation" :	"	ಹೀಗಿದ್ದರೂ ನೀವು ದು:ಖವನ್ನು ತೋರಿಸದೆ ಈ ಕಾರ್ಯ ಮಾಡಿದವನನ್ನು ನಿಮ್ಮೊಳಗಿಂದ ಬಹಿಷ್ಕರಿಸದೆ ಉಬ್ಬಿಕೊಂಡೇ ಇದ್ದೀರಲ್ಲಾ.  1 ಕೊರಿಂಥ 5:2	",
},			
{			
"question" :	"	4. ಸ್ವಲ್ಪ ಹುಳಿ ಕಲಿಸಿದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೇದು	",
	"	b. ಕಣಿಕವೆಲ್ಲಾ ಹುಳಿಯಾಗುವುದು	",
	"	c. ತನ್ನ ರುಚಿಯನ್ನು ಕಳೆದುಕೊಳ್ಳುವುದು	",
	"	d. ಸಾಸಿವೆ ಗಿಡದಂತಾಗುವುದು	"
],			
"correct" :	"	b. ಕಣಿಕವೆಲ್ಲಾ ಹುಳಿಯಾಗುವುದು	",
"explanation" :	"	ನೀವು ಹಿಗ್ಗುವುದು ಒಳ್ಳೇದಲ್ಲ.  ಸ್ವಲ್ಪ ಹುಳಿ ಕಲಸಿದರೆ ಕಣಿಕವೆಲ್ಲಾ ಹುಳಿಯಾಗುತ್ತದೆಂದು ನಿಮಗೆ ತಿಳಿಯದೋ?  1 ಕೊರಿಂಥ 5:6	",
},			
{			
"question" :	"	5.  ಹಳೇ ಹುಳಿಯನ್ನು ಏನು ಮಾಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂರಕ್ಷಿಸಬೇಕು	",
	"	b. ರುಚಿ ನೋಡಬೇಕು	",
	"	c. ಬಚ್ಚಿಡಬೇಕು	",
	"	d. ತೆಗೆದುಹಾಕಬೇಕು	"
],			
"correct" :	"	d. ತೆಗೆದುಹಾಕಬೇಕು	",
"explanation" :	"	ನೀವು ಹುಳಿಯಿಲ್ಲದವರೆನಿಸಿಕೊಂಡದ್ದರಿಂದ ಹಳೇ ಹುಳಿಯನ್ನು ತೆಗೆದುಹಾಕಿ ಹೊಸ ಕಣಿಕದಂತಾಗಿರ್ರಿ.  1 ಕೊರಿಂಥ 5:7	",
},			
{			
"question" :	"	6.  ನಮ್ಮ ಫಸ್ಕದ ಯಜ್ಞದ ಕುರಿಯು ಕೊಯಿದದೆ, ಅದು	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತ	",
	"	b. ಪೌಲ	",
	"	c. ಕುರಿ	",
	"	d. ಟಗರು ಮತ್ತು ಹೋರಿಗಳು	"
],			
"correct" :	"	a.ಕ್ರಿಸ್ತ	",
"explanation" :	"	ನೀವು ಹುಳಿಯಿಲ್ಲದವರೆನಿಸಿಕೊಂಡದ್ದರಿಂದ ಹಳೇ ಹುಳಿಯನ್ನು ತೆಗೆದುಹಾಕಿ ಹೊಸ ಕಣಿಕದಂತಾಗಿರ್ರಿ.  ಯಾಕಂದರೆ ನಮ್ಮ ಫಸ್ಕದ ಯಜ್ಞದ ಕುರಿಯು ಕೊಯಿದದೆ, ಅದಾವದಂದರೆ ಕ್ರಿಸ್ತನೆ.  1 ಕೊರಿಂಥ 5:7	",
},			
{			
"question" :	"	7. ನಾವು ಯಾವ ಹುಳಿಯಿಲ್ಲದೇ ಹಬ್ಬವನ್ನು ಆಚರಿಸೋಣ?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರು	",
	"	b. ಮಾತುಗಳು ಮತ್ತು ಕಾರ್ಯಗಳು	",
	"	c. ದುರ್ಮಾರ್ಗತ್ವ ಮತ್ತು ದುಷ್ಟತ್ವ	",
	"	d.ಸತ್ಯ	"
],			
"correct" :	"	c. ದುರ್ಮಾಗತ್ವ ಮತ್ತು ದುಷ್ಟತ್ವ	",
"explanation" :	"	ಆದಕಾರಣ ನಾವು ಹಳೇ ಹುಳಿಯನ್ನು ಅಂದರೆ ದುರ್ಮಾರ್ಗತ್ವ ದುಷ್ಟತ್ವ ಎಂಬ ಹುಳಿಯನ್ನು ಇಟ್ಟುಕೊಳ್ಳದೆ ಸರಳತೆ ಸತ್ಯತೆ ಎಂಬ ಹುಲಿಯಿಲ್ಲದ ರೊಟ್ಟಿಯನ್ನೇ ತೆಗೆದುಕೊಂಡು ಹಬ್ಬವನ್ನು ಆಚರಿಸೋಣ.  1 ಕೊರಿಂಥ 5:8	",
},			
{			
"question" :	"	8.  ನಾವು ಈ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಯನ್ನು ಇಟ್ಟುಕೊಳ್ಳೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸರಳತೆ ಮತ್ತು ಸತ್ಯತೆ	",
	"	b. ಮೋಸಗಾರಿಕೆ	",
	"	c. ಬಯಕೆಗಳು	",
	"	d. ಮರೆಯದೇ ಇರುವುದು	"
],			
"correct" :	"	a. ಸರಳತೆ ಮತ್ತು ಸತ್ಯತೆ	",
"explanation" :	"	ಆದಕಾರಣ ನಾವು ಹಳೇ ಹುಳಿಯನ್ನು ಅಂದರೆ ದುರ್ಮಾರ್ಗತ್ವ ದುಷ್ಟತ್ವ ಎಂಬ ಹುಳಿಯನ್ನು ಇಟ್ಟುಕೊಳ್ಳದೆ ಸರಳತೆ ಸತ್ಯತೆ ಎಂಬ ಹುಲಿಯಿಲ್ಲದ ರೊಟ್ಟಿಯನ್ನೇ ತೆಗೆದುಕೊಂಡು ಹಬ್ಬವನ್ನು ಆಚರಿಸೋಣ.  1 ಕೊರಿಂಥ 5:8	",
},			
{			
"question" :	"	9.  ಪೌಲನು ಬರೆಯುತ್ತಾ, ಇಂತಹವರ ಸಹವಾಸವನ್ನು ಮಾಡಬಾರದೆಂದು ಬರೆಯುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಹೋದರರ	",
	"	b. ಪ್ರವಾದಿಗಳ	",
	"	c. ಹೆಂಗಸರ	",
	"	d. ಜಾರರ	"
],			
"correct" :	"	d. ಜಾರರ	",
"explanation" :	"	ಜಾರರ ಸಹವಾಸ ಮಾಡಬಾರದೆಂದು ನನ್ನ ಪತ್ರಿಕೆಯಲ್ಲಿ ಬರೆದಿದ್ದೆನಷ್ಟೆ.  1 ಕೊರಿಂಥ 5:9	",
},			
{			
"question" :	"	10. ಕ್ರೈಸ್ತ ಸಹೋದರನೆನಿಸಿಕೊಂಡವನು ಜಾರನಾದರೂ ಲೋಭಿಯಾದರೂ ವಿಗ್ರಹಾರಾಧಕನಾದರೂ ಬೈಯುವವನಾದರೂ ___	",
"image" :	"",		
"choices" : [			
	"	a. ಅವನೊಂದಿಗೆ ಕುಳಿತುಕೊಳ್ಳಬೇಕು	",
	"	b. ಅವನನ್ನು ಕ್ಷಮಿಸಬೇಕು	",
	"	c. ಅವನ ಸಹವಾಸ ಮಾಡಬಾರದು	",
	"	d. ಅವನನ್ನು ಸಹಿಸಿಕೊಳ್ಳಬೇಕು	"
],			
"correct" :	"	c. ಅವನ ಸಹವಾಸ ಮಾಡಬಾರದು	",
"explanation" :	"	ಕ್ರೈಸ್ತ ಸಹೋದರನೆನಿಸಿಕೊಂಡವನು ಜಾರನಾದರೂ ಲೋಭಿಯಾದರೂ ವಿಗ್ರಹಾರಾಧಕನಾದರೂ ಬೈಯುವವನಾದರೂ ಕುಡಿಕನಾದರೂ ಸುಲುಕೊಳ್ಳುವವನಾದರೂ ಆಗಿದ್ದ ಪಕ್ಷದಲ್ಲಿ ಅವನ ಸಹವಾಸ ಮಾಡಬಾರದು. ಻ಂಥವನ ಸಂಗಡ ಊಟಮಾಡಲೂಬಾರದು ಎಂದು ಬರೆದಿದ್ದೆನು.  1 ಕೊರಿಂಥ 5:11	",
},			
]			