var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1. ನಾನು ಮನುಷ್ಯರ ಭಾಷೆಗಳನ್ನೂ ದೇವದೂತರ ಭಾಷೆಗಳನ್ನೂ ಆಡುವವನಾದರೂ _____ ಇಲ್ಲದವನಾಗಿದ್ದರೆ ನಾದಕೊಡುವ ಕಂಚು ಗಣಗಣಿಸುವ ತಾಳವೂ ಆಗಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ನಂಬಿಕೆ	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	c. ಪ್ರೀತಿ	",
"explanation" :	"	ನಾನು ಮನುಷ್ಯರ ಭಾಷೆಗಳನ್ನೂ ದೇವದೂತರ ಭಾಷೆಗಳನ್ನೂ ಆಡುವವನಾದರೂ  ಪ್ರೀತಿ ಇಲ್ಲದವನಾಗಿದ್ದರೆ ನಾದಕೊಡುವ ಕಂಚು ಗಣಗಣಿಸುವ ತಾಳವೂ ಆಗಿದ್ದೇನೆ.  1 ಕೊರಿಂಥ 13:1	",
},			
{			
"question" :	"	2. ನನಗೆ ಬೆಟ್ಟಗಳನ್ನು ತೆಗೆದಿಡುವದಕ್ಕೆ ಬೇಕಾದಷ್ಟು ನಂಬಿಕೆಯಿದ್ದರೂ ನಾನು ಇದು ಇಲ್ಲದಿದ್ದರೆ ಏನೂ ಅಲ್ಲದವನಾಗಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ	",
	"	b. ಬೇಧಭಾವ	",
	"	c. ನ್ಯಾಯತೀರ್ಪು	",
	"	d. ಜ್ಞಾನ	"
],			
"correct" :	"	a. ಪ್ರೀತಿ	",
"explanation" :	"	ನನಗೆ ಪ್ರವಾದನಾ ವರವರಿದ್ದರೂ ಎಲ್ಲಾ ರಹಸ್ಯಗಳೂ ಸಕಲ ವಿಧವಾದ ವಿದ್ಯೆಯೂ ತಿಳಿದರೂ, ಬೆಟ್ಟಗಳನ್ನು ತೆಗೆದಿಡುವುದಕ್ಕೆ ಬೇಕಾದಷ್ಟು ನಂಬಿಕೆಯಿದ್ದರೂ ನಾನು ಪ್ರೀತಿಯಿಲ್ಲದವನಾಗಿದ್ದರೆ ಏನೂ ಅಲ್ಲದವನಾಗಿದ್ದೇನೆ.  1 ಕೊರಿಂಥ 13:2	",
},			
{			
"question" :	"	3. ಪ್ರೀತಿಯು ನನಗಿಲ್ಲದೆ ನನಗಿರುವುದೆಲ್ಲವನ್ನು ಇದಕ್ಕೆ ನೀಡಿದರೂ ನನಗೇನು ಪ್ರಯೋಜನವಾಗುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಆರ್ಥಿಕತೆಗೆ ಸಹಾಯ ಮಾಡಲು	",
	"	b. ಅನ್ನದಾನ ಮಾಡಲು	",
	"	c. ನನ್ನ ಮಕ್ಕಳಿಗೆ ಸಹಾಯ ಮಾಡಲು	",
	"	d. ಯುದ್ದವನ್ನು ತಡೆಯಲು	"
],			
"correct" :	"	b. ಅನ್ನದಾನ ಮಾಡಲು	",
"explanation" :	"	ನನಗಿರುವುದೆಲ್ಲವನ್ನೂ ಅನ್ನದಾನ ಮಾಡಿದರೂ ನನ್ನ ದೇಹವನ್ನು ಸುಡುವುದಕ್ಕೆ ಒಪ್ಪಿಸಿದರೂ ಪ್ರೀತಿಯು ನನಗಿಲ್ಲದಿದ್ದರೆ ನನಗೇನು ಪ್ರಯೋಜನವಾಗುವುದಿಲ್ಲ.  1 ಕೊರಿಂಥ 13:3*	",
},			
{			
"question" :	"	4. ನನ್ನ ದೇಹವನ್ನು ಸುಡುವುದಕ್ಕೆ ಒಪ್ಪಿಸಿದರೂ ಪ್ರೀತಿಯು ನನಗಿಲ್ಲದಿದ್ದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ನನ್ನ ಸ್ಥಿತಿ ತುಂಬಾ ಶೋಚನೀಯ	",
	"	b. ದೇವರು ನ್ಯಾಯ ತೀರಿಸುವರು	",
	"	c. ದೇವರು ನನ್ನ ಶತೃಗಳಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವರು	",
	"	d. ನನಗೇನು ಪ್ರಯೋಜನವಿಲ್ಲ.	"
],			
"correct" :	"	d. ನನಗೇನು ಪ್ರಯೋಜನವಿಲ್ಲ.	",
"explanation" :	"	ನನಗಿರುವುದೆಲ್ಲವನ್ನೂ ಅನ್ನದಾನ ಮಾಡಿದರೂ ನನ್ನ ದೇಹವನ್ನು ಸುಡುವುದಕ್ಕೆ ಒಪ್ಪಿಸಿದರೂ ಪ್ರೀತಿಯು ನನಗಿಲ್ಲದಿದ್ದರೆ ನನಗೇನು ಪ್ರಯೋಜನವಾಗುವುದಿಲ್ಲ.  1 ಕೊರಿಂಥ 13:3*	",
},			
{			
"question" :	"	5. ಪ್ರೀತಿಯು __________ ಪಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ಹೊಟ್ಟೇಕಿಚ್ಚು	",
	"	c. ದಯೆ	",
	"	d. ಅನುಸರಣೆ	"
],			
"correct" :	"	b. ಹೊಟ್ಟೇಕಿಚ್ಚು	",
"explanation" :	"	ಪ್ರೀತಿ ಬಹು ತಾಳ್ಮೆ ಉಳ್ಳದ್ದು, ಪ್ರೀತಿ ದಯೆ ತೋರಿಸುವುದು, ಪ್ರೀತಿಯು ಹೊಟ್ಟೇಕಿಚ್ಚು ಪಡುವುದಿಲ್ಲ, ಉಬ್ಬಿಕೊಳ್ಳುವುದಿಲ್ಲ.  1 ಕೊರಿಂಥ 13:4	",
},			
{			
"question" :	"	6. ಪ್ರೀತಿಯು ಸುಲಭವಾಗಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಸಾಕ್ಷಿಯಾಗುವುದಿಲ್ಲ	",
	"	b. ಭಯಪಡುವುದಿಲ್ಲ	",
	"	c. ಗುರುತಿಸುವುದಿಲ್ಲ	",
	"	d. ಸಿಟ್ಟಾಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	d. ಸಿಟ್ಟಾಗುವುದಿಲ್ಲ	",
"explanation" :	"	ಪ್ರೀತಿಯು ಮರ್ಯಾದೆಗೆಟ್ಟು ನಡೆಯುವುದಿಲ್ಲ, ಸ್ವಪ್ರಯೋಜನವನ್ನು ಚಿಂತಿಸುವದಿಲ್ಲ, ಸಿಟ್ಟುಗೊಳ್ಳುವದಿಲ್ಲ, ಅಪಕಾರವನ್ನು ಮನಸ್ಸಿನಲ್ಲಿ ಇಟ್ಟುಕೊಳ್ಳುವದಿಲ್ಲ.  1 ಕೊರಿಂಥ 13:5	",
},			
{			
"question" :	"	7.  ಪ್ರೀತಿಯು ಸಂತೋಷಿಸುವುದು	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಟ್ಟತನದಲ್ಲಿ	",
	"	b. ಪ್ರತೀಕಾರದಲ್ಲಿ	",
	"	c. ಸನ್ನಿವೇಶಗಳಲ್ಲಿ	",
	"	d. ಸತ್ಯಕ್ಕೆ ಜಯವಾಗುವಲ್ಲಿ	"
],			
"correct" :	"	d. ಸತ್ಯಕ್ಕೆ ಜಯವಾಗುವಲ್ಲಿ	",
"explanation" :	"	ಅನ್ಯಾಯವನ್ನು ನೋಡಿ ಸಂತೋಷಪಡದೆ ಸತ್ಯಕ್ಕೆ ಜಯವಾಗುವಲ್ಲಿ ಸಂತೋಷಪಡುತ್ತದೆ.  1 ಕೊರಿಂಥ 13:6	",
},			
{			
"question" :	"	8.  ಪ್ರೀತಿಯು ಎಂದಿಗೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಕೊಡುವುದಿಲ್ಲ	",
	"	b. ತನ್ನಷ್ಟಕ್ಕೆ ಮರುಗುವುದಿಲ್ಲ	",
	"	c. ಬಿದ್ದುಹೋಗುವುದಿಲ್ಲ	",
	"	d. ಪ್ರಯತ್ನಿಸುವುದಿಲ್ಲ	"
],			
"correct" :	"	c. ಬಿದ್ದುಹೋಗುವುದಿಲ್ಲ	",
"explanation" :	"	ಪ್ರೀತಿಯು ಎಂದಿಗೂ ಬಿದ್ದುಹೋಗುವದಿಲ್ಲ; ಪ್ರವಾದನೆಗಳಾದರೋ ಇಲ್ಲದಂತಾಗುವವು; ವಾಣಿಗಳೋ ನಿಂತುಹೋಗುವವು, ವಿದ್ಯೆಯೋ ಇಲ್ಲದಂತಾಗುವದು;   1 ಕೊರಿಂಥ 13:8	",
},			
{			
"question" :	"	9.  ನಾನು ಪ್ರಾಯಸ್ಥನಾದ ಮೇಲೆ ಇವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನನ್ನ ಹೆಂಡತಿಯನ್ನು	",
	"	b. ಬಾಲ್ಯದವುಗಳನ್ನು	",
	"	c. ನನ್ನ ಸ್ವಂತ ಬಟ್ಟೆಗಳನ್ನು	",
	"	d. ರೊಟ್ಟಿ ಮತ್ತು ದ್ರಾಕ್ಷಾರಸ	"
],			
"correct" :	"	b. ಬಾಲ್ಯದವುಗಳನ್ನು	",
"explanation" :	"	ನಾನು ಬಾಲಕನಾಗಿದ್ದಾಗ ಬಾಲಕನ ಮಾತುಗಳನ್ನಾಡಿದೆನು, ಬಾಲಕನ ಸುಖ ದು:ಖಗಳನ್ನು ಅನುಭವಿಸಿದೆನು, ಬಾಲಕನ ಆಲೋಚನೆಗಳನ್ನು ಮಾಡಿಕೊಂಡೆನು. ಪ್ರಾಯಸ್ಥನಾದ ಮೇಲೆ ಬಾಲ್ಯದವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟೆನು.  1 ಕೊರಿಂಥ 13:11	",
},			
{			
"question" :	"	10. ಹೀಗಿರುವದರಿಂದ ನಂಬಿಕೆ ನಿರೀಕ್ಷೆ ಪ್ರೀತಿ ಈ ಮೂರೇ ನಿಲ್ಲುತ್ತವೆ; ಇವುಗಳಲ್ಲಿ ದೊಡ್ಡದು 	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ಇನ್ನೂ ನೋಡಬೇಕು	"
],			
"correct" :	"	c. ಪ್ರೀತಿ	",
"explanation" :	"	ಹೀಗಿರುವದರಿಂದ ನಂಬಿಕೆ ನಿರೀಕ್ಷೆ ಪ್ರೀತಿ ಈ ಮೂರೇ ನಿಲ್ಲುತ್ತವೆ; ಇವುಗಳಲ್ಲಿ ದೊಡ್ಡದು ಪ್ರೀತಿಯೇ.  1 ಕೊರಿಂಥ 13:13	",
},			
]			