var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1. ಪ್ರತಿಯೊಬ್ಬ ಮನುಷ್ಯನ ತಲೆಯು	",
"image" :	"",		
"choices" : [			
	"	a. ಸ್ತ್ರೀ	",
	"	b. ಅಪೋಸ್ತಲರು	",
	"	c. ಯಾಜಕರು	",
	"	d. ಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತನು	",
"explanation" :	"	ಆದರೂ ಒಂದು ಸಂಗತಿಯನ್ನು ತಿಳಿಯಬೇಕೆಂದು ನನ್ನ ಇಷ್ಟ, ಅದೇನೆಂದರೆ ಪ್ರತಿ ಪುರುಷನಿಗೆ ಕ್ರಿಸ್ತನು ತಲೆ.  1 ಕೊರಿಂಥ 11:3	",
},			
{			
"question" :	"	2. ಸ್ತ್ರೀಗೆ ತಲೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪುರುಷ	",
	"	b. ಅಪೋಸ್ತಲರು	",
	"	c. ಯಾಜಕರು	",
	"	d. ಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	a. ಪುರುಷ	",
"explanation" :	"	ಆದರೂ ಒಂದು ಸಂಗತಿಯನ್ನು ತಿಳಿಯಬೇಕೆಂದು ನನ್ನ ಇಷ್ಟ, ಅದೇನೆಂದರೆ ಪ್ರತಿ ಪುರುಷನಿಗೆ ಕ್ರಿಸ್ತನು ತಲೆ. ಸ್ತ್ರೀಗೆ ಪುರುಷನು ತಲೆ.  1 ಕೊರಿಂಥ 11:3	",
},			
{			
"question" :	"	3. ಒಬ್ಬ ಪುರುಷನು ಪ್ರಾರ್ಥಿಸುವಾಗ ತನ್ನ ತಲೆಯನ್ನು ಹೇಗೆ ಅವಮಾನಿಸುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪದಿಂದ	",
	"	b. ತನ್ನ ಹೆಂಡತಿಯಿಂದ	",
	"	c. ಸೂರ್ಯ ಮುಳುಗುವುದರಿಂದ	",
	"	d. ತಲೆಯನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳುವುದರಿಂದ	"
],			
"correct" :	"	d. ತಲೆಯನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳುವುದರಿಂದ	",
"explanation" :	"	ತಲೆಯನ್ನು ಮುಚ್ಚಿಕೊಂಡು ಪ್ರಾರ್ಥನೆಯನ್ನಾಗಲಿ ಪ್ರವಾದನೆಯನ್ನಾಗಲೀ ಮಾಡುವ ಪುರುಷನು ತನ್ನ ತಲೆಯನ್ನು ಅವಮಾನ ಪಡಿಸುತ್ತಾನೆ.  1 ಕೊರಿಂಥ 11:4	",
},			
{			
"question" :	"	4. ಒಬ್ಬ ಸ್ತ್ರೀಯು ಪ್ರಾರ್ಥಿಸುವಾಗ ತನ್ನ ತಲೆಯನ್ನು ಹೇಗೆ ಅವಮಾನಿಸುತ್ತಾಳೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಒಬ್ಬಂಟಿಯಾಗಿ	",
	"	b. ತನ್ನ ಗಂಡನಿಂದ	",
	"	c. ತನ್ನ ತಲೆಯನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳದೇ ಇರುವುದರಿಂದ	",
	"	d. ಮನೆಯವರಿಗೆ ಸೇವೆ ಮಾಡುವ ಮೊದಲು	"
],			
"correct" :	"	c. ತನ್ನ ತಲೆಯನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳದೇ ಇರುವುದರಿಂದ	",
"explanation" :	"	ತಲೆಯ ಮೇಲೆ ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳದೆ ಪ್ರಾರ್ಥನೆಯನ್ನಾಗಲಿ ಪ್ರವಾದನೆಯನ್ನಾಗಲಿ ಮಾಡುವ ಸ್ತ್ರೀಯು ತನ್ನ ತಲೆಯನ್ನು ಅವಮಾನಪಡಿಸುತ್ತಾಳೆ.  1 ಕೊರಿಂಥ 11:5	",
},			
{			
"question" :	"	5. ಪುರುಷನಿಗೆ ಅವಮಾನಕರವಾದುದು	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪಿಗಳಿಗೆ ಬೋಧಿಸುವುದು	",
	"	b. ಕೂದಲು ಬೆಳೆಸಿಕೊಳ್ಳುವುದು	",
	"	c. ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಗೌರವಿಸುವುದು	",
	"	d. ತಲೆಯನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳದೇ ಪ್ರಾರ್ಥಿಸುವುದು	"
],			
"correct" :	"	b. ಕೂದಲು ಬೆಳೆಸಿಕೊಳ್ಳುವುದು	",
"explanation" :	"	ಪುರುಷನು ಕೂದಲು ಬೆಳೆಸಿಕೊಂಡರೆ ಅದು ಅವನಿಗೆ ಅವಮಾನಕರವಾದುದೆಂದೂ ….. 1 ಕೊರಿಂಥ 11:14	",
},			
{			
"question" :	"	6. ಸ್ತ್ರೀಗೆ ಗೌರವವಾದುದು ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆಚ್ಚು ಮಕ್ಕಳನ್ನು ಪಡೆಯುವುದು	",
	"	b. ಒಳ್ಳೆಯ ಗಂಡ	",
	"	c. ಜಿಪುಣ ಗಂಡ	",
	"	d. ಉದ್ದ ಕೂದಲು	"
],			
"correct" :	"	d. ಉದ್ದ ಕೂದಲು	",
"explanation" :	"	ಸ್ತ್ರೀಯು ಬೆಳೆಸಿಕೊಂಡರೆ ಕೂದಲು ಅವಳಿಗೆ ಮುಸುಕಿಗೆ ಬದಲಾಗಿ ಕೊಡಲ್ಪಟ್ಟಿರುವುದರಿಂದ ಅದು ಅವಳಿಗೆ ಗೌರವವಾಗಿದೆಯೆಂದೂ ನಿಮಗೆ ಸ್ವಭಾವ ಸಿದ್ಧವಾಗಿ ತಿಳಿಯುತ್ತದಲ್ಲವೋ.  1 ಕೊರಿಂಥ 11:15	",
},			
{			
"question" :	"	7. ನೀವು ಸಭೆಯಾಗಿ ಕೂಡಿಬರುವಾಗ ನಿಮ್ಮಲ್ಲಿ ______ ಉಂಟಾಗುತ್ತದೆಂದು ಕೇಳುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷ	",
	"	b. ಹಾಡುವುದು ಮತ್ತು ಕೀರ್ತಿಸುವುದು	",
	"	c. ಆರಾಧಿಸುವುದು ಮತ್ತು ಬೋಧಿಸುವುದು	",
	"	d. ಬೇಧಗಳು	"
],			
"correct" :	"	d. ಬೇಧಗಳು	",
"explanation" :	"	ಹೇಗೆಂದರೆ ಮೊದಲನೇದು ನೀವು ಸಭೆಯಾಗಿ ಕೂಡಿಬರುವಾಗ ನಿಮ್ಮಲ್ಲಿ ಬೇಧಗಳು ಉಂಟಾಗುತ್ತವೆಂದು ಕೇಳುತ್ತೇನೆ ಮತ್ತು ಇದು ನಿಜವೆಂದು ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ನಂಬುತ್ತೇನೆ.  1 ಕೊರಿಂಥ 11:18[	",
},			
{			
"question" :	"	8. ಕರ್ತನಾದ ಯೇಸು ತಾನು ಹಿಡಿದುಕೊಡಲ್ಪಟ್ಟ ರಾತ್ರಿಯಲ್ಲಿ ರೊಟ್ಟಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಹೀಗಂದನು: ಇದು	",
"image" :	"",		
"choices" : [			
	"	a. ನನ್ನ ದೇಹ	",
	"	b. ದೇವರಿಂದ ಬಂದ ಮನ್ನ	",
	"	c. ಇದು ನನ್ನ ಕಡೇ ಭೋಜನ	",
	"	d. ಆತ್ಮೀಕ ಆಹಾರ	"
],			
"correct" :	"	a. ನನ್ನ ದೇಹ	",
"explanation" :	"	ಇದು ನಿಮಗೋಸ್ಕರವಾಗಿರುವ ನನ್ನ ದೇಹ, ನನ್ನನ್ನು ನೆನೆಸಿಕೊಳ್ಳುವುದಕ್ಕೋಸ್ಕರ ಹೀಗೆ ಮಾಡಿರಿ ಅಂದನು.  1 ಕೊರಿಂಥ 11:24	",
},			
{			
"question" :	"	9.  ಯೇಸು ಹೇಳಿದ್ದು: ಈ ಪಾತ್ರೆಯು 	",
"image" :	"",		
"choices" : [			
	"	a. ಕೋಪದ ದ್ರಾಕ್ಷಾರಸ	",
	"	b. ನನ್ನ ರಕ್ತ	",
	"	c. ಹೊಸ ಅಭಿಷೇಕ	",
	"	d. ಪ್ರವಾದಿಗಳ ರಕ್ತ	"
],			
"correct" :	"		",
"explanation" :	"	ಊಟವಾದ ಮೇಲೆ ಆತನು ಅದೇ ರೀತಿಯಾಗಿ ಪಾತ್ರೆಯನ್ನು ತೆಗೆದುಕೊಂಡು, ಈ ಪಾತ್ರೆಯು ನನ್ನ ರಕ್ತದಿಂದ ಸ್ಥಾಪಿತವಾಗುವ ಹೊಸ ಒಡಂಬಡಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.  1 ಕೊರಿಂಥ 11:25	",
},			
{			
"question" :	"	10.  ಪ್ರತಿ ಮನುಷ್ಯನು ______ ಆ ರೊಟ್ಟಿಯಲ್ಲಿ ತಕ್ಕೊಂಡು ತಿನ್ನಲಿ, ಆ ಪಾತ್ರೆಯಲ್ಲಿ ಕುಡಿಯಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿಕೊಂಡವನಾಗಿ	",
	"	b. ಕೀರ್ತನೆಗಳನ್ನು ಹಾಡುತ್ತಾ	",
	"	c. ಉಪವಾಸದಿಂದ	",
	"	d. ಕಾಣಿಕೆಯನ್ನು ನೀಡುತ್ತಾ	"
],			
"correct" :	"	a. ತನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿಕೊಂಡವನಾಗಿ	",
"explanation" :	"	ಪ್ರತಿ ಮನುಷ್ಯನು ತನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿಕೊಂಡವನಾಗಿ ಆ ರೊಟ್ಟಿಯಲ್ಲಿ ತಕ್ಕೊಂಡು ತಿನ್ನಲಿ, ಆ ಪಾತ್ರೆಯಲ್ಲಿ ಕುಡಿಯಲಿ:  1 ಕೊರಿಂಥ 11:28	",
},			
]			