var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಚರ್ಚಿಸಿದ ನೈವೇದ್ಯವು	",
"image" :	"",		
"choices" : [			
	"	a. ಬೇಯಿಸದೇ ಇರುವಂತದು	",
	"	b. ಶುದ್ಧೀಕರಿಸದೇ ಇರುವುದು	",
	"	c. ತಾಜಾತನದಿಂದ ಕೂಡಿರುವುದು	",
	"	d. ವಿಗ್ರಹಗಳಿಗೆ ಅರ್ಪಿಸಿದ್ದು	"
],			
"correct" :	"	d. ವಿಗ್ರಹಗಳಿಗೆ ಅರ್ಪಿಸಿದ್ದು	",
"explanation" :	"	ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನುವದರ ವಿಷಯದಲ್ಲಿ ನಾನು ಹೇಳುವದೇನೆಂದರೆ- 1 ಕೊರಿಂಥ 8:4	",
},			
{			
"question" :	"	2. ಜ್ಞಾನವು ಉಬ್ಬಿಸುತ್ತದೆ, ಪ್ರೀತಿಯು	",
"image" :	"",		
"choices" : [			
	"	a. ಎಲ್ಲವನ್ನೂ ಹೆಚ್ಚಾಗಿ ಉಬ್ಬಿಸುತ್ತದೆ	",
	"	b. ಕಡಿಮೆ ಮಾಡುತತದೆ	",
	"	c. ನಿಷ್ಪಲವಾಗುತ್ತದೆ	",
	"	d. ಭಕ್ತಿವೃದ್ಧಿಯನ್ನುಂಟುಮಾಡುತ್ತದೆ.	"
],			
"correct" :	"	d. ಭಕ್ತಿವೃದ್ಧಿಯನ್ನುಂಟುಮಾಡುತ್ತದೆ.	",
"explanation" :	"	ವಿಗ್ರಹಕ್ಕೆ ನೈವೇದ್ಯ ಮಾಡಿದ ಪದಾರ್ಥಗಳ ವಿಷಯದಲ್ಲಿ ಈಗ ನೋಡೋಣ. ನಮ್ಮೆಲ್ಲರಿಗೆ ಜ್ಞಾನವುಂಟೆಂದು ಬಲ್ಲೆವು, ಜ್ಞಾನವು ಉಬ್ಬಿಸುತ್ತದೆ, ಪ್ರೀತಿಯು ಭಕ್ತಿವೃದ್ಧಿಯನ್ನುಂಟು ಮಾಡುತ್ತದೆ.  1 ಕೊರಿಂಥ 8:1	",
},			
{			
"question" :	"	3. ಜಗತ್ತಿನಲ್ಲಿ _______ ಏನೂ ಅಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ನಂಬಿಕೆ	",
	"	c. ದಾನ	",
	"	d. ವಿಗ್ರಹ 	"
],			
"correct" :	"	d. ವಿಗ್ರಹ	",
"explanation" :	"	ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನುವದರ ವಿಷಯದಲ್ಲಿ ನಾನು ಹೇಳುವದೇನೆಂದರೆ -  ಜಗತ್ತಿನಲ್ಲಿ ವಿಗ್ರಹವು ಏನೂ ಅಲ್ಲವೆಂದೂ ಒಬ್ಬ ದೇವರಿದ್ದಾನೆ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲವೆಂದೂ ಬಲ್ಲೆವು.  1 ಕೊರಿಂಥ 8:4	",
},			
{			
"question" :	"	4. ನಮಗೆ ಎಷ್ಟು ಜನ ದೇವರಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	a. 1	",
	"	b. ಅನೇಕ	",
	"	c. ಕೆಲವು	",
	"	d. 468	"
],			
"correct" :	"	a. 1	",
"explanation" :	"	ನಮಗಾದರೋ ಒಬ್ಬನೇ ದೇವರಿದ್ದಾನೆ; ಆತನು ತಂದೆಯೆಂಬಾತನೇ.  1 ಕೊರಿಂಥ 8:6	",
},			
{			
"question" :	"	5. ನಮಗೆ ಎಷ್ಟು ಜನ ಕರ್ತರಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	a. 1	",
	"	b. ಅನೇಕ	",
	"	c. ಕೆಲವು	",
	"	d. 468	"
],			
"correct" :	"	a. 1	",
"explanation" :	"	ನಮಗಾದರೋ ಒಬ್ಬನೇ ದೇವರಿದ್ದಾನೆ; ಆತನು ತಂದೆಯೆಂಬಾತನೇ.  ಆತನು ಸಮಸ್ತಕ್ಕೂ ಮೂಲಕಾರಣನು; ನಾವು ಆತನಿಗಾಗಿ ಉಂಟಾದೆವು.  ಮತ್ತು ನಮಗೆ ಒಬ್ಬನೇ ಕರ್ತ; ಾತನು ಯೇಸು ಕ್ರಿಸ್ತನೇ.  1 ಕೊರಿಂಥ 8:6	",
},			
{			
"question" :	"	6. ಯಾವುದನ್ನು ತಿನ್ನದಿದ್ದರೆ ನಮಗೆ ಕಡಿಮೆಯಿಲ್ಲ, ತಿಂದರೆ ನಮಗೆ ಹೆಚ್ಚಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥನೆ	",
	"	b. ದೇವರನ್ನು ನಂಬುವುದರಲ್ಲಿ	",
	"	c. ಆಹಾರ (ವಿಗ್ರಹದ ನೈವೇದ್ಯ)	",
	"	d. ದಶಾಂಶ	"
],			
"correct" :	"	c. ಆಹಾರ (ವಿಗ್ರಹದ ನೈವೇದ್ಯ)	",
"explanation" :	"	ಆದರೆ ಆಹಾರವು (ವಿಗ್ರಹದ ನೈವೇದ್ಯ) ನಮ್ಮನ್ನು ದೇವರ ಸನ್ನಿಧಿಗೆ ಸೇರಿಸಲಾಗದರು.  ತಿನ್ನದಿದ್ದರೆ ನಮಗೆ ಕಡಿಮೆಯಿಲ್ಲ, ತಿಂದರೆ ನಮಗೆ ಹೆಚ್ಚಿಲ್ಲ.  1 ಕೊರಿಂಥ 8:6	",
},			
{			
"question" :	"	7. ಆದರೂ ಈ ನಿಮ್ಮ ಸ್ವಾತಂತ್ರ್ಯವು ನಂಬಿಕೆಯಲ್ಲಿ ಬಲವಿಲ್ಲದವರಿಗೆ ______	",
"image" :	"",		
"choices" : [			
	"	a. ದುರ್ನಾತ	",
	"	b. ವಿಘ್ನ	",
	"	c. ಸ್ವಾತಂತ್ರ್ಯ	",
	"	d. ಬಂಧನ	"
],			
"correct" :	"	b. ವಿಘ್ನ	",
"explanation" :	"	ಆದರೂ ಈ ನಿಮ್ಮ ಸ್ವಾತಂತ್ರ್ಯವು ನಂಬಿಕೆಯಲ್ಲಿ ಬಲವಿಲ್ಲದವರಿಗೆ ಒಂದು ವೇಳೆ ವಿಘ್ನವಾದೀತು, ಎಚ್ಚರಿಕೆಯಾಗಿರಿ.  1 ಕೊರಿಂಥ 8:9	",
},			
{			
"question" :	"	8.  ಬಲಹೀನನು ನಿನ್ನ ಜ್ಞಾನದಿಂದ ______	",
"image" :	"",		
"choices" : [			
	"	a. ಮುದುರಿಕೊಳ್ಳುವನು	",
	"	b. ಬಲಶಾಲಿಯಾಗುವನು	",
	"	c. ನಾಶವಾಗುವನು	",
	"	d. ಕಲಿಯುವನು	"
],			
"correct" :	"	c. ನಾಶವಾಗುವನು	",
"explanation" :	"	ಜ್ಞಾನಿಯಾದ ನೀನು ವಿಗ್ರಹಾಲಯದಲ್ಲಿ ಊಟಕ್ಕೆ ಕೂತಿರುವಾಗ ನಿರ್ಬಲವಾದ ಮನಸ್ಸುಳ್ಳ ಸಹೋದರನು ಕಂಡರೆ ಅವನೀ ವಿಗ್ರಹಕ್ಕೆ ನೈವೇದ್ಯ ಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನುವದಕ್ಕೆ ಧೈರ್ಯತಂದುಕೊಂಡಾನಲ್ಲವೇ.  ಹೀಗೆ ಆ ಬಲಹೀನನು ನಿನ್ನ ಜ್ಞಾನದಿಂದ ನಾಶವಾಗುತ್ತಾನೆ.  1 ಕೊರಿಂಥ 8:10-11	",
},			
{			
"question" :	"	9. ನೀವು ಸಹೋದರರಿಗೆ  ಪಾಪ ಮಾಡಿದರೆ _______ ಪಾಪ ಮಾಡಿದವರಾಗಿರುತ್ತೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರಿಗೆ	",
	"	b. ಆಕಾಶ ಮತ್ತು ಭೂಮಿಗೆ	",
	"	c. ಕ್ರಿಸ್ತನಿಗೆ	",
	"	d. ಇಡೀ ಕುಟುಂಬಕ್ಕೆ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನಿಗೆ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಸಹೋದರರಿಗೆ ಪಾಪ ಮಾಡಿ ಅವನ ನಿರ್ಬಲವಾದ ಮನಸ್ಸನ್ನು ನೋಯಿಸಿ ಕ್ರಿಸ್ತನಿಗೆ ಪಾಪಮಾಡುವವರಾಗುತ್ತೀರಿ. 1 ಕೊರಿಂಥ 8:12	",
},			
{			
"question" :	"	10. ಭೋಜನಪದಾರ್ಥದಿಂದ ನನ್ನ ಸಹೋದರನಿಗೆ ವಿಘ್ನವಾಗುವದಾದರೆ ನಾನು _____	",
"image" :	"",		
"choices" : [			
	"	a. ಲಕ್ಷಿಸುವುದಿಲ್ಲ	",
	"	b. ಸ್ವಲ್ಪ ಮುಜುಗರಕ್ಕೊಳಗಾಗುವೆನು	",
	"	c. ಅವನು ಮುಜುಗುರಗೊಳ್ಳುವನು	",
	"	d. ಎಂದಿಗೂ ಮಾಂಸ ತಿನ್ನುವುದಿಲ್ಲ	"
],			
"correct" :	"	d. ಎಂದಿಗೂ ಮಾಂಸ ತಿನ್ನುವುದಿಲ್ಲ.	",
"explanation" :	"	ಆದದರಿಂದ ಭೋಜನಪದಾರ್ಥದಿಂದ ನನ್ನ ಸಹೋದರನಿಗೆ ವಿಘ್ನವಾಗುವದಾದರೆ ನಾನು ಎಂದಿಗೂ ಮಾಂಸವನ್ನು ತಿನ್ನುವದಿಲ್ಲ; ನಾನು ನನ್ನ ಸಹೋದರನಿಗೆ ವಿಘ್ನವನ್ನುಂಟುಮಾಡಬಾರದಲ್ಲಾ.  1 ಕೊರಿಂಥ 8:13	",
},			
]			