var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಮನೆವಾರ್ತೆಯವನು ಹೇಗೆ ಕಂಡುಬರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಹಿರಿಯವನಾಗಿ	",
	"	b. ಯೆಹೂದ್ಯನಾಗಿ	",
	"	c. ನಂಬಿಗಸ್ತನಾಗಿ	",
	"	d. ಪ್ರಾಮಾಣಿಕನಾಗಿ	"
],			
"correct" :	"		",
"explanation" :	"	ಹೀಗಿರಲು ಮನೆವಾರ್ತೆಯವನು ನಂಬಿಗಸ್ತನಾಗಿ ಕಂಡುಬರುವುದು ಅವಶ್ಯವಲ್ಲವೇ.  1 ಕೊರಿಂಥ 4:2	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳುತ್ತಾನೆ: ಇದರಿಂದ ವಿಚಾರಣೆಯಾಗುವು ಅತ್ಯಲ್ಪವಾದುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಿಂದ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
	"	c. ದೇವರವಾಕ್ಯದಿಂದ	",
	"	d. ಮನುಷ್ಯರಿಂದ	"
],			
"correct" :	"	d. ಮನುಷ್ಯರಿಂದ	",
"explanation" :	"	ನನಗಾದರೋ ನಿಮ್ಮಿಂದಾಗಲಿ ಮನುಷ್ಯರು ನೇಮಿಸುವ ದಿನದಲ್ಲಾಗುವ ನ್ಯಾಯ ಸಭೆಯಿಂದಾಗಲಿ ವಿಚಾರಣೆಯಾಗುವುದು ಅತ್ಯಲ್ಪ ಕಾರ್ಯವಾಗಿದೆ.  1 ಕೊರಿಂಥ 4:3	",
},			
{			
"question" :	"	3. ಕತ್ತಲೆಯಲ್ಲಿರುವ ಗುಪ್ತ ಕಾರ್ಯಗಳನ್ನು ಬೆಳಕಿಗೆ ತರುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಅಪೋಸ್ತಲರು	",
	"	c. ಸೈತಾನ	",
	"	d. ಕರ್ತನು	"
],			
"correct" :	"	d. ಕರ್ತನು	",
"explanation" :	"	ಆದದರಿಂದ ಕಾಲಕ್ಕೆ ಮೊದಲು ಯಾವುದನ್ನು ಕುರಿತೂ ತೀರ್ಪು ಮಾಡಬೇಡಿರಿ; ಕರ್ತನು ಬರುವ ತನಕ ತಡೆಯಿರಿ.  ಆತನು ಕತ್ತಲೆಯಲ್ಲಿರುವ ಗುಪ್ತ ಕಾರ್ಯಗಳನ್ನು ಬೆಳಕಿಗೆ ತರುವನು.  1 ಕೊರಿಂಥ 4:5	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು,: ನಮ್ಮ ಸಹಾಯವಿಲ್ಲದೇ ______	",
"image" :	"",		
"choices" : [			
	"	a. ನಾಶವಾದಿರಿ	",
	"	b. ಅರಸರಾದಿರಿ	",
	"	c. ಮಕ್ಕಳನ್ನು ಪಡೆದಿರಿ	",
	"	d. ದೇವರು ಆಶೀರ್ವಾದಿಸಿದರು	"
],			
"correct" :	"	b. ಅರಸರಾದಿರಿ	",
"explanation" :	"	ಈಗಾಗಲೇ ಐಶ್ವರ್ಯವಂತರಾದಿರಿ, ನಮ್ಮ ಸಹಾಯವಿಲ್ಲದೆ ಅರಸರಾದಿರಿ. ನೀವು ನಿಜವಾಗಿ ಅರಸರಾಗಿದ್ದರೆ ನನಗೆ ಎಷ್ಟೋ ಆನಂದವಾಗುತ್ತಿತ್ತು.  1 ಕೊರಿಂಥ 4:8	",
},			
{			
"question" :	"	5.  ಅಪೋಸ್ತಲರಾದ ನಾವು ದೇವದೂತರಿಗೂ ಮನುಷ್ಯರಿಗೂ ಅಂತೂ ಜಗತ್ತಿಗೆಲ್ಲಾ ___________.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಾಧಾನವಾದೆವು	",
	"	b. ಎಡವುವ ಕಲ್ಲಾದೆವು	",
	"	c. ನೋಟವಾದೆವು	",
	"	d. ಬಲಿಯಾದೆವು	"
],			
"correct" :	"	c. ನೋಟವಾದೆವು	",
"explanation" :	"	ಹಾಗಾಗದೆ ದೇವರು ಅಪೋಸ್ತಲರಾದ ನಮ್ಮನ್ನು ಮರಣವಿಧಿ ಹೊಂದಿದವರನ್ನೋ ಎಂಬಂತೆ ಕಡೆಯವರಾಗಿ ತೋರಿಸಿದ್ದಾನೆಂದು ನನಗೆ ತೋಚುತ್ತದೆ; ನಾವು ದೇವದೂತರಿಗೂ ಮನುಷ್ಯರಿಗೂ ಅಂತೂ ಜಗತ್ತಿಗೆಲ್ಲಾ ನೋಟವಾದೆವು.  1 ಕೊರಿಂಥ 4:9	",
},			
{			
"question" :	"	6. ಅಪೋಸ್ತಲರು ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ಏನಾಗಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ನಾಯಕರು	",
	"	b. ಮರ್ಯಾದಸ್ಥರು	",
	"	c. ನಂಬಿಗಸ್ತರು	",
	"	d. ಹುಚ್ಚರು	"
],			
"correct" :	"	d. ಹುಚ್ಚರು	",
"explanation" :	"	ನಾವಂತು ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ಹುಚ್ಚರಾಗಿದ್ದೇವೆ, ನೀವೋ ಕ್ರಿಸ್ತನಲ್ಲಿ ಬುದ್ಧಿವಂತರಾಗಿದ್ದೀರಿ.  1 ಕೊರಿಂಥ 4:10	",
},			
{			
"question" :	"	7.  ಪೌಲನು ಹೇಳಿದ್ದು: ನಾವೋ ಬಲಹೀನರು, ನೀವು	",
"image" :	"",		
"choices" : [			
	"	a. ಹುಚ್ಚರು	",
	"	b. ಮೋಸದಿಂದ ತುಂಬಿದವರು	",
	"	c. ಬಲಿಷ್ಠರು	",
	"	d. ಈಗಾಗಲೇ ಮರಣಿಸಿದವರು	"
],			
"correct" :	"	c. ಬಲಿಷ್ಠರು	",
"explanation" :	"	ನಾವಂತು ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ಹುಚ್ಚರಾಗಿದ್ದೇವೆ, ನೀವೋ ಕ್ರಿಸ್ತನಲ್ಲಿ ಬುದ್ಧಿವಂತರಾಗಿದ್ದೀರಿ. ನಾವೋ ಬಲಹೀನರು, ನೀವು ಬಲಿಷ್ಠರು 1 ಕೊರಿಂಥ 4:10	",
},			
{			
"question" :	"	8.  ಪೌಲನು ಹೇಳಿದ್ದು: ನಾವು ಮಾನಹೀನರು, ನೀವು	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯಗ್ರಸ್ಥರು	",
	"	b. ಆಧಾರವಾಗಿರುವವರು	",
	"	c. ಮರೆಯಾಗಿರುವವರು	",
	"	d. ಮಾನಶಾಲಿಗಳು	"
],			
"correct" :	"	d. ಮಾನಶಾಲಿಗಳು	",
"explanation" :	"	ನಾವಂತು ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ಹುಚ್ಚರಾಗಿದ್ದೇವೆ, ನೀವೋ ಕ್ರಿಸ್ತನಲ್ಲಿ ಬುದ್ಧಿವಂತರಾಗಿದ್ದೀರಿ. ನಾವೋ ಬಲಹೀನರು, ನೀವು ಬಲಿಷ್ಠರು.  ನೀವು ಮಾನಶಾಲಿಗಳು, ನಾವು ಮಾನಹೀನರು. 1 ಕೊರಿಂಥ 4:10	",
},			
{			
"question" :	"	9.  ಪೌಲನು ಹೇಳಿದ್ದು: ಈ ಗಳಿಗೆಯವರೆಗೂ ನಾವು	",
"image" :	"",		
"choices" : [			
	"	a. ಅಳತೆಗೆ ಮೀರಿ ಸಂಪತ್ತು ಹೊಂದಿದವರು	",
	"	b. ಹಸಿದವರು, ಬಾಯಾರಿದವರು ಮತ್ತು ವಸ್ತ್ರವಿಲ್ಲದವರೂ ಆಗಿದ್ದೇವೆ	",
	"	c. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಮೀರಿ ಜೀವಿಸುತ್ತಿದ್ದೇವೆ	",
	"	d. ಕೋಪದ ಪಾತ್ರೆಯಲ್ಲಿ ಕುಡಿಯುತ್ತಿದ್ದೇವೆ.	"
],			
"correct" :	"	b. ಹಸಿದವರು, ಬಾಯಾರಿದವರು ಮತ್ತು ವಸ್ತ್ರವಿಲ್ಲದವರೂ ಆಗಿದ್ದೇವೆ	",
"explanation" :	"	ಈ ಗಳಿಗೆಯವರೆಗೂ ನಾವು ಹಸಿದವರೂ ಬಾಯಾರಿಕೆಯುಳ್ಳವರೂ ಮೈಗೆ ವಸ್ತ್ರವಿಲ್ಲದವರೂ ಗುದ್ದು ತಿನ್ನುವವರೂ ಮನೆಯಿಲ್ಲದವರೂ ಸ್ವಂತ ಕೈಗಳಿಂದ ಕೆಲಸಮಾಡಿ ದುಡಿಯುಉವವರೂ ಆಗಿದ್ದೇವೆ.  1 ಕೊರಿಂಥ 4:11	",
},			
{			
"question" :	"	10.  ದೇವರ ರಾಜ್ಯವು ಮಾತಿನಲ್ಲಿ ಇಲ್ಲ, ಅದು ________ ಆಧಾರಗೊಂಡಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದಲ್ಲಿ	",
	"	b. ಹೃದಯದ ಯೋಚನೆಗಳಲ್ಲಿ	",
	"	c. ಶಕ್ತಿಯಲ್ಲಿ	",
	"	d. ಹೆಸರಿನಲ್ಲಿ	"
],			
"correct" :	"	c. ಶಕ್ತಿಯಲ್ಲಿ	",
"explanation" :	"	ದೇವರ ರಾಜ್ಯವು ಮಾತಿನಲ್ಲಿ ಇಲ್ಲ, ಅದು ಶಕ್ತಿಯಲ್ಲಿಯೇ ಆಧಾರಗೊಂಡಿದೆ.	",
},			
]			