var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 15";			
var quiz = [			
{			
"question" :	"	1. ಕ್ರಿಸ್ತನು ನಮ್ಮ ಪಾಪಗಳ ನಿವಾರಣೆಗಾಗಿ ಸತ್ತನು; ಹೂಣಲ್ಪಟ್ಟನು ಮತ್ತು ಈ ದಿನದಲ್ಲಿ ಎಬ್ಬಿಸಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. 2	",
	"	b. 3	",
	"	c. 8	",
	"	d. 21	"
],			
"correct" :	"	b. 3	",
"explanation" :	"	ಅದೇನಂದರೆ ಶಾಸ್ತ್ರದಲ್ಲಿ ಮುಂತಿಳಿಸಿರುವ ಪ್ರಕಾರ ಕ್ರಿಸ್ತನು ನಮ್ಮ ಪಾಪಗಳ ನಿವಾರಣೆಗಾಗಿ ಸತ್ತನು; ಹೂಣಲ್ಪಟ್ಟನು; ಶಾಸ್ತ್ರದ ಪ್ರಕಾರವೇ ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಎಬ್ಬಿಸಲ್ಪಟ್ಟನು.  1 ಕೊರಿಂಥ 15:3-4	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳುತ್ತಾನೆ: ನಾನು ಅಪೋಸ್ತಲನೆನಿಸಿಕೊಳ್ಳುವುದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ, ಯಾಕೆಂದರೆ ನಾನು	",
"image" :	"",		
"choices" : [			
	"	a. ತುಂಬಾ ಮುದುಕನಾಗಿದ್ದಾನೆ.	",
	"	b. ಹೆಚ್ಚಾಗಿ ಕಷ್ಟಪಡಲಿಲ್ಲ	",
	"	c. ಸಭೆಯನ್ನು ಹಿಂಸೆ ಪಡಿಸಿದ್ದರಿಂದ	",
	"	d. ದೇವರಿಗೆ ಭಯಪಟ್ಟೆನು.	"
],			
"correct" :	"	c. ಸಭೆಯನ್ನು ಹಿಂಸೆ ಪಡಿಸಿದ್ದರಿಂದ	",
"explanation" :	"	ನಾನಂತೂ ಅಪೋಸ್ತಲರಲ್ಲಿ ಕನಿಷ್ಠನಷ್ಟೆ.  ನಾನು ದೇವರ ಸಭೆಯನ್ನು ಹಿಂಸೆಪಡಿಸಿದ್ದರಿಂದ ಅಪೋಸ್ತಲನೆನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ.  1 ಕೊರಿಂಥ 15:9	",
},			
{			
"question" :	"	3. ಕ್ರಿಸ್ತನು ಎದ್ದು ಬರಲಿಲ್ಲವಾದರೆ ನಿಮ್ಮ ನಂಬಿಕೆಯು	",
"image" :	"",		
"choices" : [			
	"	a. ಹಿಡಿದಿಟ್ಟಿರುವುದು	",
	"	b. ಹುರುಳಿಲ್ಲದ್ದು	",
	"	c. ಹೆಚ್ಚಾಗಿರುವುದು	",
	"	d. ನಿಮ್ಮ ಕಾರ್ಯಗಳಿಗೆ ಕೂಡಿಸಲ್ಪಡುವುದು	"
],			
"correct" :	"	b. ಹುರುಳಿಲ್ಲದ್ದು	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ಎದ್ದು ಬರಲಿಲ್ಲವಾದರೆ ನಮ್ಮ ಪ್ರಸಂಗವು ಹುರುಳಿಲ್ಲದ್ದು ಮತ್ತು ನಿಮ್ಮ ನಂಬಿಕೆಯೂ ಹುರುಳಿಲ್ಲದ್ದು.  1 ಕೊರಿಂಥ 15:14	",
},			
{			
"question" :	"	4.  ಈ ಜೀವಮಾನಕಾಲ ಪೂರ್ತಿಗೆ ನಾವು ಕ್ರಿಸ್ತನಲ್ಲಿ ನಿರೀಕ್ಷೆಯಿಟ್ಟುಕೊಂಡದ್ದೇ ಹೊರತು ಮತ್ತೇನು ಇಲ್ಲದಿದ್ದರೆ ಎಲ್ಲಾ ಮನುಷ್ಯರಲ್ಲಿಯೂ ______	",
"image" :	"",		
"choices" : [			
	"	a. ನಾಯಕರು	",
	"	b. ಚಲಿಸುವವರು ಮತ್ತು ಅಲುಗಾಡಿಸುವವರು	",
	"	c. ಬುದ್ಧಿವಂತರು	",
	"	d. ನಿರ್ಭಾಗ್ಯರು.	"
],			
"correct" :	"	d. ನಿರ್ಭಾಗ್ಯರು.	",
"explanation" :	"	ಈ ಜೀವಮಾನಕಾಲ ಪೂರ್ತಿಗೆ ನಾವು ಕ್ರಿಸ್ತನಲ್ಲಿ ನಿರೀಕ್ಷೆಯಿಟ್ಟುಕೊಂಡದ್ದೇ ಹೊರತು ಮತ್ತೇನು ಇಲ್ಲದಿದ್ದರೆ ಎಲ್ಲಾ ಮನುಷ್ಯರಲ್ಲಿಯೂ ನಿರ್ಭಾಗ್ಯರೇ ಸರಿ.  1 ಕೊರಿಂಥ 15:19	",
},			
{			
"question" :	"	5. ಯಾವ ಪ್ರಕಾರ ______ ಸಂಬಂಧದಿಂದ ಎಲ್ಲರೂ ಸಾಯುವವರಾದರೋ ಅದೇ ಪ್ರಕಾರ ಕ್ರಿಸ್ತನ ಸಂಬಂಧದಿಂದ ಎಲ್ಲರೂ ಜೀವಿತರಾಗುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆದಾಮ	",
	"	b. ದಾವೀದ	",
	"	c. ಮೋಶೆ	",
	"	d. ಅಬ್ರಹಾಮ	"
],			
"correct" :	"	a. ಆದಾಮ	",
"explanation" :	"	ಯಾವ ಪ್ರಕಾರ ಆದಾಮನ ಸಂಬಂಧದಿಂದ ಎಲ್ಲರೂ ಸಾಯುವವರಾದರೋ ಅದೇ ಪ್ರಕಾರ ಕ್ರಿಸ್ತನ ಸಂಬಂಧದಿಂದ ಎಲ್ಲರೂ ಜೀವಿತರಾಗುವರು.  1 ಕೊರಿಂಥ 15:22	",
},			
{			
"question" :	"	6.  ಕಡೇ ಶತೃವಾಗಿ ನಿವೃತ್ತಿಯಾಗುವುದು ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಜಂಭ	",
	"	b. ಭಯ	",
	"	c. ಮರಣ	",
	"	d. ಹಿಂಸೆ	"
],			
"correct" :	"	c. ಮರಣ	",
"explanation" :	"	ಮರಣವು ಕಡೇ ಶತೃವಾಗಿ ನಿವೃತ್ತಿಯಾಗುವುದು.  1 ಕೊರಿಂಥ 15:26	",
},			
{			
"question" :	"	7.  ಸತ್ತವರಿಗಾಗುವ ಪುನರುತ್ಥಾನವು ಅದೇ ಪ್ರಕಾರವಾಗಿರುವದು, ದೇಹವು ಲಯಾವಸ್ಥೆಯಲ್ಲಿ ಬಿತ್ತಲ್ಪಡುತ್ತದೆ,  _______ ಎದ್ದುಬರುವದು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರ್ಲಯಾವಸ್ಥೆಯಲ್ಲಿ	",
	"	b.  ತಿರಸ್ಕಾರದಲ್ಲಿ	",
	"	c. ಭ್ರಷ್ಟಾಚಾರದಲ್ಲಿ	",
	"	d. ಜಂಭದಲ್ಲಿ	"
],			
"correct" :	"	a. ನಿರ್ಲಯಾವಸ್ಥೆಯಲ್ಲಿ	",
"explanation" :	"	ಸತ್ತವರಿಗಾಗುವ ಪುನರುತ್ಥಾನವು ಅದೇ ಪ್ರಕಾರವಾಗಿರುವದು, ದೇಹವು ಲಯಾವಸ್ಥೆಯಲ್ಲಿ ಬಿತ್ತಲ್ಪಡುತ್ತದೆ,  ನಿರ್ಲಯಾವಸಸ್ಥೆಯಲ್ಲಿ ಎದ್ದುಬರುವದು.  1 ಕೊರಿಂಥ 15:42	",
},			
{			
"question" :	"	8.  ಪ್ರಾಕೃತ ದೇಹವಾಗಿ ಬಿತ್ತಲ್ಪಡುತ್ತೆದೆ, ___________ ಎದ್ದು ಬರುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾಕೃತ ದೇಹ	",
	"	b. ಆತ್ಮೀಕ ದೇಹ	",
	"	c. ದೇವದೂತ	",
	"	d. ಪ್ರೀತಿಯ ಚಿಹ್ನೆಯಾಗಿ	"
],			
"correct" :	"	b. ಆತ್ಮೀಕ ದೇಹ	",
"explanation" :	"	ಪ್ರಾಕೃತ ದೇಹವಾಗಿ ಬಿತ್ತಲ್ಪಡುತ್ತದೆ, ಆತ್ಮೀಕದೇಹವಾಗಿ ಎದ್ದು ಬರುವುದು.  ಪ್ರಾಕೃತದೇಹವಿರುವದಾದರೆ ಆತ್ಮೀಕ ದೇಹವೂ ಇರುವದು.  1 ಕೊರಿಂಥ 15:44	",
},			
{			
"question" :	"	9.  ಇದು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯವಾಗಲಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರು	",
	"	b. ರಕ್ತ ಮತ್ತು ಮಾಂಸ	",
	"	c. ಶ್ರೀಮಂತರು	",
	"	d. ನೀತಿವಂತ ಮನುಷ್ಯನು	"
],			
"correct" :	"	b. ರಕ್ತ ಮತ್ತು ಮಾಂಸ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾನು ಹೇಳುವದೇನಂದರೆ; ರಕ್ತ ಮಾಂಸವು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯವಾಗಲಾರದು; ಲಯವಾಗುವ ವಸ್ತು ನಿರ್ಲಯ ಪದವಿಗೆ ಬಾಧ್ಯವಾಗುವದಿಲ್ಲ.  1 ಕೊರಿಂಥ 15:50	",
},			
{			
"question" :	"	10.  ಇದರ ದ್ವನಿಯಾಗುವಾಗ ಸತ್ತವರು ನಿರ್ಲಯವಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರ ತುತ್ತೂರಿ	",
	"	b. ಕಡೆಯ ತುತ್ತೂರಿ	",
	"	c. ದೇವರ ಶಬ್ಧ	",
	"	d. ಬೇರೆಯ ಶಬ್ಧ	"
],			
"correct" :	"	b. ಕಡೆಯ ತುತ್ತೂರಿ	",
"explanation" :	"	ಆದರೆ ಕಡೇ ತುತ್ತೂರಿಯ ಧ್ವನಿಯಾಗುವಾಗ ನಾವೆಲ್ಲರು ಒಂದು ಕ್ಷಣದಲ್ಲೇ ರೆಪ್ಪೆ ಬಡಿಯುವಷ್ಟರೊಳಗಾಗಿ ಮಾರ್ಪಡುವೆವು.  ತುತ್ತೂರಿಯು ಊದಲಾಗಿ ಸತ್ತವರು ನಿರ್ಲಯರಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡುವರು.  ನಾವು ಮಾರ್ಪಡುವೆವು.  1 ಕೊರಿಂಥ 15:52	",
},			
]			