var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಹೇಳುತ್ತಾನೆ: ನಾನು _______ ಕಂಡವನಲ್ಲವೇ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕದ ದಾರಿಗಳು	",
	"	b. ಕರ್ತನಾದ ಯೇಸು	",
	"	c. 3ನೋ ಲೋಕ	",
	"	d. ಜೀವ ಮತ್ತು ಮರನಣ	"
],			
"correct" :	"	b. ಕರ್ತನಾದ ಯೇಸು	",
"explanation" :	"	ನಾನು ಸ್ವತಂತ್ರನಲ್ಲವೇ, ಅಪೋಸ್ತಲನಲ್ಲವೇ, ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸುವನ್ನು ಕಂಡವನಲ್ಲವೇ.  1 ಕೊರಿಂಥ 9:1	",
},			
{			
"question" :	"	2. ಕಣ ತುಳಿಯುವ ಎತ್ತಿನ _______ ಕಟ್ಟಬಾರದೆಂದು ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಯನ್ನು ಕಟ್ಟಬಾರದು	",
	"	b. ಬಲಿ	",
	"	c. ಬಹುಮಾನ	",
	"	d. ತಿನ್ನಿಸಬಾರದು	"
],			
"correct" :	"	a. ಬಾಯನ್ನು ಕಟ್ಟಬಾರದು	",
"explanation" :	"	ಕಣ ತುಳಿಯುವ ಎತ್ತಿನ ಬಾಯನ್ನು ಕಟ್ಟಬಾರದೆಂದು ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದದೆ.  1 ಕೊರಿಂಥ 9:9	",
},			
{			
"question" :	"	3. ಪೌಲನು ಕೇಳುತ್ತಾನೆ: ನಾವು ನಿಮಗೋಸ್ಕರ ಆತ್ಮಸಂಬಂಧವಾದ ಬೀಜವನ್ನು ಬಿತ್ತಿದ ಮೇಲೆ ನಿಮ್ಮಿಂದ ____ ಕೊಯ್ಯುವುದು ದೊಡ್ಡದೋ.	",
"image" :	"",		
"choices" : [			
	"	a. ಶಿಕ್ಷೆಯನ್ನು	",
	"	b. ಆತ್ಮೀಕ ಫಲವನ್ನು	",
	"	c. ಶರೀರ ಸಂಬಂಧವಾದ ಪೈರನ್ನು	",
	"	d. ತೆನೆಯನ್ನು	"
],			
"correct" :	"	c. ಶರೀರ ಸಂಬಂಧವಾದ ಪೈರನ್ನು	",
"explanation" :	"	ನಾವು ನಿಮಗೋಸ್ಕರ ಆತ್ಮಸಂಬಂಧವಾದ ಬೀಜವನ್ನು ಬಿತ್ತಿದ ಮೇಲೆ ನಿಮ್ಮಿಂದ ಶರೀರ ಸಂಬಂಧವಾದ ಪೈರನ್ನು ಕೊಯ್ಯುವುದು ದೊಡ್ಡದೋ.  1 ಕೊರಿಂಥ 9:11 	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು: ಇದಕ್ಕೆ ಅಡ್ಡಿಯಾಗಬಾರದೆಂದು ನಾವು ಎಲ್ಲವನ್ನು ಸಹಿಸಿಕೊಂಡೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತನ ಸುವಾರ್ತೆ	",
	"	b. ಸಭೆಯ ಸರ್ಕಾರ	",
	"	c. ಸಭಾ ಸೇವಕರುಗಳ ಅಧಿಕಾರ	",
	"	d. ಬೋಧಕರುಗಳ ದರ್ಶನ	"
],			
"correct" :	"	a. ಕ್ರಿಸ್ತನ ಸುವಾರ್ತೆ	",
"explanation" :	"	ಈ ಹಕ್ಕು ಇತರರಿಗೆ ನಿಮ್ಮ ಮೇಲೆ ಇದ್ದರೆ ನಮಗೆ ಎಷ್ಟೋ ಹೆಚ್ಚಾಗಿ ಇರಬೇಕಲ್ಲಾ.  ಆದರೂ ನಾವು ಈ ಹಕ್ಕನ್ನು ನಡಿಸದೆ ಕ್ರಿಸ್ತನ ಸುವಾರ್ತೆಗೆ ಅಡ್ಡಿಮಾಡಬಾರದೆಂದು ಎಲ್ಲವನ್ನ್ನು ಸಹಿಸಿಕೊಂಡೆವು.  1 ಕೊರಿಂಥ 9: 12	",
},			
{			
"question" :	"	5. ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವವರು	",
"image" :	"",		
"choices" : [			
	"	a. ಮದುವೆ ಮಾಡಿಕೊಳ್ಳಬಾರದು	",
	"	b. ಸುವಾರ್ತೆಯಿಂದಲೇ ಜೀವಿಸಬೇಕು	",
	"	c. ಕತ್ತಿಯಿಂದ ಸಾಯಬೇಕು	",
	"	d. ಬಡತನದಲ್ಲಿ ಜೀವಿಸಬೇಕು	"
],			
"correct" :	"	b. ಸುವಾರ್ತೆಯಿಂದಲೇ ಜೀವಿಸಬೇಕು	",
"explanation" :	"	ಅದೇ ರೀತಿಯಾಗಿ ಕರ್ತನು ಸಹ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವವರು ಸುವಾರ್ತೆಯಿಂದಲೇ ಜೀವನ ಮಾಡಬೇಕೆಂದು ನೇಮಿಸಿದನು.  1 ಕೊರಿಂಥ 9:14	",
},			
{			
"question" :	"	6. ಪೌಲನು ಯೆಹೂದ್ಯರಿಗಾಗಿ ______	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆಹೂದ್ಯನಾದನು	",
	"	b. ರಕ್ತಸಾಕ್ಷಿಯಾದನು	",
	"	c. ದೇಶದ್ರೋಹಿಯಾದನು	",
	"	d. ವಿದ್ಯಾರ್ಥಿಯಾದನು	"
],			
"correct" :	"	a. ಯೆಹೂದ್ಯನಾದನು	",
"explanation" :	"	ಯೆಹೂದ್ಯರನ್ನು ಸಂಪಾದಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೆಹೂದ್ಯರಿಗೆ ಯೆಹೂದ್ಯನಂತಾದೆನು.  1 ಕೊರಿಂಥ 9:20	",
},			
{			
"question" :	"	7. ಪೌಲನು ಬಲವಿಲ್ಲದವರಿಗಾಗಿ 	",
"image" :	"",		
"choices" : [			
	"	a. ಬಲವಿಲ್ಲದವನಂತಾದನು	",
	"	b. ಅವರಿಗೆ ಬಲವಾದನು	",
	"	c. ಹೆದರುವವನಾದನು	",
	"	d. ಆಹಾರವನ್ನು ತರುವವನಾದನು	"
],			
"correct" :	"	a. ಬಲವಿಲ್ಲದವನಂತಾದನು	",
"explanation" :	"	ಬಲವಿಲ್ಲದವರನ್ನು ಸಂಪಾದಿಸುವದಕ್ಕೆ ಅವರಿಗೆ ಬಲವಿಲ್ಲದವನಾದೆನು.  1 ಕೊರಿಂಥ 9:22	",
},			
{			
"question" :	"	8.  ಪೌಲನು ಹೇಳಿದ್ದು: ಯಾವ ವಿಧದಲ್ಲಿಯಾದರೂ ಕೆಲವರನ್ನು ________ ಯಾರಾರಿಗೆ ಎಂಥೆಂಥವನಾಗಬೇಕೋ ಅಂಥಂಥವನಾಗಿದ್ದೇನೆ.  	",
"image" :	"",		
"choices" : [			
	"	a. ತನಗೆ ಹಣ ಕೊಡಬೇಕೆಂದು	",
	"	b. ತನಗೆ ಬಹುಮಾನ ನೀಡಬೇಕೆಂದು	",
	"	c. ರಕ್ಷಿಸಬೇಕೆಂದು	",
	"	d. ತನ್ನನ್ನು ಗುರುತಿಸಬಾರದೆಂದು	"
],			
"correct" :	"	c. ರಕ್ಷಿಸಬೇಕೆಂದು	",
"explanation" :	"	ಯಾವ ವಿಧದಲ್ಲಿಯಾದರೂ ಕೆಲವರನ್ನು ರಕ್ಷಿಸಬೇಕೆಂದು ಯಾರಾರಿಗೆ ಎಂಥೆಂಥವನಾಗಬೇಕೋ ಅಂಥಂಥವನಾಗಿದ್ದೇನೆ.  1 ಕೊರಿಂಥ 9:22	",
},			
{			
"question" :	"	9. ಅವರು ಬಾಡಿಹೋಗುವ ಜಯಮಾಲಿಕೆಯನ್ನು ಹೊಂದುವದಕ್ಕೆ ಸಾಧನೆ ಮಾಡುತ್ತಾರೆ, ನಾವಾದರೋ	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಧಾನರಾಗಿದ್ದೇವೆ	",
	"	b. ಎದುರಾಳಿಗಳಾಗಿಲ್ಲ	",
	"	c. ಓಡುತ್ತಿಲ್ಲ	",
	"	d. ಬಾಡಿಹೋಗದ ಜಯಮಾಲಿಕೆಗಾಗಿ.	"
],			
"correct" :	"	d. ಬಾಡಿಹೋಗದ ಜಯಮಾಲಿಕೆಗಾಗಿ.	",
"explanation" :	"	ಅವರು ಬಾಡಿ ಹೋಗುವ ಜಯಮಾಲಿಕೆಯನ್ನು ಹೊಂದುವದಕ್ಕೆ ಸಾಧನೆ ಮಾಡುತ್ತಾರೆ, ನಾವಾದರೋ ಬಾಡಿಹೋಗದ ಜಯಮಾಲಿಕೆಯನ್ನು ಹೊಂದುವದಕ್ಕೆ ಸಾಧನೆ ಮಾಡುವವರಾಗಿದ್ದೇವೆ.  1 ಕೊರಿಂಥ 9:25	",
},			
{			
"question" :	"	10. ಪೌಲನು ತನ್ನ ಮೈಯನ್ನು ಜಜ್ಜಿ ಸ್ವಾಧೀನ ಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆ, ಯಾಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ರೋಗಿಯಾಗುವನೆಂದು	",
	"	b. ಅಯೋಗ್ಯನೆನಿಸಿಕೊಳ್ಳುವವನೆಂದು	",
	"	c. ಹೊಡೆಸಿಕೊಳ್ಳುವನೆಂದು	",
	"	d. ಕಂಡುಕೊಳ್ಳುವನೆಂದು	"
],			
"correct" :	"	b. ಅಯೋಗ್ಯನೆನಿಸಿಕೊಳ್ಳುವವನೆಂದು	",
"explanation" :	"	ಇತರರನ್ನು ಹೋರಾಟಕ್ಕೆ ಕರೆದ ಮೇಲೆ ನಾನೇ ಅಯೋಗ್ಯನೆನಿಸಿಕೊಂಡೇನೋ ಎಂಬ ಭಯದಿಂದ ನನ್ನ ಮೈಯನ್ನು ಜಜ್ಜಿ ಸ್ವಾಧಿನಪಡಿಸಿಕೊಳ್ಳುತ್ತೇನೆ.  1 ಕೊರಿಂಥ 9:27	",
},			
]			