var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗ ಇವುಗಳೊಂದಿಗೆ ಬರಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಹೋದರರಿಗೆ ಪ್ರೀತಿಯೊಂದಿಗೆ	",
	"	b. ಜೀವವುಳ್ಳ ವಾಕ್ಯದೊಂದಿಗೆ	",
	"	c. ವಾಕ್ಚಾತುರ್ಯದೊಂದಿಗೆ	",
	"	d. ನಿತ್ಯತ್ವದ ನಿರೀಕ್ಷೆಯೊಂದಿಗೆ	"
],			
"correct" :	"	c. ವಾಕ್ಚಾತುರ್ಯದೊಂದಿಗೆ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾನಂತೂ ದೇವರು ಹೇಳಿಕೊಟ್ಟ ಮಾತನ್ನು ತಿಳಿಸುವವನಾಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗ ವಾಕ್ಚಾತುರ್ಯದಿಂದಾಗಲಿ ಜ್ಞಾನಾಡಂಬರದಿಂದಾಗಲೀ ಬರಲಿಲ್ಲ.  1 ಕೊರಿಂಥ 2:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳಿದ್ದು:  ನಾನು _____________ ಹೊರತು ಬೇರೆ ಯಾವದನ್ನೂ ತಿಳಿಯದವನಾಗಿ ನಿಮ್ಮಲ್ಲಿ ಇರುವೆನೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಂಡೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ದಶಾಜ್ಞೆಗಳು	",
	"	c. ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟ ಯೇಸು ಕ್ರಿಸ್ತ	",
	"	d. ತನ್ನ ಹೆಸರು, ಪದವಿ ಮತ್ತು ಕ್ರಮಸಂಖ್ಯೆ	"
],			
"correct" :	"	c. ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟ ಯೇಸು ಕ್ರಿಸ್ತ	",
"explanation" :	"	ನಾನು ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟವನಾದ ಯೇಸು ಕ್ರಿಸ್ತನನ್ನೇ ಹೊರತು ಬೇರೆ ಯಾವದನ್ನೂ ತಿಳಿಯದವನಾಗಿ ನಿಮ್ಮಲ್ಲಿ ಇರುವೆನೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಂಡೆನು.   1 ಕೊರಿಂಥ 2:2	",
},			
{			
"question" :	"	3. ಪೌಲನು ಹೇಳಿದ್ದು: ನನ್ನ ಬೋಧನೆಯಲ್ಲಿಯೂ ಪ್ರಸಂಗದಲ್ಲಿಯೂ _______ ನಾನು ಪ್ರಯೋಗಿಸದೆ ದೇವರಾತ್ಮನ ಬಲವನ್ನು ತೋರ್ಪಡಿಸುವ ವಾಕ್ಯಗಳನ್ನೇ ಪ್ರಯೋಗಿಸಿದೆನು. 	",
"image" :	"",		
"choices" : [			
	"	a. ಸತ್ಯದ ವಾಕ್ಯಗಳನ್ನು	",
	"	b. ಮನವೊಲಿಸುವ ಜ್ಞಾನ ವಾಕ್ಯಗಳನ್ನು	",
	"	c. ದೇವರ ಶಕ್ತಿಯುಳ್ಳ ವಾಕ್ಯಗಳನ್ನು	",
	"	d. ದೇವರ ಅಂದದ ವಾಕ್ಯಗಳನ್ನು	"
],			
"correct" :	"	b. ಮನವೊಲಿಸುವ ಜ್ಞಾನ ವಾಕ್ಯಗಳನ್ನು	",
"explanation" :	"	ನಿಮ್ಮ ನಂಬಿಕೆಯು ಮಾನುಷಜ್ಞಾನವನ್ನು ಆಧಾರಮಾಡಿಕೊಳ್ಳದೆ ದೇವರ ಶಕ್ತಿಯನ್ನು ಆಧಾರ ಮಾಡಿಕೊಂಡಿರಬೇಕೆಂದು ನನ್ನ ಬೋಧನೆಯಲ್ಲಿಯೂ ಪ್ರಸಂಗದಲ್ಲಿಯೂ ಮನವೊಲಿಸುವ ಜ್ಞಾನವಾಕ್ಯಗಳನ್ನು ನಾನು ಪ್ರಯೋಗಿಸದೆ ದೇವರಾತ್ಮನ ಬಲವನ್ನು ತೋರ್ಪಡಿಸುವ ವಾಕ್ಯಗಳನ್ನೇ ಪ್ರಯೋಗಿಸಿದೆನು.  1 ಕೊರಿಂಥ 2:4	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು: ನನ್ನ ಬೋಧನೆಯಲ್ಲಿಯೂ ಪ್ರಸಂಗದಲ್ಲಿಯೂ ಮನವೊಲಿಸುವ ಜ್ಞಾನವಾಕ್ಯಗಳನ್ನು ನಾನು ಪ್ರಯೋಗಿಸದೆ ________ ವಾಕ್ಯಗಳನ್ನೇ ಪ್ರಯೋಗಿಸಿದೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಬುದ್ದಿಶಕ್ತಿ	",
	"	b. ತನ್ನ ಅನುಭವ	",
	"	c. ತನ್ನ ಶಿಕ್ಷಣ	",
	"	d. ದೇವರಾತ್ಮನ ಬಲವನ್ನು ತೋರ್ಪಡಿಸುವ	"
],			
"correct" :	"	d. ದೇವರಾತ್ಮನ ಬಲವನ್ನು ತೋರ್ಪಡಿಸುವ	",
"explanation" :	"	ನಿಮ್ಮ ನಂಬಿಕೆಯು ಮಾನುಷಜ್ಞಾನವನ್ನು ಆಧಾರಮಾಡಿಕೊಳ್ಳದೆ ದೇವರ ಶಕ್ತಿಯನ್ನು ಆಧಾರ ಮಾಡಿಕೊಂಡಿರಬೇಕೆಂದು ನನ್ನ ಬೋಧನೆಯಲ್ಲಿಯೂ ಪ್ರಸಂಗದಲ್ಲಿಯೂ ಮನವೊಲಿಸುವ ಜ್ಞಾನವಾಕ್ಯಗಳನ್ನು ನಾನು ಪ್ರಯೋಗಿಸದೆ ದೇವರಾತ್ಮನ ಬಲವನ್ನು ತೋರ್ಪಡಿಸುವ ವಾಕ್ಯಗಳನ್ನೇ ಪ್ರಯೋಗಿಸಿದೆನು.  1 ಕೊರಿಂಥ 2:4	",
},			
{			
"question" :	"	5. ಪೌಲನು ಹೇಳಿದ್ದು: ನಿಮ್ಮ ನಂಬಿಕೆಯು ಮಾನುಷಜ್ಞಾನವನ್ನು ಆಧಾರಮಾಡಿಕೊಳ್ಳದೆ ________ ಆಧಾರ ಮಾಡಿಕೊಂಡಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಶಕ್ತಿ	",
	"	b. ಅದ್ಭುತಗಳು ಮತ್ತು ಸೂಚಕಗಳು	",
	"	c. ಪ್ರವಾದಿಗಳು	",
	"	d. ದೇವದೂತರ ಮಾತುಗಳು	"
],			
"correct" :	"	a. ದೇವರ ಶಕ್ತಿ	",
"explanation" :	"	ನಿಮ್ಮ ನಂಬಿಕೆಯು ಮಾನುಷಜ್ಞಾನವನ್ನು ಆಧಾರಮಾಡಿಕೊಳ್ಳದೆ ದೇವರ ಶಕ್ತಿಯನ್ನು ಆಧಾರ ಮಾಡಿಕೊಂಡಿರಬೇಕೆಂದು ನನ್ನ ಬೋಧನೆಯಲ್ಲಿಯೂ ಪ್ರಸಂಗದಲ್ಲಿಯೂ ಮನವೊಲಿಸುವ ಜ್ಞಾನವಾಕ್ಯಗಳನ್ನು ನಾನು ಪ್ರಯೋಗಿಸದೆ ದೇವರಾತ್ಮನ ಬಲವನ್ನು ತೋರ್ಪಡಿಸುವ ವಾಕ್ಯಗಳನ್ನೇ ಪ್ರಯೋಗಿಸಿದೆನು.  1 ಕೊರಿಂಥ 2:4-5	",
},			
{			
"question" :	"	6.  ಈ ಲೋಕದ ಇಹಲೋಕಾಧಿಕಾರಿಗಳು  ದೇವರ ಜ್ಞಾನವನ್ನು ತಿಳಿದಿದ್ದರೆ ಇದನ್ನು ಮಾಡುತ್ತಿರಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಟ್ಟ ದಿನದಲ್ಲಿ ಮಂಕಾಗುವುದು	",
	"	b. ಕರ್ತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕುವುದು	",
	"	c. ದೇವರನ್ನು ಆರಾಧಿಸುವುದು	",
	"	d. ವ್ಯರ್ಥದಲ್ಲಿ ನಾಶವಾಗುವುದು	"
],			
"correct" :	"	b. ಕರ್ತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕುವುದು	",
"explanation" :	"	ಇದನ್ನು ಇಹಲೋಕಾಧಿಕಾರಿಗಳಲ್ಲಿ ಯಾರೂ ಅರಿಯಲಿಲ್ಲ; ಅರಿತಿದ್ದರೆ ಅಗರು ಮಹಿಮೆಯುಳ್ಳ ಕರ್ತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸುತ್ತಿರಲಿಲ್ಲ.  1 ಕೊರಿಂಥ 2:8	",
},			
{			
"question" :	"	7. ದೇವರು __________ ಸಿದ್ದಮಾಡಿರುವಂಥದೆಲ್ಲವನ್ನು ಕಣ್ಣು ಕಾಣಲಿಲ್ಲ, ಕಿವಿ ಕೇಳಲಿಲ್ಲ,  ಅದರ ಭಾವನೆಯು ಮನುಷ್ಯನ ಹೃದಯದಲ್ಲಿ ಹುಟ್ಟಲಿಲ್ಲ. 	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ ಮತ್ತು ಆತನ ಸಂಗಡಿಗರು	",
	"	b. ದೇವದೂತರು	",
	"	c. ಕೆಟ್ಟ ಕೆಲಸ ಮಾಡುವವರಿಗೆ	",
	"	d. ತನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಿಗೆ	"
],			
"correct" :	"	d. ತನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಿಗೆ	",
"explanation" :	"	ದೇವರು ತನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಿಗಾಗಿ ಸಿದ್ಧ ಮಾಡಿರುವಂಥದೆಲ್ಲವನ್ನು ಕಣ್ಣು ಕಾಣಲಿಲ್ಲ, ಕಿವಿ ಕೇಳಲಿಲ್ಲ, ಅದರ ಭಾವನೆಯು ಮನುಷ್ಯನ ಹೃದಯಲ್ಲಿ ಹುಟ್ಟಲಿಲ್ಲ.  1 ಕೊರಿಂಥ 2:9	",
},			
{			
"question" :	"	8. ನಾವು ಹೊಂದಿರುವ ಆತ್ಮ	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನನ ಆತ್ಮ	",
	"	b. ಪ್ರಾಣಿಯ ಆತ್ಮ	",
	"	c. ಅಂತ್ಯಕ್ರಿಸ್ತುವಿನ ಆತ್ಮ	",
	"	d. ದೇವರ ಆತ್ಮ	"
],			
"correct" :	"	d. ದೇವರ ಆತ್ಮ	",
"explanation" :	"	ನಾವು ಪ್ರಾಪಂಚಿಕ ಆತ್ಮವನ್ನು ಹೊಂದದೆ ದೇವರು ನಮಗೆ ದಯಪಾಲಿಸಿರುವ ಕೃಪಾವರಗಳನ್ನು ತಿಳುಕೊಳ್ಳವದಕ್ಕಾಗಿ ದೇವರಿಂದ ಬಂದ ಆತ್ಮವನ್ನೇ ಹೊಂದಿದೆವು.  1 ಕೊರಿಂಥ 2:12	",
},			
{			
"question" :	"	9. ಪ್ರಾಕೃತ ಮನುಷ್ಯನಿಗೆ ದೇವರಾತ್ಮನ ವಿಷಯಗಳು ಏನೆಂದು ತೋರುತ್ತವೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಿಶುದ್ಧವೆಂದು	",
	"	b. ಅದ್ಭುತವಾಗಿ	",
	"	c. ನೀತಿತನವಾಗಿ	",
	"	d. ಹುಚ್ಚುಮಾತಾಗಿ	"
],			
"correct" :	"	d. ಹುಚ್ಚುಮಾತಾಗಿ	",
"explanation" :	"	ಪ್ರಾಕೃತ ಮನುಷ್ಯನು ದೇವರಾತ್ಮನ ವಿಷಯಗಳನ್ನು ಬೇಡವೆನ್ನುತ್ತಾನೆ; ಅವು ಅವನಿಗೆ ಹುಚ್ಚುಮಾತಾಗಿ ತೋರುತ್ತವೆ.  1 ಕೊರಿಂಥ 2:14	",
},			
{			
"question" :	"	10. ನಮಗೆ ಯಾರ ಮನಸ್ಸು ದೊರಕಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯ	",
	"	b. ಪ್ರಾಕೃತ	",
	"	c. ಆದಾಮ	",
	"	d. ಕ್ರಿಸ್ತ	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಕರ್ತನ ಮನಸ್ಸನ್ನು ತಿಳುಕೊಂಡು ಆತನಿಗೆ ಉಪದೇಶಿಸುವವನಾರು ಎಂದು ಬರೆದದೆಯಲ್ಲಾ.  ನಮಗಾದರೋ ಕ್ರಿಸ್ತನ ಮನಸ್ಸು ದೊರಕಿತು.  1 ಕೊರಿಂಥ 2:16	",
},			
]			