var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಹೇಳುತ್ತಾನೆ: ಇದರಿಂದ ಉಂಟಾಗುವ ವರಗಳ ಕುರಿತು ನಿಮಗೆ ತಿಳಿಯದಿರಬಾರದೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ",
	"	b. ಅಪ್ಪಣೆಗಳು	",
	"	c. ಧಾರ್ಮಿಕ ವಿಧಿಗಳು	",
	"	d. ಪವಿತ್ರಾತ್ಮನ ವರಗಳು	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮನ ವರಗಳು	",
"explanation" :	"	ಸಹೋದರರೇ, ಪವಿತ್ರಾತ್ಮದಿಂದುಂಟಾಗುವ ವರಗಳ ಕುರಿತು ನಿಮಗೆ ತಿಳಿಯದಿರಬಾರದೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  1 ಕೊರಿಂಥ 12:1	",
},			
{			
"question" :	"	2. ನೀವು ಅಜ್ಞಾನಿಗಳಾಗಿದ್ದಾಗ ಇಲ್ಲಿಗೆ ಹೋಗುತ್ತಿದ್ದಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಬಿಲೋನ	",
	"	b. ಐಗುಪ್ತ	",
	"	c. ವಿಗ್ರಹಗಳು	",
	"	d. ದ್ರಾಕ್ಷಾತೋಟಗಳು	"
],			
"correct" :	"	c. ವಿಗ್ರಹಗಳು	",
"explanation" :	"	ನೀವು ಅಜ್ಞಾನಿಗಳಾಗಿದ್ದಾಗ ನಿಮಗೆ ಪ್ರೇರಣೆಯಾದ ಹಾಗೆ ಮೂಕ ವಿಗ್ರಹಗಳ ಬಳಿಗೆ ಹೋಗುತ್ತಿದ್ದೀರೆಂದು ಬಲ್ಲೆನು.  1 ಕೊರಿಂಥ 12:2	",
},			
{			
"question" :	"	3. ____________ ಹೊರತು ಯಾವ ಮನುಷ್ಯನೂ ಯೇಸುವನ್ನು ಕರ್ತನೆಂದು ಹೇಳಲಾರೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಾಕ್ಷಿಯ	",
	"	b. ಜ್ಞಾನದ	",
	"	c. ಧೈರ್ಯ ಮತ್ತು ಶೌರ್ಯ	",
	"	d. ಪವಿತ್ರಾತ್ಮನ ಪ್ರೇರಣೆ	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮನ ಪ್ರೇರಣೆ	",
"explanation" :	"	ಹೀಗಿರುವುದರಿಂದ ನಾನು ನಿಮಗೆ ತಿಳಿಸುವುದನ್ನು ಕೇಳಿರಿ, ದೇವರಾತ್ಮನ ಪ್ರೇರಣೆಯಿಂದ ಮಾತನಾಡುವ ಯಾವನಾದರೂ ಯೇಸುವನ್ನು ಶಾಪಗ್ರಸ್ಥನೆಂದು ಹೇಳುವುದಿಲ್ಲ.  ಮತ್ತು ಪವಿತ್ರಾತ್ಮನ ಪ್ರೇರಣೆಯಿಂದಲೇ ಹೊರತು ಯಾವ ಮನುಷ್ಯನೂ ಯೇಸುವನ್ನು ಕರ್ತನೆಂದು ಹೇಳಲಾರನು.  1 ಕೊರಿಂಥ 12:3	",
},			
{			
"question" :	"	4. ವರಗಳಲ್ಲಿ ಬೇರೆ ಬೇರೆ ವಿಧಗಳುಂಟು, ಆದರೆ ____ ಒಬ್ಬನೇ	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಸಗಾರನು	",
	"	b. ಅಭಿಪ್ರಾಯ	",
	"	c. ಆಸೆ	",
	"	d. ದೇವರಾತ್ಮನು	"
],			
"correct" :	"	d. ದೇವರಾತ್ಮನು	",
"explanation" :	"	ವರಗಳಲ್ಲಿ ಬೇರೆ ಬೇರೆ ವಿಧಗಳುಂಟು, ಆದರೆ ದೇವರಾತ್ಮನು ಒಬ್ಬನೇ.  1 ಕೊರಿಂಥ 12:4	",
},			
{			
"question" :	"	5. ನಾವೆಲ್ಲರೂ __________ ಒಂದೇ ಆತ್ಮನಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೂರ್ಣರಾಗುವುದಕ್ಕಾಗಿ	",
	"	b. ಬಂಧನದಲ್ಲಿರುವುದಕ್ಕಾಗಿ	",
	"	c. ಒಂದೇ ದೇಹವಾಗುವುದಕ್ಕಾಗಿ	",
	"	d. ಅನೇಕ ದೇಹವಾಗುವುದಕ್ಕಾಗಿ	"
],			
"correct" :	"	c. ಒಂದೇ ದೇಹವಾಗುವುದಕ್ಕಾಗಿ	",
"explanation" :	"	ಯೆಹೂದ್ಯರಾಗಲಿ ಗ್ರೀಕರಾಗಲಿ ಸ್ವತಂತ್ರರಾಗಲಿ ದಾಸರಾಗಲಿ ನಾವೆಲ್ಲರೂ ಒಂದೇ ದೇಹವಾಗುವುದಕ್ಕಾಗಿ ಒಂದೇ ಆತ್ಮನಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡೆವು.  1 ಕೊರಿಂಥ 12:13	",
},			
{			
"question" :	"	6. ಈ ಪ್ರಶ್ನೆಯು ಕೇಳಲ್ಪಟ್ಟಿತು:  ದೇಹವೆಲ್ಲಾ ಕಿವಿಯಾದರೆ 	",
"image" :	"",		
"choices" : [			
	"	a. ಕಿವುಡ	",
	"	b. ಮೂಗೆಲ್ಲಿ	",
	"	c. ಸತ್ತುಹೋಗುವನು	",
	"	d. ಪ್ರವಾಸಿಗಳಾಗಿರುವರು	"
],			
"correct" :	"	b. ಮೂಗೆಲ್ಲಿ	",
"explanation" :	"	ದೇಹವೆಲ್ಲಾ ಕಣ್ಣಾದರೆ ಕಿವಿಯೆಲ್ಲಿ? ಅದೆಲ್ಲಾ ಕಿವಿಯಾದರೆ ಮೂಗೆಲ್ಲಿ? 1 ಕೊರಿಂಥ 12:17	",
},			
{			
"question" :	"	7. ದೇವರು ಪ್ರತಿಯೊಂದು ಅಂಗವನ್ನು ದೇಹದೊಳಗೆ ಹೇಗೆ ಇಟ್ಟಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪವಿತ್ರಗೊಳಿಸುವಂತೆ	",
	"	b. ಅವುಗಳ ನೀತಿಗನುಸಾರವಾಗಿ	",
	"	c. ತನಗೆ ಸರಿತೋಚಿದ ಪ್ರಕಾರ	",
	"	d. ಸಾಕ್ಷಿಯಾಗುವ ಹಾಗೆ	"
],			
"correct" :	"	c. ತನಗೆ ಸರಿತೋಚಿದ ಪ್ರಕಾರ	",
"explanation" :	"	ಆದರೆ ದೇವರು ಆ ಅಂಗಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದನ್ನು ತನಗೆ ಸರಿಯಾಗಿ ತೋಚಿದ ಪ್ರಕಾರ ದೇಹದೊಳಗೆ ಇಟ್ಟಿದ್ದಾನೆ.  1 ಕೊರಿಂಥ 12:18	",
},			
{			
"question" :	"	8. ಅಂಗಗಳೇನೋ ಅನೇಕ	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಲಸಗಾರರು ಕಡಿಮೆ	",
	"	b. ಅನೇಕ ದೇಹಗಳು	",
	"	c. ದೇಹವು ಒಂದೇ	",
	"	d. ಎಲ್ಲವೂ ಅಪ್ರಯೋಜಕ	"
],			
"correct" :	"	c. ದೇಹವು ಒಂದೇ	",
"explanation" :	"	ಅಂಗಗಳೇನೋ ಅನೇಕ, ಆದರೆ ದೇಹವು ಒಂದೇ  1 ಕೊರಿಂಥ 12:20	",
},			
{			
"question" :	"	9. ದೇಹದಲ್ಲಿ ಅಲ್ಪಬಲವುಳ್ಳವುಗಳಾಗಿ ಕಾಣುವ ಅಂಗಗಳನ್ನು _________ ಎಂದು ತಿಳಿಯಬೇಕಲ್ಲವೇ?	",
"image" :	"",		
"choices" : [			
	"	a. ತಿರಸ್ಕರಿಸಬೇಕು	",
	"	b. ಅತ್ಯವಶ್ಯವೆಂದು	",
	"	c. ನಿರೀಕ್ಷೆಯಿಲ್ಲವೆಂದು	",
	"	d. ಸೇರಿಸಬಾರದೆಂದು	"
],			
"correct" :	"	b. ಅತ್ಯವಶ್ಯವೆಂದು	",
"explanation" :	"	ದೇಹದಲ್ಲಿ ಅಲ್ಪಬಲವುಳ್ಳವುಗಳಾಗಿ ಕಾಣುವ ಅಂಗಗಳನ್ನು ಅತ್ಯವಶ್ಯವೆಂದು ತಿಳಿಯಬೇಕಲ್ಲವೇ.  1 ಕೊರಿಂಥ 12:23	",
},			
{			
"question" :	"	10. ಒಂದು ಅಂಗಕ್ಕೆ ನೋವಾದರೆ ಎಲ್ಲಾ ಅಂಗಗಳಿಗೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷವಾಗುತ್ತದೆ	",
	"	b. ನಿರ್ಗಮಿಸುತ್ತವೆ	",
	"	c. ನೋವಾಗುತ್ತದೆ	",
	"	d. ಹಿರಿಯರಿಗೆ ಹೇಳಿ ಕಳುಹಿಸಬೇಕು	"
],			
"correct" :	"		",
"explanation" :	"	ಒಂದು ಅಂಗಕ್ಕೆ ನೋವಾದರೆ ಎಲ್ಲಾ ಅಂಗಗಳಿಗೂ ನೋವಾಗುತ್ತದೆ, ಒಂದು ಅಂಗಕ್ಕೆ ಮರ್ಯಾದೆ ಬಂದರೆ ಎಲ್ಲಾ ಅಂಗಗಳಿಗೂ ಸಂತೋಷವಾಗುತ್ತದೆ.  1 ಕೊರಿಂಥ 12:26	",
},			
]			