var quiztitle = "1 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 14";			
var quiz = [			
{			
"question" :	"	1. ಪ್ರೀತಿಯನ್ನು ಅಭ್ಯಾಸಮಾಡಿಕೊಳ್ಳಿರಿ, ಆದರೂ ಇವುಗಳನ್ನು ಅಪೇಕ್ಷಿಸಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅವುಗಳ ಎಲ್ಲಾ ಉಪಯೋಗಗಳು",	
	"	b. ಅದರ ಸ್ವಂತ ಬಹುಮಾನ	",
	"	c. ಆತ್ಮದ ಸೌಂದರ್ಯ	",
	"	d. ಪವಿತ್ರಾತ್ಮನ ವರಗಳು	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮನ ವರಗಳು	",
"explanation" :	"	ಪ್ರೀತಿಯನ್ನು ಅಭ್ಯಾಸಮಾಡಿಕೊಳ್ಳಿರಿ, ಆದರೂ ಪವಿತ್ರಾತ್ಮನಿಂದುಂಟಾಗುವ ವರಗಳನ್ನು ಅವುಗಳೊಳಗೆ ವಿಶೇಷವಾಗಿ ಪ್ರವಾದಿಸುವ ವರವನ್ನೇ ಆಸಕ್ತಿಯಿಂದ ಅಪೇಕ್ಷಿಸಿರಿ.  1 ಕೊರಿಂಥ 14:1	",
},			
{			
"question" :	"	2. ವಾಣಿಯನ್ನಾಡುವವನು ಯಾರಿಗೆ ಭಕ್ತಿವೃದ್ದಿಯನ್ನುಂಟು ಮಾಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಿಗೆ	",
	"	b. ತನಗೆ ಮಾತ್ರ	",
	"	c. ಸಭೆಗೆ	",
	"	d. ಯಾರಿಗೂ ಇಲ್ಲ	"
],			
"correct" :	"	b. ತನಗೆ ಮಾತ್ರ	",
"explanation" :	"	ವಾಣಿಯನ್ನಾಡುವವನು ತನಗೆ ಮಾತ್ರ ಭಕ್ತಿವೃದ್ಧಿಯನ್ನುಂಟುಮಾಡುತ್ತಾನೆ.  1 ಕೊರಿಂಥ 14:4	",
},			
{			
"question" :	"	3. ಪ್ರವಾದಿಸುವವನು ಯಾರಿಗೆ ಭಕ್ತಿವೃದ್ಧಿಯನ್ನುಂಟು ಮಾಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಿಗೆ	",
	"	b. ತನಗೆ ಮಾತ್ರ	",
	"	c. ಸಭೆಗೆ	",
	"	d. ಯಾರಿಗೂ ಇಲ್ಲ	"
],			
"correct" :	"	c. ಸಭೆಗೆ	",
"explanation" :	"	ವಾಣಿಯನ್ನಾಡುವವನು ತನಗೆ ಮಾತ್ರ ಭಕ್ತಿವೃದ್ಧಿಯನ್ನುಂಟುಮಾಡುತ್ತಾನೆ. ಪ್ರವಾದಿಸುವವನೋ ಸಭೆಗೆ ಭಕ್ತಿವೃದ್ಧಿಯನ್ನುಂಟು ಮಾಡುತ್ತಾನೆ.  1 ಕೊರಿಂಥ 14:4	",
},			
{			
"question" :	"	4. ಇದು ಗೊತ್ತಿಲ್ಲದ ಶಬ್ದವನ್ನು ಕೊಟ್ಟರೆ ಯಾರು ಯುದ್ಧಕ್ಕೆ ಸಿದ್ಧಮಾಡಿಕೊಳ್ಳುವರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ತನು	",
	"	b. ಸೈನ್ಯಾಧಿಪತಿ	",
	"	c. ಶತೃವು	",
	"	d. ತುತ್ತೂರಿ	"
],			
"correct" :	"	d.ತುತ್ತೂರಿ	",
"explanation" :	"	ತುತ್ತೂರಿಯು ಗೊತ್ತಿಲ್ಲದ ಶಬ್ದವನ್ನು ಕೊಟ್ಟರೆ ಯಾರು ಯುದ್ಧಕ್ಕೆ ಸಿದ್ಧಮಾಡಿಕೊಳ್ಳುವರು? 1 ಕೊರಿಂಥ 14:8	",
},			
{			
"question" :	"	5. ವಾಣಿಯನ್ನಾಡುವವನು ಇದಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಚ್ಚಲು	",
	"	b. ಅರ್ಥವನ್ನು ಹೇಳುವ ಶಕ್ತಿಗಾಗಿ	",
	"	c. ಹೆಚ್ಚಳ ಹೊಂದುವುಕ್ಕಾಗಿ	",
	"	d. ಅದರಲ್ಲೇ ಮುಂದುವರೆಯುವುದಕ್ಕಾಗಿ	"
],			
"correct" :	"	b. ಅರ್ಥವನ್ನು ಹೇಳುವ ಶಕ್ತಿಗಾಗಿ	",
"explanation" :	"	ಆದದರಿಂದ ವಾಣಿಯನ್ನಾಡುವವನು ತನಗೆ ಅದರ ಅರ್ಥವನ್ನು ಹೇಳುವ ಶಕ್ತಿಯೂ ಉಂಟಾಗಬೇಕೆಂದು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಲಿ  1 ಕೊರಿಂಥ 14:13	",
},			
{			
"question" :	"	6.  ಇದರ ವಿಷಯದಲ್ಲಿ ಶಿಶುಗಳಾಗಿಯೇ ಇರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಟ್ಟತನದ	",
	"	b. ಅರ್ಥೈಸಿಕೊಳ್ಳುವಲ್ಲಿ	",
	"	c. ಜ್ಞಾನದಲ್ಲಿ	",
	"	d. ದೇವರ ಭಯದಲ್ಲಿ	"
],			
"correct" :	"	a. ಕೆಟ್ಟತನದ	",
"explanation" :	"	ಸಹೋದರರೇ, ಬುದ್ಧಿಯ ವಿಷಯದಲ್ಲಿ ಬಾಲಕರಾಗಿರಬೇಡಿರಿ; ಕೆಟ್ಟತನದ ವಿಷಯದಲ್ಲಿ ಶಿಶುಗಳಾಗಿಯೇ ಇದ್ದು ಬುದ್ದಿಯ ವಿಷಯದಲ್ಲಿ ಪ್ರಾಯಸ್ಥರಾಗಿರಬೇಕು.  1 ಕೊರಿಂಥ 12:20	",
},			
{			
"question" :	"	7. ಬುದ್ಧಿಯ ವಿಷಯದಲ್ಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಲಕರಾಗಿರಬೇಕು	",
	"	b. ನಿರ್ಲಕ್ಷರಾಗಿರಬೇಕು	",
	"	c. ಪ್ರಾಯಸ್ಥರಾಗಿರಬೇಕು	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಮೀರಿದವರಾಗಿರಬೇಕು	"
],			
"correct" :	"	c. ಪ್ರಾಯಸ್ಥರಾಗಿರಬೇಕು	",
"explanation" :	"	ಸಹೋದರರೇ, ಬುದ್ಧಿಯ ವಿಷಯದಲ್ಲಿ ಬಾಲಕರಾಗಿರಬೇಡಿರಿ; ಕೆಟ್ಟತನದ ವಿಷಯದಲ್ಲಿ ಶಿಶುಗಳಾಗಿಯೇ ಇದ್ದು ಬುದ್ದಿಯ ವಿಷಯದಲ್ಲಿ ಪ್ರಾಯಸ್ಥರಾಗಿರಬೇಕು.  1 ಕೊರಿಂಥ 12:20	",
},			
{			
"question" :	"	8.  ದೇವರು ಇದಕ್ಕೆ ಕಾರಣನಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ	",
	"	b. ವಾಕ್ಯಗಳಿಗೆ	",
	"	c. ವಿಶ್ವಕ್ಕೆ	",
	"	d. ಗಲಿಬಿಲಿಗೆ	"
],			
"correct" :	"	d. ಗಲಿಬಿಲಿಗೆ	",
"explanation" :	"	ದೇವರು ಸಮಾಧಾನಕ್ಕೆ ಕಾರಣನೇ ಹೊರತು ಗಲಿಬಿಲಿಗೆ ಕಾರಣನಲ್ಲ.  1 ಕೊರಿಂಥ 14:33	",
},			
{			
"question" :	"	9.  ಸ್ತ್ರೀಯರು ಸಭೆಯಲ್ಲಿ ಇದನ್ನು ಮಾಡುವುದು ನಾಚಿಕೆಗೆಟ್ಟ ಕೆಲಸವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	b. ಮಾತಾಡುವುದು	",
	"	c. ಹಾಡುವುದು	",
	"	d. ಅಳುವುದು	"
],			
"correct" :	"	b. ಮಾತಾಡುವುದು	",
"explanation" :	"	ಅವರು ಏನಾದರೂ ತಿಳುಕೊಳ್ಳುವದಕ್ಕೆ ಅಪೇಕ್ಷಿಸಿದರೆ ಮನೆಯಲ್ಲಿ ತಮ್ಮ ಗಂಡಂದಿರನ್ನು ಕೇಳಲಿ, ಸ್ತ್ರೀಯರು ಸಭೆಯಲ್ಲಿ ಮಾತಾಡುವದು ನಾಚಿಗೆಗೆಟ್ಟ ಕೆಲಸವಾಗಿದೆ.  1 ಕೊರಿಂಥ 14:35	",
},			
{			
"question" :	"	10.  ಎಲ್ಲವೂ _________ ನಡೆಯಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಮರ್ಯಾದೆಯಿಂದಲೂ ಕ್ರಮದಿಂದಲೂ	",
	"	b. ಪ್ರಶ್ನಾತೀತವಾಗಿ	",
	"	c. ತಕ್ಕ ಕಾಲದಲ್ಲಿ	",
	"	d. ಭಯದಿಂದ ನಡುಗುತ್ತಾ	"
],			
"correct" :	"	a. ಮರ್ಯಾದೆಯಿಂದಲೂ ಕ್ರಮದಿಂದಲೂ	",
"explanation" :	"	ಆದರೆ ಎಲ್ಲವೂ ಮರ್ಯಾದೆಯಿಂದಲೂ ಕ್ರಮದಿಂದಲೂ ನಡೆಯಲಿ.  1 ಕೊರಿಂಥ 14:40	",
},			
]			