var quiztitle = " 1 ಯೋಹಾನ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1.  ಇದು ದೇವರಿಂದ ಪ್ರೇರಿತವಾದವುಗಳೋ ಅಲ್ಲವೋ ಎಂಬುದನ್ನು ಪರೀಕ್ಷಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆತ್ಮನ ನುಡಿಗಳು.	",
	"	b. ಆಚರಣೆಗಳು.	",
	"	c. ದೇವದೂತರು.	",
	"	d. ಮಾಂಸ	"
],			
"correct" :	"	a. ಆತ್ಮನ ನುಡಿಗಳು.	",
"explanation" :	"	ಪ್ರಿಯರೇ, ಅನೇಕ ಮಂದಿ ಸುಳ್ಳು ಪ್ರವಾದಿಗಳೂ ಲೋಕದೊಳಗೆ ಬಂದಿರುವದರಿಂದ ನೀವು ಆತ್ಮದ ಎಲ್ಲಾ ನುಡಿಗಳನ್ನು ನಂಬದೆ ಆಯಾ ನುಡಿಗಳು ದೇವರಿಂದ ಪ್ರೇರಿತವಾದವುಗಳೋ ಅಲ್ಲವೋ ಎಂದು ಅವುಗಳನ್ನು ಪರೀಕ್ಷಿಸಬೇಕು.  1 ಯೋಹಾನ 4:1	",
},			
{			
"question" :	"	2. ಇದನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವ ಆತ್ಮವು ದೇವರಿಂದ ಬಂದದ್ದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಯು ಎಲ್ಲವನ್ನು ಜಯಿಸುತ್ತದೆ.	",
	"	b. ಕರ್ತನಿಗೆ ಜಯಘೋಷ ಮಾಡುವುದು.	",
	"	c. ಯೇಸುಕ್ರಿಸ್ತನು ಮನುಷ್ಯನಾಗಿ ಬಂದದ್ದು	",
	"	d. ಎಲ್ಲಾದವುಗಳ ಮೇಲೆ ನಿರೀಕ್ಷೆ ಇಡುವುದು.	"
],			
"correct" :	"	c. ಯೇಸುಕ್ರಿಸ್ತನು ಮನುಷ್ಯನಾಗಿ ಬಂದದ್ದು	",
"explanation" :	"	ಪ್ರೇರಿಸುವಂಥವನು ದೇವರ ಆತ್ಮನೇ ಎಂದು ತಿಳಿದುಕೊಳ್ಳುವದಕ್ಕೆ ಲಕ್ಷಣವೇನಂದರೆ - ಮನುಷ್ಯನಾಗಿ ಬಂದ ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವ ಆತ್ಮವು ದೇವರಿಂದ ಪ್ರೇರಿತವಾದದ್ದು.  1 ಯೋಹಾನ 4:2	",
},			
{			
"question" :	"	3. ಇವನಿಗಿಂತ ನಿಮ್ಮಲ್ಲಿರುವಾತನು ಹೆಚ್ಚಿನವನು.	",
"image" :	"",		
"choices" : [			
	"	1. 1000 ಬಲಾಶಾಲಿಗಳು	",
	"	b. ದೂತರ ಸೈನ್ಯ	",
	"	c. ಬೆಂಕಿ	",
	"	d. ಲೋಕದಲ್ಲಿರುವವನು	"
],			
"correct" :	"	d. ಲೋಕದಲ್ಲಿರುವವನು	",
"explanation" :	"	ಪ್ರಿಯರಾದ ಮಕ್ಕಳೇ, ನೀವಂತೂ ದೇವರಿಂದ ಹುಟ್ಟಿದವರಾಗಿದ್ದೀರಿ; ಮತ್ತು ಲೋಕದಲ್ಲಿರುವವನಿಗಿಂತ ನಿಮ್ಮಲ್ಲಿರುವಾತನು ಹೆಚ್ಚಿನವನಾಗಿರುವದರಿಂದ ನೀವು ಆ ಸುಳ್ಳು ಪ್ರವಾದಿಗಳನ್ನು ಜಯಿಸಿದ್ದೀರಿ.  1 ಯೋಹಾನ 4:4	",
},			
{			
"question" :	"	4. ದೇವರು	",
"image" :	"",		
"choices" : [			
	"	a. ನಮಗಾಗಿ ಕಾಯುತ್ತಿದ್ದಾನೆ.	",
	"	b. ತನ್ನ ಜನರ ಕಿವಿಯಲ್ಲಿ ಮಾತಾಡುತ್ತಾನೆ.	",
	"	c. ಪ್ರೀತಿಸ್ವರೂಪಿ.	",
	"	d. ನ್ಯಾಯತೀರ್ಪು ಮಾಡುವುದಿಲ್ಲ.	"
],			
"correct" :	"	c. ಪ್ರೀತಿಸ್ವರೂಪಿ.	",
"explanation" :	"	ಪ್ರೀತಿಯಿಲ್ಲದವನು ದೇವರನ್ನು ಬಲ್ಲವನಲ್ಲ; ಯಾಕಂದರೆ ದೇವರು ಪ್ರೀತಿಸ್ವರೂಪಿಯು.  1 ಯೋಹಾನ 4:8	",
},			
{			
"question" :	"	5. ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಒಬ್ಬನೇ ಇರುವನು.	",
	"	b. ಮನುಷ್ಯರಲ್ಲಿ ನೆಲೆಗೊಂಡಿದ್ದಾನೆ.	",
	"	c. ದೇವರಲ್ಲಿ ನೆಲೆಗೊಂಡಿದ್ದಾನೆ.	",
	"	d. ಬಂಡೆಯ ಮೇಲೆ ಕಟ್ಟಿದ ಮನೆಯ ಹಾಗೆ ದೃಢವಾಗಿ ನೆಲೆಗೊಂಡಿರುವನು.	"
],			
"correct" :	"	c. ದೇವರಲ್ಲಿ ನೆಲೆಗೊಂಡಿದ್ದಾನೆ.	",
"explanation" :	"	ದೇವರು ನಮ್ಮಲ್ಲಿಟ್ಟಿರುವ ಪ್ರೀತಿಯನ್ನು ನಾವು ತಿಳಿದುಕೊಂಡಿದ್ದೇವೆ ಅದನ್ನು ನಂಬಿದ್ದೇವೆ.  ದೇವರು ಪ್ರೀತಿಸ್ವರೂಪಿ; ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವವನು ದೇವರಲ್ಲಿ ನೆಲೆಗೊಂಡಿದ್ದಾನೆ, ದೇವರು ಅವನಲ್ಲಿ ನೆಲೆಗೊಂಡಿದ್ದಾನೆ.  1 ಯೋಹಾನ 4:16	",
},			
{			
"question" :	"	6. ಪ್ರೀತಿ ಇರುವಲ್ಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆಯಿಲ್ಲ.	",
	"	b. ನಿರೀಕ್ಷೆಯಿಲ್ಲ	",
	"	c. ಜ್ಞಾನವಿಲ್ಲ	",
	"	d. ಹೆದರಿಕೆಯಿಲ್ಲ.	"
],			
"correct" :	"	d. ಹೆದರಿಕೆಯಿಲ್ಲ.	",
"explanation" :	"	ಪ್ರೀತಿಯು ಇರುವಲ್ಲಿ ಹೆದರಿಕೆಯಿಲ್ಲ.  ಹೆದರಿಕೆಯು ಯಾತನೆಯನ್ನು ಹೊಂದುತ್ತಾ ಇರುವದು; ಪೂರ್ಣಪ್ರೀತಿಯು ಹೆದರಿಕೆಯನ್ನು ಹೊರಡಿಸಿಬಿಡುತ್ತದೆ.  ಹೆದರುವವನು ಪ್ರೀತಿಯಲ್ಲಿ ಸಿದ್ಧಿಗೆ ಬಂದವನಲ್ಲ.  1 ಯೋಹಾನ 4:18	",
},			
{			
"question" :	"	7. ಇದು ಹೆದರಿಕೆಯನ್ನು ಹೊರಡಿಸಿಬಿಡುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಉಪವಾಸ	",
	"	b. ಪ್ರಾರ್ಥನೆ	",
	"	c. ಪೂರ್ಣಪ್ರೀತಿ	",
	"	d. ಅಪೋಸ್ತಲರು	"
],			
"correct" :	"	c. ಪೂರ್ಣಪ್ರೀತಿ	",
"explanation" :	"	ಪ್ರೀತಿಯು ಇರುವಲ್ಲಿ ಹೆದರಿಕೆಯಿಲ್ಲ.  ಹೆದರಿಕೆಯು ಯಾತನೆಯನ್ನು ಹೊಂದುತ್ತಾ ಇರುವದು; ಪೂರ್ಣಪ್ರೀತಿಯು ಹೆದರಿಕೆಯನ್ನು ಹೊರಡಿಸಿಬಿಡುತ್ತದೆ.  ಹೆದರುವವನು ಪ್ರೀತಿಯಲ್ಲಿ ಸಿದ್ಧಿಗೆ ಬಂದವನಲ್ಲ.  1 ಯೋಹಾನ 4:18	",
},			
{			
"question" :	"	8. ಇದಕ್ಕಾಗಿ ನಾವು ದೇವರನ್ನು ಪ್ರೀತಿಸುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನೊಬ್ಬನೇ ನಮ್ಮ ನಿರೀಕ್ಸೆ	",
	"	b. ನಮಗೆ ಬೇರೆ ಆಯ್ಕೆಗಳಿಲ್ಲ.	",
	"	c. ಆತನು ನಮ್ಮನ್ನು ಮೊದಲು ಪ್ರೀತಿಸಿದ	",
	"	d. ನಮಗೆ ಬಹುಮಾನ ಬೇಕು.	"
],			
"correct" :	"	c. ಆತನು ನಮ್ಮನ್ನು ಮೊದಲು ಪ್ರೀತಿಸಿದ	",
"explanation" :	"	ದೇವರು ಮೊದಲು ನಮ್ಮನ್ನು ಪ್ರೀತಿಸಿದ್ದರಿಂದ ನಾವು ಪ್ರೀತಿಸುತ್ತೇವೆ.  1 ಯೋಹಾನ 4:19	",
},			
{			
"question" :	"	9. ಒಬ್ಬನು ತಾನು ದೇವರನ್ನು ಪ್ರೀತಿಸುತ್ತೇನೆಂದು ಹೇಳಿ ತನ್ನ ಸಹೋದರನನ್ನು ದ್ವೇಷಿಸಿದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಅವನು ಗೊಂದಲಕ್ಕೀಡಾಗಿದ್ದಾನೆ.	",
	"	b. ಅವನು ಸುಳ್ಳುಗಾರನು.	",
	"	c. ಅವನ ಸಹೋದರನು ವಾದ ಮಾಡಬೇಕು.	",
	"	d. ಅವನು ಆಶೀರ್ವಾದಿಸಲ್ಪಡುವುದಿಲ್ಲ.	"
],			
"correct" :	"	b. ಅವನು ಸುಳ್ಳುಗಾರನು.	",
"explanation" :	"	ಒಬ್ಬನು ತಾನು ದೇವರನ್ನು ಪ್ರೀತಿಸುತ್ತೇನೆಂದು ಹೇಳಿ ತನ್ನ ಸಹೋದರನನ್ನು ದ್ವೇಷಿಸಿದರೆ ಅವನು ಸುಳ್ಳುಗಾರನಾಗಿದ್ದಾನೆ.  1 ಯೋಹಾನ 4:30	",
},			
{			
"question" :	"	10. ನಮಗೆ ಈ ಆಜ್ಞೆ ಇದೆ:  ದೇವರನ್ನು ಪ್ರೀತಿಸುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಸಹೋದರನನ್ನೂ ಪ್ರೀತಿಸಬೇಕು.	",
	"	b. ಎಲ್ಲವನ್ನೂ ಚೆನ್ನಾಗಿ ಮಾಡಬೇಕು.	",
	"	c. ಪಾಪ ಮಾಡುವವನು.	",
	"	d. ಜ್ಞಾನಿ	"
],			
"correct" :	"	a. ತನ್ನ ಸಹೋದರನನ್ನೂ ಪ್ರೀತಿಸಬೇಕು.	",
"explanation" :	"	ದೇವರನ್ನು ಪ್ರೀತಿಸುವವನು ತನ್ನ ಸಹೋದರನನ್ನೂ ಪ್ರೀತಿಸಬೇಕೆಂಬ ಆಜ್ಞೆಯನ್ನು ನಾವು ಆತನಿಂದ ಹೊಂದಿದ್ದೇವೆ.  1 ಯೋಹಾನ 4:21	",
},			
]			