var quiztitle = " 1 ಯೋಹಾನ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ದೇವರ ಆಜ್ಞೆಗಳು	",
"image" :	"",		
"choices" : [			
	"	a. ಭಾರವಾದವುಗಳಲ್ಲ.	",
	"	b. ಭಾರವಾದವು.	",
	"	c. ಮರಣವನ್ನು ತರುತ್ತದೆ.	",
	"	d. ದು:ಖವನ್ನು ತರುತ್ತದೆ.	"
],			
"correct" :	"	a. ಭಾರವಾದವುಗಳಲ್ಲ.	",
"explanation" :	"	ದೇವರ ಮೇಲಣ ಪ್ರೀತಿ ಏನಂದರೆ ಆತನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವದೇ.  ಆತನ ಆಜ್ಞೆಗಳು ಭಾರವಾದವುಗಳಲ್ಲ.  1 ಯೋಹಾನ 5:1	",
},			
{			
"question" :	"	2. ದೇವರಿಂದ ಹುಟ್ಟಿರುವಂಥದು	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕವನ್ನು ಜಯಿಸುತ್ತದೆ.	",
	"	b. ಕತ್ತಲಲ್ಲಿ ನಿಲ್ಲಲಾರದು.	",
	"	c. ಪಾಪವು ಜಯಿಸುತ್ತದೆ.	",
	"	d. 2ನೇ ತೀರ್ಪಿನಲ್ಲಿ ನಿಲ್ಲಲಾರದು.	"
],			
"correct" :	"	a. ಲೋಕವನ್ನು ಜಯಿಸುತ್ತದೆ.	",
"explanation" :	"	ಯಾಕಂದರೆ ದೇವರಿಂದ ಹುಟ್ಟಿರುವಂಥದೆಲ್ಲವು ಲೋಕವನ್ನು ಜಯಿಸುತ್ತದೆ.  1 ಯೋಹಾನ 5:4	",
},			
{			
"question" :	"	3. ಇದನ್ನು ಮಾಡುವವರು ಲೋಕವನ್ನು ಜಯಿಸುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸ.	",
	"	b. ಕಾಣಿಕೆ ನೀಡುವವರು	",
	"	c. ಪ್ರವಾದಿಸುವರು	",
	"	d. ಯೇಸುವು ದೇವರ ಮಗನೆಂದು ನಂಬುವರು	"
],			
"correct" :	"	d. ಯೇಸುವು ದೇವರ ಮಗನೆಂದು ನಂಬುವರು	",
"explanation" :	"	ಯೇಸುವು ದೇವರ ಮಗನೆಂದು ನಂಬಿದವರೇ ಅಲ್ಲದೆ ಲೋಕವನ್ನು ಜಯಿಸುವವರು ಇನ್ನಾರಿದ್ದಾರೆ?  1 ಯೋಹಾನ 5:5	",
},			
{			
"question" :	"	4. ಮೂರು ಸಾಕ್ಷಿಗಳೂ ಹೀಗೆ ಸಾಕ್ಷಿ ಹೇಳುತ್ತವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರಂತೆ	",
	"	b. ದೇವಜನರಂತೆ	",
	"	c. ದೇವರ ನೀತಿಯಂತೆ	",
	"	d. ಒಂದೇ ಅಭಿಪ್ರಾಯವಾಗಿ	"
],			
"correct" :	"	d. ಒಂದೇ ಅಭಿಪ್ರಾಯವಾಗಿ	",
"explanation" :	"	ಆತ್ಮ ನೀರು ರಕ್ತ  ಎಂಬ ಮೂರು ಸಾಕ್ಷಿಗಳುಂಟು; ಈ ಮೂರು ಒಂದೇ ಅಭಿಪ್ರಾಯವಾಗಿ ಸಾಕ್ಷಿಹೇಳುತ್ತವೆ.  1 ಯೋಹಾನ 5:8	",
},			
{			
"question" :	"	5. ಇದು ಮನುಷ್ಯರ ಸಾಕ್ಷಿಗಿಂತ ವಿಶೇಷವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಸಾಕ್ಷಿ	",
	"	b. ದೇವದೂತರ ಸಾಕ್ಷಿ	",
	"	c. ಅದ್ಭುತಗಳು.	",
	"	d. ಸೂಚಕ ಕಾರ್ಯಗಳು	"
],			
"correct" :	"	a. ದೇವರ ಸಾಕ್ಷಿ	",
"explanation" :	"	ನಾವು ಮನುಷ್ಯರ ಸಾಕ್ಷಿಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತೇವಲ್ಲಾ; ದೇವರ ಸಾಕ್ಷಿಯು ಅದಕ್ಕಿಂತ ವಿಶೇಷವಾಗಿದೆ.  1 ಯೋಹಾನ 5:9	",
},			
{			
"question" :	"	6. ದೇವರ ಮಗನನ್ನು ಅಂಗೀಕರಿಸಿದವನಿಗೆ ಇದು ಉಂಟು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷ	",
	"	b. ದು:ಖ	",
	"	c. ಜೀವ	",
	"	d. ಹಿಂಸೆ	"
],			
"correct" :	"	c. ಜೀವ	",
"explanation" :	"	ಯಾವನು ದೇವರ ಮಗನನ್ನು ಅಂಗೀಕರಿಸಿದ್ದಾನೋ ಅವನಿಗೆ ಆ ಜೀವ ಉಂಟು.   1 ಯೋಹಾನ 5:12	",
},			
{			
"question" :	"	7.  ನಾವು ಇದರ ಅನುಸಾರವಾಗಿ ಬೇಡಿಕೊಂಡರೆ ದೇವರು ಕೇಳುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಶಾಸನ	",
	"	c. ದೇವರ ಚಿತ್ತ	",
	"	d. ನಮ್ಮ ಕೆಲಸ	"
],			
"correct" :	"	c. ದೇವರ ಚಿತ್ತ	",
"explanation" :	"	ನಾವು ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಏನಾದರೂ ಬೇಡಿಕೊಂಡರೆ ಆತನು ನಮ್ಮ ವಿಜ್ಞಾಪನೆಯನ್ನು ಕೇಳುತ್ತಾನೆಂಬ ಧೈರ್ಯವು ಆತನ ವಿಷಯವಾಗಿ ನಮಗುಂಟು.  1 ಯೋಹಾನ 5:14	",
},			
{			
"question" :	"	8. ನೀತಿಗೆ ವಿರುದ್ಧವಾದುದು	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರನ್ನು ಜಯಿಸುತ್ತದೆ.	",
	"	b. ಪಾಪವಾಗಿದೆ.	",
	"	c. ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿದೆ.	",
	"	d. ಹೂತುಹಾಕಲ್ಪಡುವುದು.	"
],			
"correct" :	"	b. ಪಾಪವಾಗಿದೆ.	",
"explanation" :	"	ನೀತಿಗೆ ವಿರುದ್ಧವಾದದ್ದೆಲ್ಲಾ ಪಾಪವಾಗಿದೆ;  1 ಯೋಯಹಾನ 5:17	",
},			
{			
"question" :	"	9. ನಾವು ದೇವರಿಂದ ಹುಟ್ಟಿದವರೆಂದೂ ಲೋಕವೆಲ್ಲವು ______  ಬಿದ್ದಿದೆ ಎಂದೂ ನಮಗೆ ಗೊತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮಗಾಗಿ	",
	"	b. ನಮ್ಮ ನೆರಳಲ್ಲಿ.	",
	"	c. ಕೆಡುಕನ ವಶದಲ್ಲಿ	",
	"	d. ನಿರೀಕ್ಷೆಯಲ್ಲಿ	"
],			
"correct" :	"	c. ಕೆಡುಕನ ವಶದಲ್ಲಿ	",
"explanation" :	"	ನಾವು ದೇವರಿಂದ ಹುಟ್ಟಿದವರೆಂದೂ ಲೋಕವೆಲ್ಲವು ಕೆಡುಕನ ವಶದಲ್ಲಿ ಬಿದ್ದಿದೆ ಎಂದೂ ನಮಗೆ ಗೊತ್ತದೆ.  1 ಯೋಹಾನ 5:19	",
},			
{			
"question" :	"	10. ಇದಕ್ಕೆ ದೂರವಾಗಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಖಸ್ತುತಿ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ವಿಗ್ರಹ	",
	"	d. ವಿಶೇಷ ದಿನಗಳು	"
],			
"correct" :	"	c. ವಿಗ್ರಹ	",
"explanation" :	"	ಪ್ರಿಯರಾದ ಮಕ್ಕಳೇ, ವಿಗ್ರಹಗಳಿಗೆ ದೂರವಾಗಿರುವಂತೆ ನಿಮ್ಮನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ;  1 ಯೋಹಾನ 5:21	",
},			
]			