var quiztitle = " 1 ಯೋಹಾನ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1.  ನೀವು ಇದನ್ನು ಮಾಡದಂತೆ ಈ ಮಾತುಗಳನ್ನು ನಿಮಗೆ ಬರೆಯುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾನು ಪ್ರವಾದಿಯೆಂದು	",
	"	b. ಎಲ್ಲಾ ಜ್ಞಾನ ತಿಳಿದಿದೆ ಎಂದು	",
	"	c. ಪಾಪ ಮಾಡದಂತೆ	",
	"	d. ಪ್ರೋತ್ಸಾಹ ಹೊಂದದಂತೆ	"
],			
"correct" :	"	c. ಪಾಪ ಮಾಡದಂತೆ	",
"explanation" :	"	ನನ್ನ ಪ್ರಿಯರಾದ ಮಕ್ಕಳೇ, ನೀವು ಪಾಪಮಾಡದಂತೆ ಈ ಮಾತುಗಳನ್ನು ನಿಮಗೆ ಬರೆಯುತ್ತೇನೆ.   1 ಯೋಹಾನ 2:1	",
},			
{			
"question" :	"	2. ತಂದೆಯ ಬಳಿಯಲ್ಲಿ ನೀತಿವಂತನಾದ ಈ ಸಹಾಯಕನು ನಮಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಯೋಹಾನ	",
	"	c. ಯೇಸು ಕ್ರಿಸ್ತ	",
	"	d. ಪೌಲ	"
],			
"correct" :	"	c. ಯೇಸು ಕ್ರಿಸ್ತ	",
"explanation" :	"	ನನ್ನ ಪ್ರಿಯರಾದ ಮಕ್ಕಳೇ, ನೀವು ಪಾಪಮಾಡದಂತೆ ಈ ಮಾತುಗಳನ್ನು ನಿಮಗೆ ಬರೆಯುತ್ತೇನೆ.  ಯಾವನಾದರೂ ಪಾಪಮಾಡಿದರೆ ತಂದೆಯ ಬಳಿಯಲ್ಲಿ ನೀತಿವಂತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನೆಂಬ ಸಹಾಯಕನು ನಮಗಿದ್ದಾನೆ. 1 ಯೋಹಾನ 2:1	",
},			
{			
"question" :	"	3. ಯೇಸು ಕ್ರಿಸ್ತನು ಇವರ ಪಾಪಗಳನ್ನು ನಿವಾರಣೆ ಮಾಡುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿವಂತರ	",
	"	b. ಸಮಸ್ತ ಲೋಕದ ಪಾಪಗಳನ್ನು	",
	"	c. ಯೆಹೂದ್ಯರ	",
	"	d. ತನ್ನ ಪ್ರವಾದಿಗಳ	"
],			
"correct" :	"	b. ಸಮಸ್ತ ಲೋಕದ ಪಾಪಗಳನ್ನು	",
"explanation" :	"	ಆತನು ನಮ್ಮ ಪಾಪಗಳನ್ನುಇ ನಿವಾರಣಮಾಡುವ ಯಜ್ಞವಾಗಿದ್ದಾನೆ.  ನಮ್ಮ ಪಾಪಗಳನ್ನು ಮಾತ್ರವಲ್ಲದೆ ಸಮಸ್ತಲೋಕದ ಪಾಪಗಳನ್ನು ಸಹ ನಿವಾರಣಮಾಡುತ್ತಾನೆ.  1 ಯೋಹಾನ 2:2	",
},			
{			
"question" :	"	4. ನಾವು ಇದನ್ನು ಕೈಗೊಂಡು ನಡೆದರೆ ಆತನನ್ನು ಬಲ್ಲವರಾಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ಪ್ರಯತ್ನ	",
	"	c. ಪ್ರಾರ್ಥನೆ	",
	"	d. ಆತನ ಆಜ್ಞೆಗಳು	"
],			
"correct" :	"	d. ಆತನ ಆಜ್ಞೆಗಳು	",
"explanation" :	"	ನಾವು ಆತನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆದರೆ ಅದರಿಂದಲೇ ಆತನನ್ನು ಬಲ್ಲವರಾಗಿದ್ದೇವೆಂದು ತಿಳುಕೊಳ್ಳುತ್ತೇವೆ.   1 ಯೋಹಾನ 2:3	",
},			
{			
"question" :	"	5. ಇವರಲ್ಲಿ ದೇವರ ಮೇಲಣ ಪ್ರೀತಿಯು ಪರಿಪೂರ್ಣವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಉಪವಾಸ ಮತ್ತು ಪ್ರಾರ್ಥನೆ ಮಾಡುವರು	",
	"	b. ದಶಾಂಶ ಮತ್ತು ಕಾಣಿಕೆ ನೀಡುವರು	",
	"	c. ಆತನ ವಾಕ್ಯ ಕೈಕೊಂಡು ನಡೆಯುವರು	",
	"	d. ಬೋಧಿಸಲು ಆಸಕ್ತಿ ಇರುವವರು	"
],			
"correct" :	"	c. ಆತನ ವಾಕ್ಯ ಕೈಕೊಂಡು ನಡೆಯುವರು	",
"explanation" :	"	ಯಾವನಾದರೂ ಆತನ ವಾಕ್ಯವನ್ನು ಕೈಕೊಂಡು ನಡೆದರೆ ಅವನಲ್ಲಿ ನಿಜವಾಗಿ ದೇವರ ಮೇಲಣ ಪ್ರೀತಿಯು ಪರಿಪೂರ್ಣವಾಗಿದೆ.  1 ಯೋಹಾನ 2:5	",
},			
{			
"question" :	"	6. ಇದರ ನಿಮಿತ್ತ ನಿಮ್ಮ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಂದು ಕಾಲದಲ್ಲಿ	",
	"	b. ಕ್ರಿಸ್ತನ ಹೆಸರಿನ ನಿಮಿತ್ತ	",
	"	c. ಆದರೆ ಮರೆತಿಲ್ಲದ ಕಾರಣ	",
	"	d. ಅನೇಕ ಕಾಲಗಳಲ್ಲಿ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತನ ಹೆಸರಿನ ನಿಮಿತ್ತ	",
"explanation" :	"	ಪ್ರಿಯರಾದ ಮಕ್ಕಳೇ, ಕ್ರಿಸ್ತನ ಹೆಸರಿನ ನಿಮಿತ್ತ ನಿಮ್ಮ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿರುವದರಿಂದ ನಿಮಗೆ ಬರೆಯುತ್ತೇನೆ.   1 ಯೋಹಾನ 2:12	",
},			
{			
"question" :	"	7. ಇದನ್ನು ಪ್ರೀತಿಸುವನಲ್ಲಿ ತಂದೆಯ ಮೇಲಣ ಪ್ರೀತಿಯು ಅವನಲ್ಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತ	",
	"	b. ಲೋಕವನ್ನು	",
	"	c. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು	",
	"	d. ತನ್ನ ಕುಟುಂಬವನ್ನು	"
],			
"correct" :	"	b. ಲೋಕವನ್ನು	",
"explanation" :	"	ಲೋಕವನ್ನಾಗಲಿ ಲೋಕದಲ್ಲಿರುವವುಗಳನ್ನಾಗಲಿ ಪ್ರೀತಿಸಬೇಡಿರಿ.  ಯಾವನಾದರೂ ಲೋಕವನ್ನು ಪ್ರೀತಿಸಿದರೆ ತಂದೆಯ ಮೇಲಣ ಪ್ರೀತಿಯು ಅವನಲ್ಲಿಲ್ಲ.  1 ಯೋಹಾನ 2:15	",
},			
{			
"question" :	"	8. ದೇವರ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಬಹುಮಾನ ಹೊಂದುವನು	",
	"	b. ನಿಲ್ಲುವನು	",
	"	c. ಎಲ್ಲಾರಿಗೂ ಗೊತ್ತಾಗುವನು	",
	"	d. ಎಂದೆಂದಿಗೂ ಇರುವನು.	"
],			
"correct" :	"	d. ಎಂದೆಂದಿಗೂ ಇರುವನು.	",
"explanation" :	"	ಲೋಕವೂ ಅದರ ಆಶೆಯೂ ಗತಿಸಿ ಹೋಗುತ್ತವೆ; ಆದರೆ ದೇವರ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುವವನು ಎಂದೆಂದಿಗೂ ಇರುವನು.  1 ಯೋಹಾನ 2:17	",
},			
{			
"question" :	"	9. ನೀವು ಇದನ್ನು ತಿಳಿದಿದ್ದೀರಿ ಎಂದು ನಿಮಗೆ ಬರೆಯುತ್ತಿದ್ದೇನೆ ಎಂದು ಯೋಹಾನನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಿನಂತಿ	",
	"	b. ಜ್ಞಾನಹೀನ	",
	"	c. ಸತ್ಯ	",
	"	d. ಕ್ರೂರರು ಮತ್ತು ವಂಚಕರು	"
],			
"correct" :	"	c. ಸತ್ಯ	",
"explanation" :	"	ನೀವು ಸತ್ಯವನ್ನು ತಿಳಿಯದವರೆಂಬ ಭಾವನೆಯಿಂದಲ್ಲ, ನೀವು ಅದನ್ನು ತಿಳಿದಿರುವದರಿಂದಲೂ ಯಾವ ಸುಳ್ಳು ಸತ್ಯದಿಂದ ಹುಟ್ಟಿ ಬರುವದಿಲ್ಲವೆಂಬದನ್ನು ನೀವು ತಿಳಿದವರಾಗಿರುವದರಿಂದಲೂ ನಿಮಗೆ ಬರೆದೆನು.  1 ಯೋಹಾನ 2:21	",
},			
{			
"question" :	"	10. ಕ್ರಿಸ್ತನು ತಾನು ಕೊಡುತ್ತೇನೆಂದು ನಮಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	a. ನಿತ್ಯ ಜೀವ	",
	"	b. ಪ್ರಶಾಂತತೆ	",
	"	c. ಸಂಕಟಗಳು	",
	"	d. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	a. ನಿತ್ಯ ಜೀವ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ತಾನು ಕೊಡುತ್ತೇನೆಂದು ನಮಗೆ ವಾಗ್ದಾನ ಮಾಡಿದ್ದು ನಿತ್ಯಜೀವವು.  1 ಯೋಹಾನ 2:25	",
},			
]			