var quiztitle = " 1 ಯೋಹಾನ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಇದಕ್ಕಾಗಿ ಬರೆದೆನೆಂದು ಯೋಹಾನನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ನಿಮ್ಮ ಸಂತೋಷವು ಪರಿಪೂರ್ಣವಾಗಬೇಕೆಂದು	",
	"	b. ಯೇಸುವೇ ಮೆಸ್ಸಿಯ ಎಂದು ನಿರೂಪಿಸಲು	",
	"	c. ಆತನಿಗೆ ಹಾಗೆ ಸೂಚಿಸಲ್ಪಟ್ಟಿತ್ತು.	",
	"	d. ತನ್ನನ್ನು ಗುರುತಿಸಬೇಕೆಂದು	"
],			
"correct" :	"	a. ನಮ್ಮ ನಿಮ್ಮ ಸಂತೋಷವು ಪರಿಪೂರ್ಣವಾಗಬೇಕೆಂದು	",
"explanation" :	"	ನಮ್ಮುಭಯತರ ಸಂತೋಷವು ಪರಿಪೂರ್ಣವಾಗಬೇಕೆಂದು ನಾವು ಈ ಮಾತುಗಳನ್ನು ಬರೆಯುತ್ತೇವೆ.   1 ಯೋಹಾನ 1:4	",
},			
{			
"question" :	"	2. ಯೋಹಾನನು ಆತನಿಂದ ಕೇಳಿ ನಿಮಗೆ ತಿಳಿಸುವ ವಾರ್ತೆ ಇದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು ಗ್ರಹಿಸಬಹುದು.	",
	"	b. ದೇವರು ನ್ಯಾಯತೀರಿಸುವನು.	",
	"	c. ದೇವರು ನಿರೀಕ್ಷೆ	",
	"	d. ದೇವರು ಬೆಳಕಾಗಿದ್ದಾನೆ.	"
],			
"correct" :	"	d. ದೇವರು ಬೆಳಕಾಗಿದ್ದಾನೆ.	",
"explanation" :	"	ನಾವು ಆತನಿಂದ ಕೇಳಿ ನಿಮಗೆ ತಿಳಿಸುವ ವಾರ್ತೆ ಯಾವದಂದರೆ ದೇವರು ಬೆಳಕಾಗಿದ್ದಾನೆ;  ಮತ್ತು ಆತನಲ್ಲಿ ಎಷ್ಟು ಮಾತ್ರವೂ ಕತ್ತಲೆಯಿಲ್ಲ.    1 ಯೋಹಾನ 1:5	",
},			
{			
"question" :	"	3. ದೇವರಲ್ಲಿ ಇದು ಎಷ್ಟು ಮಾತ್ರವೂ ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೃಪೆ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ದಯೆ	",
	"	d. ಕತ್ತಲು	"
],			
"correct" :	"	d. ಕತ್ತಲು	",
"explanation" :	"	ನಾವು ಆತನಿಂದ ಕೇಳಿ ನಿಮಗೆ ತಿಳಿಸುವ ವಾರ್ತೆ ಯಾವದಂದರೆ ದೇವರು ಬೆಳಕಾಗಿದ್ದಾನೆ;  ಮತ್ತು ಆತನಲ್ಲಿ ಎಷ್ಟು ಮಾತ್ರವೂ ಕತ್ತಲೆಯಿಲ್ಲ.    1 ಯೋಹಾನ 1:5	",
},			
{			
"question" :	"	4. ನಾವು ದೇವರ ಸಂಗಡ ಅನ್ಯೋನ್ಯತೆಯುಳ್ಳವರಾಗಿದ್ದೇವೆಂದು ಹೇಳಿ ಕತ್ತಲೆಯಲ್ಲಿ ನಡೆದರೆ 	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ಸುತ್ತಲಿರುವವರನ್ನು ಮೋಸಗೊಳಿಸುತ್ತಿದ್ದೇವೆ.	",
	"	b. ಎಡವುವರಾಗಿದ್ದೇವೆ.	",
	"	c. ಸುಳ್ಳಾಡುವವರಾಗಿದ್ದೇವೆ.	",
	"	d. ಅಭಿವೃದ್ದಿ ಹೊಂದುತ್ತೇವೆ.	"
],			
"correct" :	"	c. ಸುಳ್ಳಾಡುವವರಾಗಿದ್ದೇವೆ.	",
"explanation" :	"	 ನಾವು ದೇವರ ಸಂಗಡ ಅನ್ಯೋನ್ಯತೆಯುಳ್ಳವರಾಗಿದ್ದೇವೆಂದು ಹೇಳಿ ಕತ್ತಲೆಯಲ್ಲಿ ನಡೆದರೆ ಸುಳ್ಳಾಡುವವರಾಗಿದ್ದೇವೆ.  1 ಯೋಹಾನ 1:6	",
},			
{			
"question" :	"	5. ಆತನು ಬೆಳಕಿನಲ್ಲಿರುವಂತೆಯೇ ನಾವು ಬೆಳಕಿನಲ್ಲಿ ನಡೆದರೆ ನಾವು _____ ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪರಿಚಿತರೊಂದಿಗೆ	",
	"	b. ಒಬ್ಬರಸಂಗಡಲೊಬ್ಬರು	",
	"	c. ಪಾಪಿಗಳೊಂದಿಗೆ	",
	"	d. ಸಹಪ್ರಯಾಣಿಕರೊಂದಿಗೆ	"
],			
"correct" :	"	b. ಒಬ್ಬರಸಂಗಡಲೊಬ್ಬರು	",
"explanation" :	"	ಆದರೆ ಆತನು ಬೆಳಕಿನಲ್ಲಿರುವಂತೆಯೇ ನಾವು ಬೆಳಕಿನಲ್ಲಿ ನಡೆದರೆ ನಾವು ಒಬ್ಬರ ಸಂಗಡಲೊಬ್ಬರು ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿದ್ದೇವೆ.  ಮತ್ತು ಆತನ ಮಗನಾದ ಯೇಸುವಿನ ರಕ್ತವು ಸಕಲಪಾಪವನ್ನು ನಿವಾರಣಮಾಡಿ ನಮ್ಮನ್ನು ಶುದ್ಧಿಮಾಡುತ್ತದೆ.  1 ಯೋಹಾನ 1:7	",
},			
{			
"question" :	"	6. ಇವುಗಳಿಂದ ನಮ್ಮನ್ನು ಯೇಸುವಿನ ರಕ್ತವು ಶುದ್ಧಿ ಮಾಡುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಕಲ ಪಾಪ	",
	"	b. ಕೆಟ್ಟ ಯೋಚನೆ	",
	"	c. ಮೋಸ	",
	"	d. ಹೃದಯದ ಕುತಂತ್ರಗಳು	"
],			
"correct" :	"	a. ಸಕಲ ಪಾಪ	",
"explanation" :	"	ಆದರೆ ಆತನು ಬೆಳಕಿನಲ್ಲಿರುವಂತೆಯೇ ನಾವು ಬೆಳಕಿನಲ್ಲಿ ನಡೆದರೆ ನಾವು ಒಬ್ಬರ ಸಂಗಡಲೊಬ್ಬರು ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿದ್ದೇವೆ.  ಮತ್ತು ಆತನ ಮಗನಾದ ಯೇಸುವಿನ ರಕ್ತವು ಸಕಲಪಾಪವನ್ನು ನಿವಾರಣಮಾಡಿ ನಮ್ಮನ್ನು ಶುದ್ಧಿಮಾಡುತ್ತದೆ.  1 ಯೋಹಾನ 1:7	",
},			
{			
"question" :	"	7. ನಮ್ಮಲ್ಲಿ ಪಾಪವಿಲ್ಲವೆಂದು ನಾವು ಹೇಳಿದರೆ ನಾವು ಯಾರನ್ನು ಮೋಸ ಮಾಡುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು 	",
	"	b. ಇತರರನ್ನು	",
	"	c. ನಮ್ಮನ್ನು ನಾವೇ	",
	"	d. ಸೈತಾನನನ್ನು	"
],			
"correct" :	"	c. ನಮ್ಮನ್ನು ನಾವೇ	",
"explanation" :	"	ನಮ್ಮಲ್ಲಿ ಪಾಪವಿಲ್ಲವೆಂದು ನಾವು ಹೇಳಿದರೆ ನಮ್ಮನ್ನು ನಾವೇ ಮೋಸಪಡಿಸಿಕೊಳ್ಳುತ್ತೇವೆ.   1 ಯೋಹಾನ 1:8	",
},			
{			
"question" :	"	8. ನಮ್ಮ ಪಾಪಗಳನ್ನು ಒಪ್ಪಿಕೊಂಡು ಅರಿಕೆ ಮಾಡಿದರೆ ಆತನು	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮನ್ನು ಖಂಡಿಸುವನು.	",
	"	b. ನಮ್ಮನ್ನು ಕ್ಷಮಿಸುವನು.	",
	"	c. ನಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುವನು.	",
	"	d. ನಮ್ಮನ್ನು ಪುನ:ಸ್ಥಾಪಿಸುವನು.	"
],			
"correct" :	"	b. ನಮ್ಮನ್ನು ಕ್ಷಮಿಸುವನು.	",
"explanation" :	"	ನಮ್ಮ  ಪಾಪಗಳನ್ನು ಒಪ್ಪಿಕೊಂಡು ಅರಿಕೆ ಮಾಡಿದರೆ ಆತನು ನಂಬಿಗಸ್ತನೂ ನೀತಿವಂತನೂ ಆಗಿರುವದರಿಂದ ನಮ್ಮ ಪಾಫಗಳನ್ನು ಕ್ಷಮಿಸಿಬಿಟ್ಟು ಸಕಲ ಅನೀತಿಯನ್ನು ಪರಿಹರಿಸಿ ನಮ್ಮನ್ನು ಶುದ್ಧಿಮಾಡುವನು.  1 ಯೋಹಾನ 1:9	",
},			
{			
"question" :	"	9. ನಾವು ಪಾಪಮಾಡಲಿಲ್ಲವೆಂದು ಹೇಳಿದರೆ ಆತನನ್ನು _________ ಮಾಡುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮಂತೆಯೇ ಮೂರ್ಖ	",
	"	b. ಸುಳ್ಳುಗಾರ	",
	"	c. ಆತನ ವಾಕ್ಯಗಳು ನಿರರ್ಥಕ	",
	"	d. ನಮಗೆ ನಾವೇ ಹೆಮ್ಮೆ ಪಟ್ಟುಕೊಳ್ಳುವುದು.	"
],			
"correct" :	"	b. ಸುಳ್ಳುಗಾರ	",
"explanation" :	"	ನಾವು ಪಾಪ ಮಾಡಲಿಲ್ಲವೆಂದು ಹೇಳಿದರೆ ಆತನನ್ನು ಸುಳ್ಳುಗಾರನನ್ನಾಗಿ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ಆತನ ವಾಕ್ಯವು ನಮ್ಮಲ್ಲಿ ಇಲ್ಲ.  1 ಯೋಹಾನ 1:10	",
},			
{			
"question" :	"	10.  ನಾವು ಪಾಪ ಮಾಡಲಿಲ್ಲವೆಂದು ಹೇಳಿದರೆ ಇದು ನಮ್ಮಲ್ಲಿ ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ	",
	"	b. ನಂಬಿಕೆ	",
	"	c. ದಯೆ	",
	"	d. ಆತನ ವಾಕ್ಯ	"
],			
"correct" :	"	d. ಆತನ ವಾಕ್ಯ	",
"explanation" :	"	ನಾವು ಪಾಪ ಮಾಡಲಿಲ್ಲವೆಂದು ಹೇಳಿದರೆ ಆತನನ್ನು ಸುಳ್ಳುಗಾರನನ್ನಾಗಿ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ಆತನ ವಾಕ್ಯವು ನಮ್ಮಲ್ಲಿ ಇಲ್ಲ.  1 ಯೋಹಾನ 1:10	",
},			
]			