var quiztitle = " 1 ಯೋಹಾನ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಈ ಹೆಸರನ್ನು ನಮಗೆ ಕೊಡುವದರಲ್ಲಿ ತಂದೆಯು ಎಂಥಾ ಪ್ರೀತಿಯನ್ನು ನಮ್ಮ ಮೇಲೆ ಇಟ್ಟಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಆಶೀರ್ವಾದಿಸಲ್ಪಟ್ಟವರು	",
	"	b. ದೇವರ ಮಕ್ಕಳು	",
	"	c. ಜೀವಿಸುವ ಆತ್ಮಗಳು	",
	"	d. ಆತನ ಮಂದೆಯ ಕುರಿಗಳು	"
],			
"correct" :	"	b. ದೇವರ ಮಕ್ಕಳು	",
"explanation" :	"	ದೇವರ ಮಕ್ಕಳೆಂಬ ಹೆಸರನ್ನು ನಮಗೆ ಕೊಡುವಲ್ಲಿ ತಂದೆಯು ಎಂಥಾ ಪ್ರೀತಿಯನ್ನು ನಮ್ಮ ಮೇಲೆ ಇಟ್ಟಿದ್ದಾನೆ ನೋಡಿರಿ.  1 ಯೋಹಾನ 3:1	",
},			
{			
"question" :	"	2. ಆತನು ಪ್ರತ್ಯಕ್ಷನಾದರೆ ನಾವು	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ಮುಖದ ಮೇಲೆ ಬೀಳುವೆವು.	",
	"	b. ಓಡಿ ಹೋಗುವೆವು	",
	"	c. ಆತನ ಹಾಗಿರುವೆವು	",
	"	d. ದುಷ್ಟನ ಕೆಲಸವನ್ನು ನಾಶ ಮಾಡುವೆವು.	"
],			
"correct" :	"	c. ಆತನ ಹಾಗಿರುವೆವು	",
"explanation" :	"	ಪ್ರಿಯರೇ, ಈಗ ದೇವರ ಮಕ್ಕಳಾಗಿದ್ದೇವೆ; ಮುಂದೆ ನಾವು ಏನಾಗುವೆವೋ ಅದು ಇನ್ನು ಪ್ರತ್ಯಕ್ಷವಾಗಲಿಲ್ಲ.  ಕ್ರಿಸ್ತನು ಪ್ರತ್ಯಕ್ಷನಾದರೆ ನಾವು ಆತನ ಹಾಗಿರುವೆವೆಂದು ಬಲ್ಲೆವು;  1 ಯೋಹಾನ 3:2	",
},			
{			
"question" :	"	3. ಇದು ಅಧರ್ಮ	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ನಂಬಿಕೆ	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ಪಾಪ	"
],			
"correct" :	"	d. ಪಾಪ	",
"explanation" :	"	ಪಾಪ ಮಾಡುವ ಪ್ರತಿಯೊಬ್ಬನು ಅಧರ್ಮವನ್ನು ಮಾಡುವವನಾಗಿದ್ದಾನೆ; ಪಾಪವು ಅಧರ್ಮವೇ;   1 ಯೋಹಾನ 3:4	",
},			
{			
"question" :	"	4. ನೀತಿಯನ್ನ್ನು ಅನುಸರಿಸುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನನ್ನೇ ಮೋಸಗೊಳಿಸಿಕೊಳ್ಳುತ್ತಾನೆ.	",
	"	b. ನೀತಿವಂತನು.	",
	"	c. ನ್ಯಾಯಾಸನದ ಮುಂದೆ ನಿಲ್ಲಲಾರನು.	",
	"	d. ಮರುಕ ಹೊಂದುವನು.	"
],			
"correct" :	"	b. ನೀತಿವಂತನು.	",
"explanation" :	"	ಪ್ರಿಯರಾದ ಮಕ್ಕಳೇ, ನಿಮ್ಮನ್ನು ಸನ್ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸುವದಕ್ಕೆ ಯಾರಿಗೂ ಅವಕಾಶ ಕೊಡಬೇಡಿರಿ.  ಕ್ರಿಸ್ತನು ಹೇಗೆ ನೀತಿವಂತನಾಗಿದ್ದಾನೋ ಹಾಗೆಯೇ ನೀತಿಯನ್ನನುಸರಿಸುವವನು ನೀತಿವಂತನಾಗಿದ್ದಾನೆ.  1 ಯೋಹಾನ3:7	",
},			
{			
"question" :	"	5. ಪಾಪ ಮಾಡುವವನು ಇದರಿಂದ ಹುಟ್ಟಿದವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮರುಕದಿಂದ	",
	"	b. ದೇವರಿಂದ	",
	"	c. ಸೈತಾನನಿಂದ	",
	"	d. ಮನುಷ್ಯರಿಂದ	"
],			
"correct" :	"	c. ಸೈತಾನನಿಂದ	",
"explanation" :	"	ಪಾಪ ಮಾಡುವವನು ಸೈತಾನನಿಂದ ಹುಟ್ಟಿದವನಾಗಿದ್ದಾನೆ; ಆದಿಯಿಂದಲೂ ಸೈತಾನನು ಪಾಪಮಾಡುವವನಾಗಿದ್ದಾನಲ್ಲಾ.  ಸೈತಾನನ ಕೆಲಸಗಳನ್ನು ಲಯ ಮಾಡುವದಕ್ಕೋಸ್ಕರವೇ ದೇವಕುಮಾರನು ಪ್ರತ್ಯಕ್ಷನಾದನು.  1 ಯೋಹಾನ 3:8	",
},			
{			
"question" :	"	6.  ಈತನು ಆದಿಯಿಂದಲೂ ಪಾಪ ಮಾಡುವವನಾಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ಆದಾಮ	",
	"	c. ಮನುಷ್ಯರು	",
	"	d. ಸೈತಾನನು	"
],			
"correct" :	"	d. ಸೈತಾನನು	",
"explanation" :	"	ಪಾಪ ಮಾಡುವವನು ಸೈತಾನನಿಂದ ಹುಟ್ಟಿದವನಾಗಿದ್ದಾನೆ; ಆದಿಯಿಂದಲೂ ಸೈತಾನನು ಪಾಪಮಾಡುವವನಾಗಿದ್ದಾನಲ್ಲಾ.  ಸೈತಾನನ ಕೆಲಸಗಳನ್ನು ಲಯ ಮಾಡುವದಕ್ಕೋಸ್ಕರವೇ ದೇವಕುಮಾರನು ಪ್ರತ್ಯಕ್ಷನಾದನು.  1 ಯೋಹಾನ 3:8	",
},			
{			
"question" :	"	7. ಇದು ನೀವು ಮೊದಲಿನಿಂದಲೂ ಕೇಳಿದ ವಾಕ್ಯವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಿರಿ.	",
	"	b. ಪಾಪದ ವಿರುದ್ದ ಹೋರಾಡಿ	",
	"	c. ಪಾಪದಿಂದ ಶುದ್ಧೀಕರಣವಿಲ್ಲ	",
	"	d. ಜ್ಞಾನವು ಮೋಸಕರವಾದುದು.	"
],			
"correct" :	"	a. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಿರಿ.	",
"explanation" :	"	ನಾವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂಬದೇ ನೀವು ಮೊದಲಿನಿಂದಲೂ ಕೇಳಿದ ವಾಕ್ಯವಾಗಿದೆ.  1 ಯೋಹಾನ 3:11	",
},			
{			
"question" :	"	8. ತನ್ನ ಸಹೋದರನನ್ನು ದ್ವೇಷಿಸುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಜಕರ ಬಳಿ ಬಂದು ಅರಿಕೆ ಮಾಡಿಕೊಳ್ಳಬೇಕು.	",
	"	b. ಕೊಲೆಗಾರನು.	",
	"	c. ಏಕಾಂಗಿಯಾಗಿ ನಿಲ್ಲಬೇಕು.	",
	"	d. ತಾನು ಏನು ಮಾಡುತ್ತಿರುವನೋ ಅರಿಯನು.	"
],			
"correct" :	"	b. ಕೊಲೆಗಾರನು.	",
"explanation" :	"	ತನ್ನ ಸಹೋದರನನ್ನು ದ್ವೇಷಿಸುವವನು ಕೊಲೆಗಾರನಾಗಿದ್ದಾನೆ.  1 ಯೋಹಾನ 3:11	",
},			
{			
"question" :	"	9. ನಿಮ್ಮ ಪ್ರೀತಿಯು ಬರೀ ಮಾತಿನಿಂದಾಗದೆ,	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರು ಮಾತ್ರ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವಂತಿರಬೇಕು.	",
	"	b. ಅದು ಹೇಳಿಕೊಳ್ಳುವಂತಿರಬಾರದು.	",
	"	c. ಜ್ಞಾನದಿಂದಲೂ ಸೇವೆಯಿಂದಲೂ ತುಂಬಿರಬೇಕು.	",
	"	d. ಕೃತ್ಯದಲ್ಲಿಯೂ ಸತ್ಯದಲ್ಲಿಯೂ ತೋರಬೇಕು.	"
],			
"correct" :	"	d. ಕೃತ್ಯದಲ್ಲಿಯೂ ಸತ್ಯದಲ್ಲಿಯೂ ತೋರಬೇಕು.	",
"explanation" :	"	ಪ್ರಿಯರಾದ ಮಕ್ಕಳೇ, ನಾವು ಬರೀ ಮಾತಿನಿಂದಾಗಲಿ ಬಾಯುಪಚಾರದಿಂದಾಗಲಿ ಪ್ರೀತಿಸುವವರಾಗಿರಬಾರದು; ನಿಮ್ಮ ಪ್ರೀತಿಯು ಕೃತ್ಯದಲ್ಲಿಯೂ ಸತ್ಯದಲ್ಲಿಯೂ ತೋರಬೇಕು.  1 ಯೋಹಾನ 3:18	",
},			
{			
"question" :	"	10. ಈ ಕಾರಣದಿಂದ ನಾವು ಆತನಿಂದ ಏನು ಬೇಡಿಕೊಂಡರೂ ಹೊಂದುವೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶಾಸನಗಳಿಂದ	",
	"	b. ಆಚರಣೆಗಳಿಂದ	",
	"	c. ದಶಾಂಶ ನೀಡುವುದರಿಂದ	",
	"	d. ಆತನ ಎಣಿಕೆಯಲ್ಲಿ ಮೆಚ್ಚಿಕೆಯಾದ ಕಾರ್ಯ ಮಾಡುವುದರಿಂದ.	"
],			
"correct" :	"	d. ಆತನ ಎಣಿಕೆಯಲ್ಲಿ ಮೆಚ್ಚಿಕೆಯಾದ ಕಾರ್ಯ ಮಾಡುವುದರಿಂದ.	",
"explanation" :	"	ನಾವು ಆತನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ಆತನ ಎಣಿಕೆಯಲ್ಲಿ ಮೆಚ್ಚಿಕೆಯಾದ ಕಾರ್ಯ ಮಾಡುವವರಾಗಿರುವುದರಿಂದ ಏನು ಬೇಡಿಕೊಂಡರೂ ಆತನಿಂದ ಹೊಂದುವೆವು.   1 ಯೋಹಾನ 3:22	",
},			
]			