var quiztitle = " 1 ಪೇತ್ರನು ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಪೌಲ	",
	"	c. ತಿಮೋಥಿ	",
	"	d. ಯಾಕೋಬ	"
],			
"correct" :	"	a. ಪೇತ್ರ	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನ ಅಪೊಸ್ತಲನಾದ ಪೇತ್ರನು ಪೊಂತ ಗಲಾತ್ಯ ಕಪ್ಪದೋಕ್ಯ ಆಸ್ಯ ಬಿಥೂನ್ಯ ಎಂಬ ಸೀಮೆಗಳಲ್ಲಿ ಚದರಿರುವಂಥ ಪ್ರವಾಸಿಗಳಾದ ದೇವಜನರಿಗೆ;  1 ಪೇತ್ರ 1:1	",
},			
{			
"question" :	"	2. ನಿಮ್ಮ ನಂಬಿಕೆಯು ಇದಕ್ಕಿಂತಲೂ ಅಮೂಲ್ಯವಾದುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಗುವಿಗಿಂತ	",
	"	b. ಜೀವನಕ್ಕಿಂತ	",
	"	c. ಉಸಿರು	",
	"	d. ಬಂಗಾರ	"
],			
"correct" :	"	d. ಬಂಗಾರ	",
"explanation" :	"	ಬಂಗಾರವು ನಾಶವಾಗುವಂಥದಾಗಿದ್ದರೂ ಅದನ್ನು ಬೆಂಕಿಯಲ್ಲಿ ಪುಟಹಾಕಿ ಶೋಧಿಸುವದುಂಟಷ್ಟೆ.  ಬಂಗಾರಕ್ಕಿಂತ ಅಮೂಲ್ಯವಾಗಿರುವ ನಿಮ್ಮ ನಂಬಿಕೆಯು ಈ ಕಷ್ಟಗಳಿಂದ ಶೋಧಿತವಾಗಿ ಯೇಸು ಕ್ರಿಸ್ತನು ಪ್ರತ್ಯಕ್ಷನಾಗುವಾಗ ನಿಮಗೆ ಕೀರ್ತಿ ಪ್ರಭಾವ ಮಾನಗಳನ್ನು ಉಂಟುಮಾಡುವದು.   1 ಪೇತ್ರ 1:7	",
},			
{			
"question" :	"	3. ನೀವು ಈತನನ್ನು ಕಣ್ಣಾರೆ ನೋಡಿಲ್ಲವಾದರೂ ಈತನನ್ನು ಪ್ರೀತಿಸುತ್ತೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ಸೈತಾನ	",
	"	c. ಮೋಶೆ	",
	"	d. ದಾವೀದ	"
],			
"correct" :	"	a. ಯೇಸು	",
"explanation" :	"	ಬಂಗಾರವು ನಾಶವಾಗುವಂಥದಾಗಿದ್ದರೂ ಅದನ್ನು ಬೆಂಕಿಯಲ್ಲಿ ಪುಟಹಾಕಿ ಶೋಧಿಸುವದುಂಟಷ್ಟೆ.  ಬಂಗಾರಕ್ಕಿಂತ ಅಮೂಲ್ಯವಾಗಿರುವ ನಿಮ್ಮ ನಂಬಿಕೆಯು ಈ ಕಷ್ಟಗಳಿಂದ ಶೋಧಿತವಾಗಿ ಯೇಸು ಕ್ರಿಸ್ತನು ಪ್ರತ್ಯಕ್ಷನಾಗುವಾಗ ನಿಮಗೆ ಕೀರ್ತಿ ಪ್ರಭಾವ ಮಾನಗಳನ್ನು ಉಂಟುಮಾಡುವದು.  ನೀವು ಆತನನ್ನು ಕಣ್ಣಾರೆ ನೋಡಲಿಲ್ಲವಾದರೂ ಆತನನ್ನು ಪ್ರೀತಿಸುತ್ತೀರಿ.   1 ಪೇತ್ರ 1:7-8	",
},			
{			
"question" :	"	4. ತಮ್ಮಲ್ಲಿದ್ದ ಕ್ರಿಸ್ತನ ಆತ್ಮನು ಕ್ರಿಸ್ತನಿಗೆ ಬರಬೇಕಾದ ಬಾಧೆಗಳನ್ನೂ ಮತ್ತು ಇದನ್ನು ಮುಂದಾಗಿ ತಿಳಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನನ ಜಯ	",
	"	b. ಮನುಷ್ಯರ ಆತ್ಮೀಕ ಕುಸಿತ	",
	"	c. ಅವುಗಳ ತರುವಾಯ ಉಂಟಾಗುವ ಪ್ರಭಾವ	",
	"	d. ಮನುಷ್ಯರ ಹೆಮ್ಮೆ.	"
],			
"correct" :	"	c. ಅವುಗಳ ತರುವಾಯ ಉಂಟಾಗುವ ಪ್ರಭಾವ	",
"explanation" :	"	ತಮ್ಮಲ್ಲಿದ್ದ ಕ್ರಿಸ್ತನ ಆತ್ಮನು ಕ್ರಿಸ್ತನಿಗೆ ಬರಬೇಕಾದ ಬಾಧೆಗಳನ್ನೂ ಅವುಗಳ ತರುವಾಯ ಉಂಟಾಗುವ ಪ್ರಭಾವವನ್ನೂ ಮುಂದಾಗಿ ತಿಳಿಸಿದಾಗ;  1 ಪೇತ್ರ 1:11	",
},			
{			
"question" :	"	5. _____________ ನೀವೂ ಪರಿಶುದ್ಧರಾಗಿರಬೇಕು ಎಂದು ಬರೆದದೆಯಲ್ಲಾ.	",
"image" :	"",		
"choices" : [			
	"	a.ನಾನು ಪರಿಶುದ್ಧನಾಗಿರುವದರಿಂದ	",
	"	b. ದೂತರಂತೆ	",
	"	c. ಅನ್ಯರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ	",
	"	d. ಇದ್ದರೂ ಮತ್ತು ಇಲ್ಲದಿದ್ದರೂ	"
],			
"correct" :	"	a. ನಾನು ಪರಿಶುದ್ಧನಾಗಿರುವದರಿಂದ	",
"explanation" :	"	ನಾನು ಪರಿಶುದ್ಧನಾಗಿರುವದರಿಂದ ನೀವೂ ಪರಿಶುದ್ಧರಾಗಿರಬೇಕು ಎಂದು ಬರೆದದೆಯಲ್ಲಾ.  1 ಪೇತ್ರ 1:16	",
},			
{			
"question" :	"	6. ನಿಮಗೆ ಬಿಡುಗಡೆಯಾದದ್ದು ಇದರಿಂದಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೃಪೆಯಿಂದಲ್ಲ	",
	"	b. ನಶಿಸಿಹೋಗುವ ವಸ್ತುಗಳಿಂದಲ್ಲ	",
	"	c. ಪಾಪದಿಂದಲ್ಲ	",
	"	d. ನೀತಿತನದಿಂದಲ್ಲ	"
],			
"correct" :	"	b. ನಶಿಸಿಹೋಗುವ ವಸ್ತುಗಳಿಂದಲ್ಲ	",
"explanation" :	"	ನಿಮ್ಮ ಹಿರಿಯರು ಕಲಿಸಿಕೊಟ್ಟ ವ್ಯರ್ಥವಾದ ನಡವಳಿಕೆಯಿಂದ ನಿಮಗೆ ಬಿಡುಗಡೆಯಾದದ್ದು ಬೆಳ್ಳಿಬಂಗಾರ ಮೊದಲಾದ ನಶಿಸಿಹೋಗುವ ವಸ್ತುಗಳಿಂದಲ್ಲ.  1 ಪೇತ್ರ 1:18	",
},			
{			
"question" :	"	7. ನೀವು ಬಿಡುಗಡೆಯಾದದ್ದು	",
"image" :	"",		
"choices" : [			
	"	a.  ಮನುಷ್ಯರ ಸೌಂದರ್ಯದ ನಂತರ	",
	"	b. ಕ್ರಿಸ್ತನ ರಕ್ತದಿಂದ	",
	"	c. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
	"	d. ಋತುಗಳಲ್ಲಿ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತನ ರಕ್ತದಿಂದ	",
"explanation" :	"	ನಿಮ್ಮ ಹಿರಿಯರು ಕಲಿಸಿಕೊಟ್ಟ ವ್ಯರ್ಥವಾದ ನಡವಳಿಕೆಯಿಂದ ನಿಮಗೆ ಬಿಡುಗಡೆಯಾದದ್ದು ಬೆಳ್ಳಿಬಂಗಾರ ಮೊದಲಾದ ನಶಿಸಿಹೋಗುವ ವಸ್ತುಗಳಿಂದಲ್ಲ.  ಪೂರ್ಣಾಂಕವಾದ ನಿಷ್ಕಳಂಕ ಯಜ್ಞದ ಕುರಿಯ ರಕ್ತದಿಂದಲೋ ಎಂಬಂತೆ ಕ್ರಿಸ್ತನ ಅಮೂಲ್ಯವಾದ ರಕ್ತದಿಂದಲೇ ಎಂದು ಬಲ್ಲಿರಲ್ಲವೇ;   1 ಪೇತ್ರ 1:18-19	",
},			
{			
"question" :	"	8. ನೀವು ಹೃದಯಪೂರ್ವಕವಾಗಿಯೂ ಯಾಥಾರ್ಥವಾಗಿಯೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಿರಿ.	",
	"	b. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಿರಿ.	",
	"	c. ನೋವುಗಳನ್ನು ಹೃದಯಾಘಾತಗಳನ್ನು ಸಹಿಸಿರಿ.	",
	"	d. ಯಜ್ಞಗಳನ್ನು ಸಮರ್ಪಿಸಿ.	"
],			
"correct" :	"	b. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಿರಿ.	",
"explanation" :	"	ನೀವು ಸತ್ಯೋಪದೇಶಕ್ಕೆ ವಿಧೇಯರಾಗಿದ್ದು ನಿಮ್ಮ ಆತ್ಮಗಳನ್ನು ಶುದ್ಧಿಮಾಡಿಕೊಂಡದ್ದರಿಂದ ನಿಷ್ಕಪಟವಾದ ಸಹೋದರ ಸ್ನೇಹವುಳ್ಳವರಾಗಿರತಕ್ಕದ್ದು.   ಹೀಗಿರಲಾಗಿ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಹೃದಯಪೂರ್ವಕವಾಗಿಯೂ ಯಥಾರ್ಥವಾಗಿಯೂ ಪ್ರೀತಿಸಿರಿ.   1 ಪೇತ್ರ 1:22	",
},			
{			
"question" :	"	9. ನರಜಾತಿಯೇಲ್ಲಾ	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾಂಸದ ಹಾಗಿದೆ.	",
	"	b. ಕಬ್ಬಿಣದ ಹಾಗಿದೆ.	",
	"	c. ಚಿನ್ನದ ಹಾಗಿದೆ.	",
	"	d. ಹುಲ್ಲಿನ ಹಾಗಿದೆ.	"
],			
"correct" :	"	d. ಹುಲ್ಲಿನ ಹಾಗಿದೆ.	",
"explanation" :	"	ನರಜಾತಿಯೆಲ್ಲಾ ಹುಲ್ಲಿನ ಹಾಗಿದೆ;   1 ಪೇತ್ರ 1:24	",
},			
{			
"question" :	"	10. ಇದು ಸದಾಕಾಲವು ಇರುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯನು	",
	"	b. ಪಾಪವು	",
	"	c. ಜಂಭವು	",
	"	d. ಕರ್ತನ ಮಾತು	"
],			
"correct" :	"	d. ಕರ್ತನ ಮಾತು	",
"explanation" :	"	ಕರ್ತನ ಮಾತೋ ಸದಾಕಾಲವೋ ಇರುವದು ಎಂದು ಹೇಳಿದೆಯಷ್ಟೆ.  1 ಪೇತ್ರ 1:25	",
},			
]			