var quiztitle = " 1 ಪೇತ್ರನು ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಸಭೆಯ ಹಿರಿಯರಿಗೆ ಎಚ್ಚರಿಸಿ ಹೇಳಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	a. ನಿವೃತ್ತಿ ಹೊಂದಿರಿ.	",
	"	b. ಮಂದೆಯನ್ನು ಕಾಯಿರಿ.	",
	"	c. ಯೌವನಸ್ಥರಿಂದ ಕಾಯಿರಿ.	",
	"	d. ಮುಂದೆ ಬರುವ ಪ್ರವಾದನೆಗಳ ವಿಷಯ	"
],			
"correct" :	"	b. ಮಂದೆಯನ್ನು ಕಾಯಿರಿ.	",
"explanation" :	"	ಸಭೆಯ ಹಿರಿಯರೇ, ಜೊತೆಹಿರಿಯವನಾದ ನಾನು ಕ್ರಿಸ್ತನ ಬಾಧೆಗಳನ್ನು ಕಣ್ಣಾರೆ ಕಂಡವನೂ  ಇನ್ನು ಮುಂದೆ ಪ್ರತ್ಯಕ್ಷವಾಗುವ ಪ್ರಭಾವದಲ್ಲಿ ಪಾಲುಗಾರನೂ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ಎಚ್ಚರಿಸಿ ಹೇಳುವದೇನಂದರೆ ನಿಮ್ಮಲ್ಲಿರುವ ದೇವರ ಮಂದೆಯನ್ನು ಕಾಯಿರಿ.  1 ಪೇತ್ರ 5:1-2	",
},			
{			
"question" :	"	2. ಸಭೆಹಿರಿಯರು ಇದರಂತೆ ನಡೆಯದೆ ಮಂದೆಗೆ ಮಾದರಿಯಾಗಿ ನಡೆದುಕೊಳ್ಳಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೊರೆತನ ಮಾಡುವರಂತೆ	",
	"	b. ಕುರುಬರಂತೆ	",
	"	c. ಆಳುಗಳಂತೆ	",
	"	d.ಸೇವಕರಂತೆ	"
],			
"correct" :	"	a. ದೊರೆತನ ಮಾಡುವರಂತೆ	",
"explanation" :	"	ದೇವರು ನಿಮ್ಮ ವಶದಲ್ಲಿಟ್ಟಿರುವ ಸಭೆಗಳ ಮೇಲೆ ದೊರೆತನ ಮಾಡುವವರಂತೆ ನಡೆಯದೆ ಮಂದೆಗೆ ಮಾದರಿಯಾಗಿಯೇ ನಡೆದುಕೊಳ್ಳಿರಿ.  1 ಪೇತ್ರ 5:3	",
},			
{			
"question" :	"	3. ಹಿರೀ ಕುರುಬನು ಪ್ರತ್ಯಕ್ಷನಾಗುವಾಗ ನೀವು ಇದನ್ನು ಹೊಂದುವಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಗದರಿಸುವಿಕೆ	",
	"	b. ದೇವಪ್ರಭಾವ	",
	"	c. ಸತ್ಯದ ಕತ್ತಿ	",
	"	d. ನೀತಿಯ ಎದೆಯಪಟ್ಟಿ.	"
],			
"correct" :	"	b. ದೇವಪ್ರಭಾವ	",
"explanation" :	"	ಹಿರೀ ಕುರುಬನು ಪ್ರತ್ಯಕ್ಷನಾಗುವಾಗ ನೀವು ದೇವಪ್ರಭಾವವೆಂಬ ಎಂದಿಗೂ ಬಾಡದ ಜಯಮಾಲೆಯನ್ನು ಹೊಂದುವಿರಿ.   1 ಪೇತ್ರ 5:4	",
},			
{			
"question" :	"	4. ಯೌವನಸ್ಥರು	",
"image" :	"",		
"choices" : [			
	"	a. ಹಿರಿಯರಿಗೆ ಕಲಿಸಬೇಕು.	",
	"	b. ಹಿರಿಯರನ್ನು ಅಳೆಯಬೇಕು	",
	"	c. ಹಿರಿಯರೊಂದಿಗೆ ವಾದಿಸಬೇಕು.	",
	"	d. ಹಿರಿಯರಿಗೆ ಅಧೀನರಾಗಿರಬೇಕು.	"
],			
"correct" :	"	d. ಹಿರಿಯರಿಗೆ ಅಧೀನರಾಗಿರಬೇಕು.	",
"explanation" :	"	ಯೌವನಸ್ಥರೇ, ಅದೇ ರೀತಿಯಾಗಿ ಹಿರಿಯರಿಗೆ ಅಧೀನರಾಗಿರಿ.   1 ಪೇತ್ರ 5:5	",
},			
{			
"question" :	"	5. ಯಾವ ವಸ್ತ್ರವನ್ನು ಧರಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೀನಮನಸ್ಸು	",
	"	b. ನೇರಳೆ	",
	"	c. ಭಯ ಮತ್ತು ಹೆದರಿಕೆಯ	",
	"	d. ಕ್ಷಮಿಸುವ ಮೇಲಂಗಿ	"
],			
"correct" :	"	a. ದೀನಮನಸ್ಸು	",
"explanation" :	"	ಯೌವನಸ್ಥರೇ, ಅದೇ ರೀತಿಯಾಗಿ ಹಿರಿಯರಿಗೆ ಅಧೀನರಾಗಿರಿ.   ನೀವೆಲ್ಲರೂ ದೀನಮನಸ್ಸೆಂಬ ವಸ್ತ್ರದಿಂದ ಸೊಂಟಾಕಟ್ಟಿಕೊಂಡು ಒಬ್ಬರಿಗೊಬ್ಬರು ಸೇವೆಮಾಡಿರಿ.  1 ಪೇತ್ರ 5:5	",
},			
{			
"question" :	"	6. ದೇವರು ಇವರನ್ನು ಎದರಿಸುತ್ತಾನೆ.   	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಖಾಮುಖಿಯಾಗಿ	",
	"	b. ದೆವ್ವಗಳನ್ನು	",
	"	c. ನೀತಿವಂತರನ್ನು	",
	"	d. ಅಹಂಕಾರಿಗಳನ್ನು	"
],			
"correct" :	"	d. ಅಹಂಕಾರಿಗಳನ್ನು	",
"explanation" :	"	ಯೌವನಸ್ಥರೇ, ಅದೇ ರೀತಿಯಾಗಿ ಹಿರಿಯರಿಗೆ ಅಧೀನರಾಗಿರಿ.  ನೀವೆಲ್ಲರೂ ದೀನಮನಸ್ಸೆಂಬ ವಸ್ತ್ರದಿಂದ ಸೊಂಟಾಕಟ್ಟಿಕೊಂಡು ಒಬ್ಬರಿಗೊಬ್ಬರು ಸೇವೆ ಮಾಡಿರಿ.  ದೇವರು ಅಹಂಕಾರಿಗಳನ್ನು ಎದುರಿಸುತ್ತಾನೆ, ದೀನರಿಗಾದರೋ ಕೃಪೆಯನ್ನು ಅನುಗ್ರಹಿಸುತ್ತಾನೆ.   1 ಪೇತ್ರ 5:5	",
},			
{			
"question" :	"	7. ದೇವರು ಇವರಿಗೆ ಕೃಪೆಯನ್ನು ಅನುಗ್ರಹಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಪಾತ್ರರಿಗೆ	",
	"	b. ದೀನರಿಗೆ	",
	"	c. ದೇವರಲ್ಲದವುಗಳಿಗೆ	",
	"	d. ಫಲನೀಡದವುಗಳಿಗೆ	"
],			
"correct" :	"	b. ದೀನರಿಗೆ	",
"explanation" :	"	ಯೌವನಸ್ಥರೇ, ಅದೇ ರೀತಿಯಾಗಿ ಹಿರಿಯರಿಗೆ ಅಧೀನರಾಗಿರಿ.  ನೀವೆಲ್ಲರೂ ದೀನಮನಸ್ಸೆಂಬ ವಸ್ತ್ರದಿಂದ ಸೊಂಟಾಕಟ್ಟಿಕೊಂಡು ಒಬ್ಬರಿಗೊಬ್ಬರು ಸೇವೆ ಮಾಡಿರಿ.  ದೇವರು ಅಹಂಕಾರಿಗಳನ್ನು ಎದುರಿಸುತ್ತಾನೆ, ದೀನರಿಗಾದರೋ ಕೃಪೆಯನ್ನು ಅನುಗ್ರಹಿಸುತ್ತಾನೆ.   1 ಪೇತ್ರ 5:5	",
},			
{			
"question" :	"	8. ದೇವರ ತ್ರಾಣವುಳ್ಳ ಹಸ್ತದ ಕೆಳಗೆ ನಿಮ್ಮನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳಿರಿ; ಆತನು ತಕ್ಕ ಕಾಲದಲ್ಲಿ 	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮನ್ನು ಮೇಲಕ್ಕೆ ತರುವನು.	",
	"	b. ನಿಮ್ಮನ್ನು ನಿಗ್ರಹಿಸುವನು.	",
	"	c. ಸೈತಾನನ ಶೋಧನೆಗಳನ್ನು ನಿವಾರಿಸುವನು.	",
	"	d. ನಿಮ್ಮ ತೊಂದರೆಗಳನ್ನು ನೀಗಿಸುವನು.	"
],			
"correct" :	"	a. ನಿಮ್ಮನ್ನು ಮೇಲಕ್ಕೆ ತರುವನು.	",
"explanation" :	"	ಹೀಗಿರುವದರಿಂದ ದೇವರ ತ್ರಾಣವುಳ್ಳ ಹಸ್ತದ ಕೆಳಗೆ ನಿಮ್ಮನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳಿರಿ; ಆತನು ತಕ್ಕ ಕಾಲದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಮೇಲಕ್ಕೆ ತರುವನು.  1 ಪೇತ್ರ 5:6	",
},			
{			
"question" :	"	9. ನಿಮ್ಮ ಚಿಂತೆಯನ್ನೆಲ್ಲಾ ಆತನ ಮೇಲೆ ಹಾಕಿರಿ, 	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನ ಬಾಹುಗಳು ವಿಶಾಲವಾಗಿವೆ.	",
	"	b. ಅದು ನಿಮ್ಮ ಕರ್ತವ್ಯ	",
	"	c. ಆತನು ನಿಮಗೋಸ್ಕರ ಚಿಂತಿಸುತ್ತಾನೆ.	",
	"	d. ಚಿಂತೆಯು ದೆವ್ವವನ್ನು ಕರೆಯುತ್ತದೆ.	"
],			
"correct" :	"	c. ಆತನು ನಿಮಗೋಸ್ಕರ ಚಿಂತಿಸುತ್ತಾನೆ.	",
"explanation" :	"	ನಿಮ್ಮ ಚಿಂತೆಯನ್ನೆಲ್ಲಾ ಆತನ ಮೇಲೆ ಹಾಕಿರಿ, ಆತನು ನಿಮಗೋಸ್ಕರ ಚಿಂತಿಸುತ್ತಾನೆ.  1 ಪೇತ್ರ 5:7	",
},			
{			
"question" :	"	10. ಸೈತಾನನು ಯಾರನ್ನು ಹಿಡಿಯಲಿ ಎಂದು ಹೀಗೆ ತಿರುಗುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಗರ್ಜಿಸುವ ಸಿಂಹದೋಪಾದಿಯಲ್ಲಿ	",
	"	b. ಗರ್ಜಿಸುವ ಹುಲಿಯೋಪಾದಿಯಲ್ಲಿ	",
	"	c. ಗರ್ಜಿಸುವ ಕರಡಿಯಂತೆ	",
	"	d. ತೋಳದಂತೆ	"
],			
"correct" :	"	a. ಗರ್ಜಿಸುವ ಸಿಂಹದೋಪಾದಿಯಲ್ಲಿ	",
"explanation" :	"	ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರಿ, ಎಚ್ಚರವಾಗಿರಿ; ನಿಮ್ಮ ವಿರೋಧಿಯಾಗಿರುವ ಸೈತಾನನು ಗರ್ಜಿಸುವ ಸಿಂಹದೋಪಾದಿಯಲ್ಲಿ ಯಾರನ್ನು ನುಂಗಲಿ ಎಂದು ಹುಡುಕುತ್ತಾ ತಿರುಗುತ್ತಾನೆ.  1 ಪೇತ್ರ 5:8	",
},			
]			