var quiztitle = " 1 ಪೇತ್ರನು ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಮೊಟ್ಟಮೊದಲು ನಿಮ್ಮನಿಮ್ಮೊಳಗೆ ಇದಿರಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ವ್ಯಾಜ್ಯಗಳು	",
	"	b. ವಿವಾದಗಳು	",
	"	c. ತಾಳ್ಮೆಯಿಂದ ಧ್ಯಾನಿಸುವುದು	",
	"	d. ಯಾಥಾರ್ಥವಾದ ಪ್ರೀತಿ.	"
],			
"correct" :	"	d. ಯಾಥಾರ್ಥವಾದ ಪ್ರೀತಿ.	",
"explanation" :	"	ಮೊಟ್ಟಮೊದಲು ನಿಮ್ಮನಿಮ್ಮೊಳಗೆ ಯಥಾರ್ಥವಾದ ಪ್ರೀತಿಯಿರಲಿ; ಪ್ರೀತಿಯು ಬಹುಪಾಪಗಳನ್ನು ಮುಚ್ಚುತ್ತದೆ.  1 ಪೇತ್ರ 4:8	",
},			
{			
"question" :	"	2. ಇದು ಬಹುಪಾಪಗಳನ್ನು ಮುಚ್ಚುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಾಲಯದಲ್ಲಿ ಕೊಡುವ ಕಾಣಿಕೆ	",
	"	d. ದೆವ್ವವು	",
	"	c. ಪ್ರೀತಿಯು	",
	"	d. ಲೋಕದ ಅಜ್ಞಾನ	"
],			
"correct" :	"	c. ಪ್ರೀತಿಯು	",
"explanation" :	"	ಮೊಟ್ಟಮೊದಲು ನಿಮ್ಮನಿಮ್ಮೊಳಗೆ ಯಥಾರ್ಥವಾದ ಪ್ರೀತಿಯಿರಲಿ; ಪ್ರೀತಿಯು ಬಹುಪಾಪಗಳನ್ನು ಮುಚ್ಚುತ್ತದೆ.  1 ಪೇತ್ರ 4:8	",
},			
{			
"question" :	"	3. ಗುಣಗುಟ್ಟದೆ ಒಬ್ಬರಿಗೊಬ್ಬರು _______ ಮಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅತಿಥಿಸತ್ಕಾರ	",
	"	b. ನ್ಯಾಯತೀರ್ಪು	",
	"	c. ಖಂಡನೆ	",
	"	d. ಭಯಪಡಿರಿ.	"
],			
"correct" :	"	a. ಅತಿಥಿಸತ್ಕಾರ	",
"explanation" :	"	ಗುಣುಗುಟ್ಟದೆ ಒಬ್ಬರಿಗೊಬ್ಬರು ಅತಿಥಿಸತ್ಕಾರ ಮಾಡಿರಿ.  1 ಪೇತ್ರ 4:9	",
},			
{			
"question" :	"	4. ಪ್ರತಿಯೊಬ್ಬನು ತಾನು ಹೊಂದಿದ ಕೃಪಾವರವನ್ನು ___________ ಉಪಯೋಗಿಸಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೃದಯದಲ್ಲಿ ಬಚ್ಚಿಡಿರಿ.	",
	"	b. ಎಲ್ಲರ ಸೇವೆಯಲ್ಲಿ	",
	"	c. ಮೇಲೆತ್ತಿರಿ.	",
	"	d. ಮಾನವನ್ನು ಹೊಂದುವ ಸ್ಥಳದಲ್ಲಿ 	"
],			
"correct" :	"	b. ಎಲ್ಲರ ಸೇವೆಯಲ್ಲಿ	",
"explanation" :	"	ನೀವೆಲ್ಲರು ದೇವರ ವಿವಿಧ ಕೃಪೆಯ ವಿಷಯದಲ್ಲಿ ಒಳ್ರಳೇ ಮನೆವಾರ್ತೆಯವರಾಗಿದ್ದು ಪ್ರತಿಯೊಬ್ಬನು ತಾನು ಹೊಂದಿದ ಕೃಪಾವರವನ್ನು ಎಲ್ಲರ ಸೇವೆಯಲ್ಲಿ ಉಪಯೋಗಿಸಲಿ.  1 ಪೇತ್ರ 4:10	",
},			
{			
"question" :	"	5. ನೀವು ಇದಕ್ಕೆ ಹಾಕಲ್ಪಟ್ಟದ್ದಕ್ಕೆ ಆಶ್ಚರ್ಯಪಡಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಿಶೋಧನೆಗಾಗಿ ಪುಟಕ್ಕೆ	",
	"	b. ದೂತರಿಗೆ ಅನುಕೂಲಕ್ಕೆ	",
	"	c. ಮನುಷ್ಯರ ಪ್ರತಿಜ್ಞೆ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರದ ಮಾತುಗಳು	"
],			
"correct" :	"	a. ಪರಿಶೋಧನೆಗಾಗಿ ಪುಟಕ್ಕೆ	",
"explanation" :	"	ಪ್ರಿಯರೇ, ನೀವು ಪರಿಶೋಧನೆಗಾಗಿ ಪುಟಕ್ಕೆ ಹಾಕಲ್ಪಟ್ಟದ್ದಕ್ಕೆ ಆಶ್ಚರ್ಯಪಡಬೇಡಿರಿ;  1 ಪೇತ್ರ 4:12	",
},			
{			
"question" :	"	6. ನೀವು ಇದರಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದರೆ ಸಂತೋಷಪಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ತನ ಭೋಜನ	",
	"	b. ಬಿಡುಗಡೆಯ ಭೂಮಿ	",
	"	c. ಕ್ರಿಸ್ತನ ಬಾಧೆಗಳಲ್ಲಿ	",
	"	d. ಅಂತ್ಯದಿನಗಳಲ್ಲಿ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನ ಬಾಧೆಗಳಲ್ಲಿ	",
"explanation" :	"	ಆದರೆ ನೀವು ಎಷ್ಟರ ಮಟ್ಟಿಗೂ ಕ್ರಿಸ್ತನ ಬಾಧೆಗಳಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದೀರೋ ಅಷ್ಟರ ಮಟ್ಟಿಗೆ ಸಂತೋಷವುಳ್ಳವರಾಗಿರಿ; ಆತನ ಮಹಿಮೆಯ ಪ್ರತ್ಯಕ್ಷತೆಯಲ್ಲಿಯೂ ನೀವು ಸಂತೋಷಪಟ್ಟು ಉಲ್ಲಾಸಗೊಳ್ಳುವಿರಿ.  1 ಪೇತ್ರ 4:13	",
},			
{			
"question" :	"	7. ಇದರ ನಿಮಿತ್ತ ನಿಂದೆಗೆ ಗುರಿಯಾದರೆ ಧನ್ಯರೇ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡುವುದರಿಂದ	",
	"	b. ದೇವದೂಷಣೆ ಮಾಡಿದರೆ	",
	"	c. ಕ್ರಿಸ್ತನ ಹೆಸರಿನ ನಿಮಿತ್ತ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರದ ಅಜ್ಞಾನದಿಂದ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನ ಹೆಸರಿನ ನಿಮಿತ್ತ	",
"explanation" :	"	ನೀವು ಕ್ರಿಸ್ತನ ಹೆಸರಿನ ನಿಮಿತ್ತ ನಿಂದೆಗೆ ಗುರಿಯಾದರೆ ಧನ್ಯರೇ;  1 ಪೇತ್ರ 4:14	",
},			
{			
"question" :	"	8. ಯಾವನಾದರೂ ಕ್ರೈಸ್ತನಾಗಿ ಬಾಧೆಪಟ್ಟರೆ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ನಾಚಿಕೆಪಡಲಿ.	",
	"	b. ನಾಚಿಕೆಪಡಬಾರದು.	",
	"	c. ಬಾಧೆಯನ್ನು ನೀಗಿಸುವಂತೆ ದೇವರಿಗೆ ಮೊರೆಯಿಡಲಿ	",
	"	d. ತನ್ನನ್ನೇ ಬಲಿಯಾಗಿ ಅರ್ಪಿಸಲಿ.	"
],			
"correct" :	"	b. ನಾಚಿಕೆಪಡಬಾರದು.	",
"explanation" :	"	ಆದರೆ ಕ್ರೈಸ್ತನಾಗಿ ಬಾಧೆಪಟ್ಟರೆ ಅವನು ನಾಚಿಕೆಪಡದೆ ಆ ಹೆಸರಿನಿಂದಲೇ ದೇವರನ್ನು ಘನಪಡಿಸಲಿ.  1 ಪೇತ್ರ 4:16	",
},			
{			
"question" :	"	9. ಆ ವಿಚಾರಣೆಯು ಇಲ್ಲಿ ಪ್ರಾರಂಭವಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಮನೆಯಲ್ಲಿ	",
	"	b. ಯೆರೂಷಲೇಮಿನಲ್ಲಿ	",
	"	c. ಪಟ್ಟಣದ ಬೀದಿಗಳಲ್ಲಿ	",
	"	d. ನರಕದಲ್ಲಿ	"
],			
"correct" :	"	a. ದೇವರ ಮನೆಯಲ್ಲಿ	",
"explanation" :	"	ನ್ಯಾಯವಿಚಾರಣೆಯ ಸಮಯ ಬಂದದೆ; ಆ ವಿಚಾರಣೆಯು ದೇವರ ಮನೆಯಲ್ಲಿಯೇ ಪ್ರಾರಂಭವಾಯಿತಲ್ಲಾ.  1 ಪೇತ್ರ 4:17	",
},			
{			
"question" :	"	10.  _________ ರಕ್ಷಣೆಹೊಂದುವದು ಕಷ್ಟವಾದರೆ ಭಕ್ತಿಹೀನನೂ ಪಾಪಿಷ್ಠನೂ ನಿಲ್ಲುವದು ಹೇಗೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿವಂತನೇ	",
	"	b. ದೇವದೂತರೇ	",
	"	c. ದೆವ್ವಗಳೇ	",
	"	d. ಪ್ರವಾದಿಗಳೇ	"
],			
"correct" :	"	a. ನೀತಿವಂತನೇ	",
"explanation" :	"	ನೀತಿವಂತನೇ ರಕ್ಷಣೆಹೊಂದುವದು ಕಷ್ಟವಾದರೆ ಭಕ್ತಿಹೀನನೂ ಪಾಪಿಷ್ಠನೂ ನಿಲ್ಲುವುದು ಹೇಗೆ?  1 ಪೇತ್ರ 4:18	",
},			
]			