var quiztitle = " 1 ಪೇತ್ರನು ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಎಲ್ಲಾ ಕೆಟ್ಟತನವನ್ನೂ ಎಲ್ಲಾ ವಂಚನೆಯನ್ನೂ ಕಪಟವನ್ನೂ	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯ ತೀರಿಸಬೇಕು.	",
	"	b. ವಿಸರ್ಜಿಸಬೇಕು.	",
	"	c. ಅವುಗಳಲ್ಲಿ ಪಾಲುದಾರರಾಗಬೇಕು.	",
	"	d. ಅವುಗಳಿಗೆ ಸಮರ್ಥನೆ ಮಾಡಬೇಕು.	"
],			
"correct" :	"	b. ವಿಸರ್ಜಿಸಬೇಕು.	",
"explanation" :	"	ಆದಕಾರಣ ಎಲ್ಲಾ ಕೆಟ್ಟತನವನ್ನೂ ಎಲ್ಲಾ ವಂಚನೆಯನ್ನೂ ಕಪಟವನ್ನೂ ಹೊಟ್ಟೆಕಿಚ್ಚನ್ನೂ ಎಲ್ಲಾ ತರದ ನಿಂದೆಯನ್ನೂ ವಿಸರ್ಜಿಸಿ ಹಸುಮಕ್ಕಳಂತೆ ಪಾರಮಾರ್ಥಿಕವಾದ ಶುದ್ಧಹಾಲನ್ನು ಬಯಸಿರಿ.  1 ಪೇತ್ರ 2:1-2	",
},			
{			
"question" :	"	2. ಈ ಶುದ್ಧಹಾಲನ್ನು ಬಯಸಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಗ್ಥತೆ	",
	"	b. ಪುರಸ್ಕಾರ	",
	"	c. ಪಾರಮಾರ್ಥಿಕವಾದ	",
	"	d. ಅಜ್ಞಾನದ	"
],			
"correct" :	"	c. ಪಾರಮಾರ್ಥಿಕವಾದ	",
"explanation" :	"	ಎಲ್ಲಾ ತರದ ನಿಂದೆಯನ್ನೂ ವಿಸರ್ಜಿಸಿ ಹಸುಮಕ್ಕಳಂತೆ ಪಾರಮಾರ್ಥಿಕವಾದ ಶುದ್ಧ ಹಾಲನ್ನು ಬಯಸಿರಿ;  1 ಪೇತ್ರ 2:2	",
},			
{			
"question" :	"	3. ನೀವು ಇಂತಹ ಜನವೂ ಆಗಿದ್ದೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ತೊಂದರೆಗೊಳಗಾದ	",
	"	b. ಗೊಂದಲಕ್ಕೀಡಾದ	",
	"	c. ಮೀಸಲಾದ	",
	"	d. ಸಾಮಾನ್ಯ	"
],			
"correct" :	"	c. ಮೀಸಲಾದ	",
"explanation" :	"	ನೀವಾದರೋ ನಿಮ್ಮನ್ನು ಕತ್ತಲೆಯೊಳಗಿಂದ ಕರೆದು ತನ್ನ ಆಶ್ಚರ್ಯಕರವಾದ ಬೆಳಕಿನಲ್ಲಿ ಸೇರಿಸಿದಾತನ ಗುಣಾತಿಶಯಗಳನ್ನು ಪ್ರಚಾರಮಾಡುವವರಾಗುವಂತೆ ದೇವರಾದುಕೊಂಡ ಜನಾಂಗವೂ ರಾಜವಂಶಸ್ಥರಾದ ಯಾಜಕರೂ ಮೀಸಲಾದ ಜನವೂ ದೇವರ ಸ್ವಕೀಯ ಪ್ರಜೆಯೂ ಆಗಿದ್ದೀರಿ.  1 ಪೇತ್ರ 2:9	",
},			
{			
"question" :	"	4. ನಿಮ್ಮ ನಡವಳಿಕೆಯು ಅನ್ಯಜನರ ಮಧ್ಯದಲ್ಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಯೋಗ್ಯವಾಗಿರಲಿ	",
	"	b. ಸ್ಪಷ್ಟವಾಗಿರಲಿ	",
	"	c. ಮಾತುಗಳಿಂದ ತುಂಬಿರಲಿ	",
	"	d. ಪರೀಕ್ಷಾರೂಪವಾಗಿರಲಿ	"
],			
"correct" :	"	a. ಯೋಗ್ಯವಾಗಿರಲಿ	",
"explanation" :	"	ನಿಮ್ಮ ನಡವಳಿಕೆಯು ಅನ್ಯಜನರ ಮಧ್ಯದಲ್ಲಿ ಯೋಗ್ಯವಾಗಿರಲಿ;  1 ಪೇತ್ರ 2:11	",
},			
{			
"question" :	"	5.  ತಿಳಿಯದೆ ಮಾತಾಡುವ ಮೂಢಜನರ ಬಾಯನ್ನು ನೀವು ________ ಕಟ್ಟಬೇಕೆಂಬದೇ ದೇವರ ಚಿತ್ತ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೇ ನಡತೆಯಿಂದ	",
	"	b. ಬೆದರಿಕೆಯಿಂದ	",
	"	c. ನಿರ್ಲಕ್ಷ್ಯದಿಂದ	",
	"	d.  ಧೈರ್ಯದಿಂದ	"
],			
"correct" :	"	a. ಒಳ್ಳೇ ನಡತೆಯಿಂದ	",
"explanation" :	"	ತಿಳಿಯದೆ ಮಾತಾಡುವ ಮೂಢಜನರ ಬಾಯನ್ನು ನೀವು ಒಳ್ಳೇ ನಡತೆಯಿಂದ ಕಟ್ಟಬೇಕೆಂಬದೇ ದೇವರ ಚಿತ್ತ.  1 ಪೇತ್ರ 2:15	",
},			
{			
"question" :	"	6. ಈತನ ಹೆಜ್ಜೆಯ ಜಾಡಿನಲ್ಲಿ ನಡೆಯಬೇಕೆಂದು ಮಾದರಿನ್ನು ತೋರಿಸಿಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ದಾವೀದ	",
	"	c. ಮೋಶೆ	",
	"	d. ಕ್ರಿಸ್ತ	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ಸಹ ನಿಮಗೋಸ್ಕರ ಬಾಧೆಯನ್ನನುಭವಿಸಿ ನೀವು ತನ್ನ ಹೆಜ್ಜೆಯ ಜಾಡಿನಲ್ಲಿ ನಡೆಯಬೇಕೆಂದು ಮಾದರಿಯನ್ನು ತೋರಿಸಿಹೋದನು.   1 ಪೇತ್ರ 2:21	",
},			
{			
"question" :	"	7. ಆತನ ಬಾಯಲ್ಲಿ ಇದು ಸಿಕ್ಕಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ	",
	"	b. ಕೃಪೆ	",
	"	c. ನೀತಿ	",
	"	d. ವಂಚನೆ	"
],			
"correct" :	"	d. ವಂಚನೆ	",
"explanation" :	"	ಆತನು ಯಾವ ಪಾಪವನ್ನೂ ಮಾಡಲಿಲ್ಲ, ಆತನ ಬಾಯಲ್ಲಿ ಯಾವ ವಂಚನೆಯೂ ಸಿಕ್ಕಲಿಲ್ಲ;  1 ಪೇತ್ರ 2:22	",
},			
{			
"question" :	"	8.  ಯೇಸು ಬಾಧೆಯನ್ನನುಭವಿಸಿದಾಗ	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರು ಅತ್ತರು.	",
	"	b. ದೇವರು ತನ್ನ ಮುಖವನ್ನು ಮರೆಮಾಡಿಕೊಂಡನು.	",
	"	c. ಯಾರನ್ನೂ ಬೆದರಿಸಲಿಲ್ಲ.	",
	"	d. ಮನುಷ್ಯರು ಶಪಿಸಲ್ಪಟ್ಟರು.	"
],			
"correct" :	"	c. ಯಾರನ್ನೂ ಬೆದರಿಸಲಿಲ್ಲ.	",
"explanation" :	"	ಆತನು ಬಾಧೆಯನ್ನನುಭವಿಸಿದಾಗ ಯಾರನ್ನೂ ಬೆದರಿಸದೆ ನ್ಯಾಯವಾಗಿ ತೀರ್ಪುಮಾಡುವಾತನಿಗೆ ತನ್ನ ಕಾರ್ಯವನ್ನು ಒಪ್ಪಿಸಿದನು.   1 ಪೇತ್ರ 2:23	",
},			
{			
"question" :	"	9. ಯೇಸು ಇವುಗಳನ್ನು ತನ್ನ ದೇಹದಲ್ಲಿ ಹೊತ್ತುಕೊಂಡು ಮರಣದ ಕಂಬವನ್ನು ಏರಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಳ್ಳುಗಳನ್ನು	",
	"	b. ನಮ್ಮ ಪಾಪಗಳನ್ನು	",
	"	c. ಭಯವನ್ನು	",
	"	d. ನಾಶನವನ್ನು	"
],			
"correct" :	"	b. ನಮ್ಮ ಪಾಪಗಳನ್ನು	",
"explanation" :	"	ನಾವು ಪಾಪದ ಪಾಲಿಗೆ ಸತ್ತು ನೀತಿವಂತರಾಗಿ ಜೀವಿಸುವಂತೆ ಆತನು ನಮ್ಮ ಪಾಪಗಳನ್ನು ತಾನೇ ತನ್ನ ದೇಹದಲ್ಲಿ ಹೊತ್ತುಕೊಂಡು ಮರಣದ ಕಂಬವನ್ನು ಏರಿದನು; ಆತನ ಬಾಸುಂಡೆಗಳಿಂದ ನಿಮಗೆ ಗುಣವಾಯಿತು;   1 ಪೇತ್ರ 2:24	",
},			
{			
"question" :	"	10. ಆತನ ಬಾಸುಂಡೆಗಳಿಂದ ನಿಮಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ಷಣೆಯಾಯಿತು.	",
	"	b. ಗುಣವಾಯಿತು.	",
	"	c. ಲೆಕ್ಕ ಪೂರ್ಣವಾಗುವುದು'	",
	"	d. ಮರೆತುಹೋಗುವುದು	"
],			
"correct" :	"	b. ಗುಣವಾಯಿತು.	",
"explanation" :	"	ನಾವು ಪಾಪದ ಪಾಲಿಗೆ ಸತ್ತು ನೀತಿವಂತರಾಗಿ ಜೀವಿಸುವಂತೆ ಆತನು ನಮ್ಮ ಪಾಪಗಳನ್ನು ತಾನೇ ತನ್ನ ದೇಹದಲ್ಲಿ ಹೊತ್ತುಕೊಂಡು ಮರಣದ ಕಂಬವನ್ನು ಏರಿದನು; ಆತನ ಬಾಸುಂಡೆಗಳಿಂದ ನಿಮಗೆ ಗುಣವಾಯಿತು;   1 ಪೇತ್ರ 2:24	",
},			
]			