var quiztitle = " 1 ಪೇತ್ರನು ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಸ್ತ್ರೀಯರು ಯಾರಿಗೆ ಅಧೀನರಾಗಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ	",
	"	b. ಬಿಷಪ್	",
	"	c. ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ	",
	"	d. ಸರ್ಕಾರಕ್ಕೆ	"
],			
"correct" :	"	c. ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ	",
"explanation" :	"	ಅದೇರೀತಿಯಾಗಿ ಸ್ತ್ರೀಯರೇ, ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ ಅಧೀನರಾಗಿರಿ.    1 ಪೇತ್ರೆ 3:1	",
},			
{			
"question" :	"	2. ಅವರ ನಡತೆ ಹೀಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಳ್ಳಿ ಮತ್ತು ಬಂಗಾರದಂತೆ	",
	"	b. ನಿರ್ಮಲರಾಗಿ ಮತ್ತು ಭಯಭರಿತರಾಗಿ	",
	"	c.ಆಜ್ಞೆಗಳಾಗಿ	",
	"	d. ಭಯದಿಂದ ಮತ್ತು ಅದ್ಭುತವಾಗಿ	"
],			
"correct" :	"	b. ನಿರ್ಮಲರಾಗಿ ಮತ್ತು ಭಯಭರಿತರಾಗಿ	",
"explanation" :	"	ನೀವು ನಿರ್ಮಲರಾಗಿಯೂ ಭಯಭರಿತರಾಗಿಯೂ ನಡೆದುಕೊಳ್ಳುವದನ್ನು ಅವರು ನೋಡಿ ವಾಕ್ಯೋಪದೇಶವಿಲ್ಲದೆ ತಮ್ಮ ಹೆಂಡತಿಯರಾದ ನಿಮ್ಮ ನಡತೆಯಿಂದಲೇ ಸನ್ಮಾರ್ಗಕ್ಕೆ ಬಂದಾರು.  1 ಪೇತ್ರ 3:3	",
},			
{			
"question" :	"	3. ಸಾರಳು ಈ ಮನುಷ್ಯನಿಗೆ ವಿಧೇಯಳಾಗಿದ್ದಳು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಬ್ರಹಾಮ	",
	"	b. ಇಸಾಕ	",
	"	c. ಯಾಕೋಬ	",
	"	d. ಮೋಶೆ	"
],			
"correct" :	"	a. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ಸಾರಳು ಹಾಗೆಯೇ ಅಬ್ರಹಾಮನಿಗೆ ವಿಧೇಯಳಾಗಿದ್ದು ಅವನನ್ನು ಯಜಮಾನ ಎಂದು ಕರೆದಳು ಎಂದು ಬರೆದದೆ.;   1 ಪೇತ್ರ 3:6	",
},			
{			
"question" :	"	4. ಸಾರಾ ತನ್ನ ಗಂಡನನ್ನು ಏನೆಂದು ಕರೆದಳು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೂರ್ಖ	",
	"	b. ಅಜ್ಞಾನಿ	",
	"	c. ಆಶೀರ್ವಾದಿಸಲ್ಪಟ್ಟವನು.	",
	"	d. ಯಜಮಾನ	"
],			
"correct" :	"	d. ಯಜಮಾನ	",
"explanation" :	"	ಸಾರಳು ಹಾಗೆಯೇ ಅಬ್ರಹಾಮನಿಗೆ ವಿಧೇಯಳಾಗಿದ್ದು ಅವನನ್ನು ಯಜಮಾನ ಎಂದು ಕರೆದಳು ಎಂದು ಬರೆದದೆ.;   1 ಪೇತ್ರ 3:6	",
},			
{			
"question" :	"	5. ಗಂಡಂದಿರೇ, ನಿಮ್ಮ ಹೆಂಡತಿಗೆ ಇದನ್ನು ಸಲ್ಲಿಸಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾನವನ್ನು	",
	"	b. ಬೆಳ್ಳಿ ಮತ್ತು ಬಂಗಾರ	",
	"	c. ನ್ಯಾಯ	",
	"	d. ಖಂಡನೆ	"
],			
"correct" :	"	ಅದೇ ರೀತಿಯಾಗಿ ಪುರುಷರೇ, ಸ್ತ್ರೀಯು ಪುರುಷನಿಗಿತಂತ  ಬಲಹೀನಳೆಂಬದನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಂಡು ನಿಮ್ಮ ಹೆಂಡತಿಯರ ಸಂಗಡ ವಿವೇಕದಿಂದ ಒಗತನ ಮಾಡಿರಿ.  ಅವರು ಜೀವವರಕ್ಕೆ ನಿಮ್ಮೊಂದಿಗೆ ಬಾಧ್ಯರಾಗಿದ್ದಾರೆಂದು ತಿಳಿದು ಅವರಿಗೆ ಮಾನವನ್ನು ಸಲ್ಲಿಸಿರಿ.   1 ಪೇತ್ರ 32:7	",
"explanation" :	"	ಅದೇ ರೀತಿಯಾಗಿ ಪುರುಷರೇ, ಸ್ತ್ರೀಯು ಪುರುಷನಿಗಿಂತ ಬಲಹೀನಳೆಂಬದನ್ನು ಜ್ಞಾಪಕಮ	",
},			
{			
"question" :	"	6.  ಅಪಕಾರಕ್ಕೆ ಇದನ್ನು ಮಾಡಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪಕಾರ	",
	"	b. ನ್ಯಾಯತೀರ್ಪು	",
	"	c. ನ್ಯಾಯ	",
	"	d. ಕರುಣೆ	"
],			
"correct" :	"	a. ಅಪಕಾರ	",
"explanation" :	"	ಅಪಕಾರಕ್ಕೆ ಅಪಕಾರವನ್ನು ನಿಂದೆಗೆ ನಿಂದೆಯನ್ನು ಮಾಡದೆ ಆಶೀರ್ವದಿಸಿರಿ.   1 ಪೇತ್ರ 3:9	",
},			
{			
"question" :	"	7. ಕರ್ತನು ಇವರಿಗೆ ಕೋಪದ ಮುಖವುಳ್ಳವನಾಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿವಂತರಿಗೆ	",
	"	b. ನಿರೀಕ್ಷೆಯ ದಿನಗಳವರಿಗೆ	",
	"	c. ಬಡವರು ಮತ್ತು ಅವಶ್ಯಕತೆಯಿರುವವರಿಗೆ	",
	"	d. ಕೆಡುಕರಿಗೆ	"
],			
"correct" :	"	d. ಕೆಡುಕರಿಗೆ	",
"explanation" :	"	ಕರ್ತನು ನೀತಿವಂತರನ್ನು ಕಟಾಕ್ಷಿಸುತ್ತಾನೆ, ಆತನು ಅವರ ವಿಜ್ಞಾಪನೆಗಳಿಗೆ ಕಿವಿಗೊಡುತ್ತಾನೆ.  ಕೆಡುಕರಿಗೋ ಕರ್ತನು ಕೋಪದ ಮುಖವುಳ್ಳವನಾಗಿರುತ್ತಾನೆ ಎಂದು ಬರೆದದೆ.  1 ಪೇತ್ರ 3:12	",
},			
{			
"question" :	"	8. ನೀವು ಯಾವಾಗಲೂ ಇದಕ್ಕೆ ಸಿದ್ಧರಾಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥನೆಗೆ	",
	"	b. ಹಾಡುವುದಕ್ಕೆ	",
	"	c. ಉತ್ತರ ಹೇಳುವದಕ್ಕೆ	",
	"	d. ಅನ್ಯರಿಗೆ ನ್ಯಾಯತೀರಿಸಲು.	"
],			
"correct" :	"	c. ಉತ್ತರ ಹೇಳುವದಕ್ಕೆ	",
"explanation" :	"	ಅವರ ಬೆದರಿಸುವಿಕೆಗೆ ಹೆದರದೆ ಕಳವಳಪಡದೆ ಕ್ರಿಸ್ತನನ್ನು ಕರ್ತನೆಂದು ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಪ್ರತಿಷ್ಠೆಪಡಿಸಿರಿ.  ನಿಮ್ಮಲ್ಲಿರುವ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರವೇನೆಂದು ಕೇಳುವವರೆಲ್ಲರಿಗೆ ಉತ್ತರ ಹೇಳುವದಕ್ಕೆ ಯಾವಾಗಲೂ ಸಿದ್ಧವಾಗಿರಿ;   1 ಪೇತ್ರ 3:15	",
},			
{			
"question" :	"	9. ಹೀಗೆ ಬಾಧೆಪಡುವದಕ್ಕಿಂತ  ಒಳ್ಳೇ ನಡತೆಯುಳ್ಳವರಾಗಿ ಬಾಧೆಪಡೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಟ್ಟ ನಡತೆಯುಳ್ಳವರಾಗಿ	",
	"	b. ತಿನ್ನುವುದಕ್ಕಿಂತ	",
	"	c. ನೀತಿವಂತರಂತೆ	",
	"	d. ಕೆಟ್ಟದರಿಂದ ಓಡಿಹೋಗುವಂತ	"
],			
"correct" :	"	a. ಕೆಟ್ಟ ನಡತೆಯುಳ್ಳವರಾಗಿ	",
"explanation" :	"	ಕೆಟ್ಟನಡತೆಯುಳ್ಳವರಾಗಿ ಬಾಧೆಪಡುವದಕ್ಕಿಂತ ಒಳ್ಳೇ ನಡತೆಯುಳ್ಳವರಾಗಿಯೇ ದೇವರ ಚಿತ್ತವಿದ್ದರೆ ಬಾಧೆಪಡುವದು ಲೇಸು.  1 ಪೇತ್ರ 3:17	",
},			
{			
"question" :	"	10. ನೋಹನ ಕಾಲದಲ್ಲಿ ಎಷ್ಟು ಜನರು ನಾವೆಯಲ್ಲಿ ಸೇರಿ ರಕ್ಷಣೆ ಹೊಂದಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. 2	",
	"	b. 6	",
	"	c. 8	",
	"	d. 10	"
],			
"correct" :	"	c. 8	",
"explanation" :	"	ಆಂದರೆ ಪೂರ್ವಕಾಲದಲ್ಲಿ ನೋಹನು ನಾವೆಯನ್ನು ಕಟ್ಟಿಸುತ್ತಿರಲು ದೇವರು ದೀರ್ಘಶಾಂತಿಯಿಂದ ಕಾದಿದ್ದಾಗ ಆತನಿಗೆ ಅವಿಧೇಯರಾಗಿದ್ದವರ ಬಳಿಗೆ ಹೋಗಿ ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿದನು.  ಆ ನಾವೆಯೊಳಗೆ ಕೆಲವರು ಅಂದರೆ ಎಂಟೇ ಜನರ ಸೇರಿ ನೀರಿನ ಮೂಲಕ ರಕ್ಷಣೆ ಹೊಂದಿದರು.  1 ಪೇತ್ರ 3:20	",
},			
]			