var quiztitle = "1 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಕರ್ತನ ದಿನವು ಹೇಗೆ ಬರುವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ರಾತ್ರಿಯಲ್ಲಿನ ಕಳ್ಳನಂತೆ	",
	"	b. ಮಿಠಾಯಿ ಅಂಗಡಿಯ ಮಗುವಿನಂತೆ	",
	"	c. ಆಶೀರ್ವಾದಗಳ ಮಳೆಯಂತೆ	",
	"	d. ಮಳೆಯಲ್ಲಿನ ಬೆಳದಿಂಗಳಂತೆ	"
],			
"correct" :	"	a. ರಾತ್ರಿಯಲ್ಲಿನ ಕಳ್ಳನಂತೆ	",
"explanation" :	"	ರಾತ್ರಿಕಾಲದಲ್ಲಿ ಕಳ್ಳನು ಹೇಗೆ ಬರುತ್ತಾನೋ ಹಾಗೆಯೇ ಕರ್ತನ ದಿನವು ಬರುವದೆಂದು ನೀವೇ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದೀರಲ್ಲಾ.  1 ಥೆಸೆ 6:2	",
},			
{			
"question" :	"	2. ನಾವು ಹೀಗೆ ಇರುತ್ತೇವೆಂದು ಜನರು ಹೇಳುತ್ತಿರುವಾಗಲೇ ನಾಶನವು ಬರುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು ನಮ್ಮ ಕರ್ತನು	",
	"	b. ಸಮಾಧಾನವಾಗಿ ನಿರ್ಭಯವಾಗಿ	",
	"	c. ದೇವರು ಯಾರೂ ಇಲ್ಲ	",
	"	d. ಯೇಸು ಕ್ರಿಸ್ತನೇ ಬಂದನೆಂದು	"
],			
"correct" :	"	b. ಸಮಾಧಾನವಾಗಿ ನಿರ್ಭಯವಾಗಿ	",
"explanation" :	"	ಸಮಾಧಾನವಾಗಿಯೂ ನಿರ್ಭಯವಾಗಿಯೂ ಇರುತ್ತೇವೆಂದು ಜನರು ಹೇಳುತ್ತಿರುವಾಗಲೇ ಅವರ ಮೇಲೆ ನಾಶನವು ಗರ್ಭಿಣಿಗೆ ಪ್ರಸವವೇದನೆ ಬರುವ ಪ್ರಕಾರ ಬರುವುದು.  1 ಥೆಸೆ 5:3	",
},			
{			
"question" :	"	3. ನಾವು ಯಾವ ವಜ್ರಕವಚವನ್ನು ಧರಿಸಿಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ವಿಶ್ವಾಸಪ್ರೀತಿ	",
	"	b. ಉಜ್ಜೀವನ	",
	"	c. ಸಂಪ್ರದಾಯದ	",
	"	d. ತಿರಸ್ಕಾರ	"
],			
"correct" :	"	a. ವಿಶ್ವಾಸಪ್ರೀತಿ	",
"explanation" :	"	ನಾವಾದರೋ ಹಗಲಿನವರಾಗಿರಲಾಗಿ ವಿಶ್ವಾಸಪ್ರೀತಿಗಳೆಂಬ ವಜ್ರಕವಚವನ್ನೂ ರಕ್ಷಣೆಯ ನಿರೀಕ್ಷೆಯೆಂಬ ಶಿರಸ್ತ್ರಾಣವನ್ನೂ ಧರಿಸಿಕೊಂಡು ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರೋಣ.  1 ಥೆಸೆ 5:8	",
},			
{			
"question" :	"	4. ಯಾವ ನಿರೀಕ್ಷೆಯ ಶಿರಸ್ತ್ರಾಣವನ್ನು ಧರಿಸಿಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಭಿವೃದ್ದಿ	",
	"	b. ಆತ್ಮೀಕ	",
	"	c. ರಕ್ಷಣೆಯ	",
	"	d. ಲೋಕದ ನಿಧನದ	"
],			
"correct" :	"	c. ರಕ್ಷಣೆಯ	",
"explanation" :	"	ನಾವಾದರೋ ಹಗಲಿನವರಾಗಿರಲಾಗಿ ವಿಶ್ವಾಸಪ್ರೀತಿಗಳೆಂಬ ವಜ್ರಕವಚವನ್ನೂ ರಕ್ಷಣೆಯ ನಿರೀಕ್ಷೆಯೆಂಬ ಶಿರಸ್ತ್ರಾಣವನ್ನೂ ಧರಿಸಿಕೊಂಡು ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರೋಣ.  1 ಥೆಸೆ 5:8	",
},			
{			
"question" :	"	5. ನಮಗೋಸ್ಕರ ಸತ್ತವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಎಲೀಷ	",
	"	c. ಸೈತಾನ	",
	"	d. ಯೇಸು	"
],			
"correct" :	"	d. ಯೇಸು	",
"explanation" :	"	ನಾವು ಎಚ್ಚರವಾಗಿದ್ದರೂ ಸರಿಯೇ ನಿದ್ರೆಯಲ್ಲಿದ್ದರೂ ಸರಿಯೇ, ತನ್ನ ಜೊತೆಯಲ್ಲಿಯೇ ಜೀವಿಸಬೇಕೆಂದು ಆತನು ನಮಗೋಸ್ಕರ ಸತ್ತನು.  1 ಥೆಸೆ 5:10	",
},			
{			
"question" :	"	6. ಇವರನ್ನು ಧೈರ್ಯಪಡಿಸಿ	",
"image" :	"",		
"choices" : [			
	"	a. ರೋಗಿಗಳನ್ನು	",
	"	b. ವಿಧವೆಯರನ್ನು	",
	"	c. ಅನಾಥರನ್ನು	",
	"	d. ಮನಗುಂದಿದವರನ್ನು	"
],			
"correct" :	"	d. ಮನಗುಂದಿದವರನ್ನು	",
"explanation" :	"	ಸಹೋದರರೇ, ಅಕ್ರಮವಾಗಿ ನಡೆಯುವವರಿಗೆ ಬುದ್ಧಿಹೇಳಿರಿ, ಮನಗುಂದಿದವರನ್ನು ಧೈರ್ಯಪಡಿಸಿರಿ, ಬಲಹೀನರಿಗೆ ಆಧಾರವಾಗಿರಿ, ಎಲ್ಲರಲ್ಲಿಯೂ ದೀರ್ಘಶಾಂತರಾಗಿರಿ ಎಂದು ನಿಮ್ಮನ್ನು ಪ್ರಬೋಧಿಸುತ್ತೇವೆ.  1 ಥೆಸೆ 5:14	",
},			
{			
"question" :	"	7. ಯಾವಾಗಲೂ ಸಂತೋಷಿಸಿರಿ; ಎಡೆಬಿಡದೆ 	",
"image" :	"",		
"choices" : [			
	"	a. ಅಭ್ಯಾಸ ಮಾಡಿರಿ	",
	"	b. ಮಾತಾಡಿರಿ	",
	"	c. ಕೆಲಸ ಮಾಡಿರಿ	",
	"	d. ಪ್ರಾರ್ಥನೆ ಮಾಡಿರಿ	"
],			
"correct" :	"	d. ಪ್ರಾರ್ಥನೆ ಮಾಡಿರಿ	",
"explanation" :	"	ಯಾವಾಗಲೂ ಸಂತೋಷಿಸಿರಿ; ಎಡೆಬಿಡದೆ ಪ್ರಾರ್ಥನೆಮಾಡಿರಿ;  1 ಥೆಸೆ 5:17	",
},			
{			
"question" :	"	8. ಎಲ್ಲಾದರಲ್ಲಿಯೂ ಇದನ್ನು ಮಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಉತ್ತರಿಸಿ	",
	"	b. ಪ್ರಶ್ನಿಸಿ	",
	"	c. ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡಿ	",
	"	d. ಜಯಶಾಲಿಗಳಾಗಿ	"
],			
"correct" :	"	c. ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡಿ	",
"explanation" :	"	ಎಲ್ಲಾದರಲ್ಲೂ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡಿರಿ; ಇದೇ ನಿಮ್ಮ ವಿಷಯವಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ತೋರಿ ಬಂದ ದೇವರ ಚಿತ್ತ.  1 ಥೆಸೆ 5:18	",
},			
{			
"question" :	"	9. ಇದನ್ನು ಹೀನೈಸಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಶೋಧನೆಗಳನ್ನು	",
	"	b. ಸೈತಾನನ್ನು	",
	"	c. ಪ್ರವಾದನೆಗಳನ್ನು	",
	"	d. ಪಾಪ	"
],			
"correct" :	"	c. ಪ್ರವಾದನೆಗಳನ್ನು	",
"explanation" :	"	ಪ್ರವಾದನೆಗಳನ್ನು ಹೀನೈಸಬೇಡಿರಿ;  1 ಥೆಸೆ 5:20	",
},			
{			
"question" :	"	10. ಇದಕ್ಕೆ ದೂರವಾಗಿರಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಹಂದಿ	",
	"	b. ಸಕಲವಿಧವಾದ ಕೆಟ್ಟತನ	",
	"	c. ಸಿಹಿಯಾದ ರುಚಿ	",
	"	d. ಆತಿಥ್ಯ	"
],			
"correct" :	"	b. ಸಕಲವಿಧವಾದ ಕೆಟ್ಟತನ	",
"explanation" :	"	ಸಕಲವಿಧವಾದ ಕೆಟ್ಟತನಕ್ಕೆ ದೂರವಾಗಿರಿ.  1 ಥೆಸೆ 5:22	",
},			
]			