var quiztitle = "1 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಹೇಳಿದ್ದು: ನಮಗೆ ಈ ಪಟ್ಟಣದಲ್ಲಿ ಅವಮಾನ ಹಿಂಸೆ ಸಂಭವಿಸಿದರೂ ನಿಮಗೆ ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿದೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆತ್ಲೆಹೇಮ್	",
	"	b. ಬೆಥಾನ್ಯ	",
	"	c. ಫಿಲಿಪ್ಪಿ	",
	"	d. ನಜರೇತು	"
],			
"correct" :	"	c. ಫಿಲಿಪ್ಪಿ	",
"explanation" :	"	ನಮಗೆ ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ ಹಿಂಸೆಯೂ ಅವಮಾನವೂ ಮೊದಲು ಸಂಭವಿಸಿದರೂ ನಾವು ನಮ್ಮ ದೇವರ ಮೂಲಕ ಧೈರ್ಯಗೊಂಡು ಬಹು ವಿರೋಧವನ್ನು ಅನುಭವಿಸುವವರಾಗಿ ನಿಮಗೆ ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿದೆವೆಂಬದನ್ನೂ ನೀವೇ ಬಲ್ಲಿರಿ.  1 ಥೆಸ 2:2	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೀಗೆ ಮಾತಾಡಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ರಾಜರು ಮತ್ತು ರಾಜಕುಮಾರರಂತೆ	",
	"	b. ದೇವರ ವಾಕ್ಯದಂತೆ	",
	"	c. ಮೋಸದಿಂದ ಅಶುದ್ಧದಿಂದ	",
	"	d. ವಿಜಯದಿಂದ	"
],			
"correct" :	"	c. ಮೋಸದಿಂದ ಅಶುದ್ಧದಿಂದ	",
"explanation" :	"	ಯಾಕಂದರೆ ನಮ್ಮ ಬೋಧನೆಯು ಅಬದ್ಧವಲ್ಲ, ಅಶುದ್ಧವಲ್ಲ, ಮೋಸವಲ್ಲ; ದೇವರು ನಮ್ಮನ್ನು ಯೋಗ್ಯರೆಂದೆಣಿಸಿ;  1 ಥೆಸ 2:3	",
},			
{			
"question" :	"	3. ನಾವು ಮಾತನಾಡುವುದು ಮನುಷ್ಯರನ್ನು ಮೆಚ್ಚಿಸುವುದಕ್ಕಲ್ಲ, ಆದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು ಮೆಚ್ಚಿಸುವುದಕ್ಕೆ	",
	"	b. ನಮ್ಮನ್ನು ಮೆಚ್ಚಿಸುವುದಕ್ಕೆ	",
	"	c. ಸಮಯದ ಸೂಚನೆಗಳನ್ನು ಮೆಚ್ಚಿಸಲು	",
	"	d. ಸೈತಾನನಿಗೆ ಮೆಚ್ಚಿಸಲು	"
],			
"correct" :	"	a. ದೇವರನ್ನು ಮೆಚ್ಚಿಸುವುದಕ್ಕೆ	",
"explanation" :	"	ಸುವಾರ್ತೆಯನ್ನು ನಮ್ಮ ವಶಕ್ಕೆ ಒಪ್ಪಿಸಿದನಲ್ಲಾ ಎಂದು ಯೋಚಿಸುವವರಾಗಿ ಮನುಷ್ಯರನ್ನು ಮೆಚ್ಚಿಸಬೇಕೆನ್ನದೆ ಹೃದಯವನ್ನು ಪರಿಶೋಧಿಸುವ ದೇವರನ್ನೇ ಮೆಚ್ಚಿಸಬೇಕೆಂದು ಮಾತಾಡುತ್ತೇವೆ.  1 ಥೆಸ 2:4	",
},			
{			
"question" :	"	5. ನಾವು ಎಂದಿಗೂ ಇದನ್ನು ಮಾಡುವವರಾಗಿ ಕಾಣಬಂದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅರ್ಥವಿವರಣೆ	",
	"	b. ವಾಕ್ಯದನುಗುಣವಾಗಿ	",
	"	c. ಮುಖಸ್ತುತಿ	",
	"	d. ಜ್ಞಾನ ಮತ್ತು ಬುದ್ಧಿವಂತ	"
],			
"correct" :	"	c. ಮುಖಸ್ತುತಿ	",
"explanation" :	"	ನಿಮಗೆ ತಿಳಿದಿರುವ ಪ್ರಕಾರ ನಾವು ಎಂದಿಗೂ ಮುಖಸ್ತುತಿಯನ್ನು ಮಾಡುವವರಾಗಿ ಕಾಣಬಂದಿಲ್ಲ;  1 ಥೆಸ 2:5	",
},			
{			
"question" :	"	5. ನಾವು ಇದನ್ನು ನಿಮ್ಮಿಂದ ಅಪೇಕ್ಷಿಸಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು	",
	"	b. ಸತ್ಯವನ್ನು	",
	"	c. ಜ್ಞಾನವನ್ನು	",
	"	d. ಮಾನವನ್ನು	"
],			
"correct" :	"	d. ಮಾನವನ್ನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ನಾವು ಕ್ರಿಸ್ತನ ಅಪೋಸ್ತಲರಾಗಿರುವದರಿಂದ ನಮಗೆ ಗೌರವವನ್ನು ಕೊಡಬೇಕೆಂದು ಹೇಳಬಹುದಾಗಿದ್ದರೂ ಮನುಷ್ಯರಿಂದ ಬರುವ ಮಾನವನ್ನು ನಿಮ್ಮಿಂದಾಗಲಿ ಇತರರಿಂದಾಗಲಿ ಹೊಂದಲಪೇಕ್ಷಿಸುವವರಾಗಿಲ್ಲ.  1 ಥೆಸ 2:6	",
},			
{			
"question" :	"	6. ಅವರು ಹಗಲಿರುಳೂ	",
"image" :	"",		
"choices" : [			
	"	a. ದುಡಿದರು	",
	"	b. ಅನುಭವಿಸಿದರು	",
	"	c. ನಿದ್ದೆಮಾಡಿದರು	",
	"	d. ತಿಂದರು	"
],			
"correct" :	"	a. ದುಡಿದರು	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾವು ನಿಮ್ಮಲ್ಲಿ ಯಾರ ಮೇಲೆಯೂ ಭಾರಹಾಕಬಾರದೆಂದು ಹಗಲಿರುಳು ದುಡಿದು ಜೀವನ ಮಾಡಿಕೊಳ್ಳುತ್ತಾ ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ನಿಮಗೆ ಸಾರಿದೆವು;  1 ಥೆಸ 2:9	",
},			
{			
"question" :	"	7. ಅವರು ಹೇಗೆ ನಡೆದುಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅನ್ಯಾಯವಾಗಿ	",
	"	b. ಮಕ್ಕಳಂತೆ	",
	"	c. ಶುದ್ಧರಾಗಿ ನೀತಿವಂತರಾಗಿ	",
	"	d. ಅನಾಗರೀಕರಾಗಿ	"
],			
"correct" :	"	c. ಶುದ್ಧರಾಗಿ ನೀತಿವಂತರಾಗಿ	",
"explanation" :	"	ನಂಬುವವರಾದ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ನಾವು ಎಷ್ಟೋ ಶುದ್ಧರಾಗಿಯೂ ನೀತಿವಂತರಾಗಿಯೂ ನಿರ್ದೋಷಿಗಳಾಗಿಯೂ ನಡೆದುಕೊಂಡೆವೆಂಬದಕ್ಕೆ ನೀವು ಸಾಕ್ಷಿಗಳು, ದೇವರೂ ಸಾಕ್ಷಿ.  1 ಥೆಸ 2:10	",
},			
{			
"question" :	"	8. ನೀವು ಹೇಗೆ ನಡೆಯಬೇಕೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಕತ್ತಲಲ್ಲಿ	",
	"	b. ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ	",
	"	c. ದೇವಾಲಯಕ್ಕೆ	",
	"	d. ದೇವರಿಗೆ ಯೋಗ್ಯರಾಗಿ	"
],			
"correct" :	"	d. ದೇವರಿಗೆ ಯೋಗ್ಯರಾಗಿ	",
"explanation" :	"	ತನ್ನ ರಾಜ್ಯಪ್ರಭಾವಗಳಲ್ಲಿ ಪಾಲುಗಾರರಾಗುವದಕ್ಕೆ ಕರೆಯುವ ದೇವರಿಗೆ ಯೋಗ್ಯರಾಗಿ ನೀವು ನಡೆಯಬೇಕಂದು ಖಂಡಿತವಾಗಿ ಹೇಳುತ್ತಾ ಇದ್ದೆವೆಂಬದು ನಿಮಗೇ ತಿಳಿದದೆ.  1 ಥೆಸ 2:12	",
},			
{			
"question" :	"	9. ಪೌಲನಿಂದ ಜನರು ಇದನ್ನು ಅಂಗೀಕರಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆಹಾರ	",
	"	b. ಹಣ	",
	"	c. ದೇವರ ವಾಕ್ಯ	",
	"	d. ಕಾಣಿಕೆ	"
],			
"correct" :	"	c. ದೇವರ ವಾಕ್ಯ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ನೀವು ದೇವರ ವಾಕ್ಯವನ್ನು ನಮ್ಮಿಂದ ಕೇಳಿದಾಗ ಅದನ್ನು ಮನುಷ್ಯರ ವಾಕ್ಯವೆಂದೆಣಿಸದೆ ದೇವರ ವಾಕ್ಯವೆಂದೇ ತಿಳಿದು ಅಂಗೀಕರಿಸಿದ್ದಕ್ಕಾಗಿ ನಾವಂತೂ ಎಡೆಬಿಡದೆ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾ ಸ್ತುತಿ ಮಾಡುತ್ತೇವೆ.  1 ಥೆಸ 2:13	",
},			
{			
"question" :	"	10. ಪೌಲನು ಮತ್ತೆ ಹಿಂತಿರುಗಿ ಬರುವದಕ್ಕೆ ಯಾರು ಅಭ್ಯಂತರಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪಿಲಾತ	",
	"	b. ಹೆರೋದ	",
	"	c. ಕೈಸರ	",
	"	d. ಸೈತಾನ 	"
],			
"correct" :	"	d. ಸೈತಾನ	",
"explanation" :	"	ಯಾಕಂದರೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ನಮಗೆ ಮನಸ್ಸಿತ್ತು: ಹೇಗೂ ಪೌಲನೆಂಬ ನಾನು ಒಂದೆರಡು ಸಾರಿ ಬರುವದಕ್ಕಿದ್ದೆನು; ಆದರೆ ಸೈತಾನನು ನಮಗೆ ಅಭ್ಯಂತರ ಮಾಡಿದನು.  1 ಥೆಸ 2:18	",
},			
]			