var quiztitle = "1 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಸೀಲ್ವಾನ, ತಿಮೋಥೆ ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಪೌಲ	",
	"	c. ಯಾಕೋಬ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	b. ಪೌಲ	",
"explanation" :	"	ತಂದೆಯಾದ ದೇವರಲ್ಲಿಯೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಲ್ಲಿಯೂ ಇರುವ ಥೆಸಲೋನಿಕದವರ ಸಭೆಗೆ ಪೌಲ ಸಿಲ್ವಾನ ತಿಮೊಥೆಯ ಎಂಬ ನಾವು ಬರೆಯುವದೇನಂದರೆ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ.   1 ಥೆಸಲೋನಿಕ 1:1	",
},			
{			
"question" :	"	2. ಅಪೋಸ್ತಲನು ಹೇಳುತ್ತಾನೆ, ನಾವು ಯಾವಾಗಲೂ ಇಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸ್ಮರಿಸುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನ ಕಾರ್ಯಗಳಲ್ಲಿ	",
	"	b. ಯೇಸುವಿನ ಸಹೋದರನಾದ ಯಾಕೋಬನ ಬಳಿ	",
	"	c. ಆತನ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ	",
	"	d. ನ್ಯಾಯಾಧಿಪತಿಗಳ ಬಳಿ	"
],			
"correct" :	"	c. ಆತನ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ	",
"explanation" :	"	ನಾವು ನಂಬಿಕೆಯ ಫಲವಾದ ನಿಮ್ಮ ಕೆಲಸವನ್ನೂ ಪ್ರೀತಿಪೂರ್ವಕವಾದ ನಿಮ್ಮ ಪ್ರಯಾಸವನ್ನೂ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಿರೀಕ್ಷೆಯಿಂದುಂಟಾದ ನಿಮ್ಮ ಸೈರಣೆಯನ್ನೂ ನಮ್ಮ ತಂದೆಯಾದ ದೇವರ ಮುಂದೆ ಎಡೆಬಿಡದೆ ಜ್ಞಾಪಕಮಾಡಿಕೊಂಡು ನಮ್ಮ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ನಿಮಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆ ಮಾಡುವಾಗ ನಿಮ್ಮೆಲ್ಲರ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ಯಾವಾಗಲೂ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಸಲ್ಲಿಸುತ್ತೇವೆ.  1 ಥೆಸಲೋನಿಕ 1:2-3	",
},			
{			
"question" :	"	3. ಇದನ್ನು ಆತನು ಎಡೆಬಿಡದೆ ಜ್ಞಾಪನಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಸ	",
	"	b. ವ್ಯರ್ಥ	",
	"	c. ಸೈರಣೆ	",
	"	d. ಆರಾಧನೆ	"
],			
"correct" :	"	c. ಸೈರಣೆ	",
"explanation" :	"	ನಾವು ನಂಬಿಕೆಯ ಫಲವಾದ ನಿಮ್ಮ ಕೆಲಸವನ್ನೂ ಪ್ರೀತಿಪೂರ್ವಕವಾದ ನಿಮ್ಮ ಪ್ರಯಾಸವನ್ನೂ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಿರೀಕ್ಷೆಯಿಂದುಂಟಾದ ನಿಮ್ಮ ಸೈರಣೆಯನ್ನೂ ನಮ್ಮ ತಂದೆಯಾದ ದೇವರ ಮುಂದೆ ಎಡೆಬಿಡದೆ ಜ್ಞಾಪಕಮಾಡಿಕೊಂಡು ನಮ್ಮ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ನಿಮಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆ ಮಾಡುವಾಗ ನಿಮ್ಮೆಲ್ಲರ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ಯಾವಾಗಲೂ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಸಲ್ಲಿಸುತ್ತೇವೆ.  1 ಥೆಸಲೋನಿಕ 1:2-3	",
},			
{			
"question" :	"	4. ಆತನು ಅವರ ಈ ಕೆಲಸವನ್ನು ನೆನಪು ಮಾಡಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದು:ಖದ	",
	"	b. ದೇವಾಲಯದ	",
	"	c. ಬಂಧನದ	",
	"	d. ಪ್ರೀತಿಪೂರ್ವಕ	"
],			
"correct" :	"	d. ಪ್ರೀತಿಪೂರ್ವಕ	",
"explanation" :	"	ನಾವು ನಂಬಿಕೆಯ ಫಲವಾದ ನಿಮ್ಮ ಕೆಲಸವನ್ನೂ ಪ್ರೀತಿಪೂರ್ವಕವಾದ ನಿಮ್ಮ ಪ್ರಯಾಸವನ್ನೂ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಿರೀಕ್ಷೆಯಿಂದುಂಟಾದ ನಿಮ್ಮ ಸೈರಣೆಯನ್ನೂ ನಮ್ಮ ತಂದೆಯಾದ ದೇವರ ಮುಂದೆ ಎಡೆಬಿಡದೆ ಜ್ಞಾಪಕಮಾಡಿಕೊಂಡು ನಮ್ಮ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ನಿಮಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆ ಮಾಡುವಾಗ ನಿಮ್ಮೆಲ್ಲರ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ಯಾವಾಗಲೂ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಸಲ್ಲಿಸುತ್ತೇವೆ.  1 ಥೆಸಲೋನಿಕ 1:2-3	",
},			
{			
"question" :	"	5. ಸೈರಣೆಯಿಂದ ಉಂಟಾದ ಇದನ್ನು ಸಹ ನೆನಪು ಮಾಡಿಕೊಂಡಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನನ್ನೆ	",
	"	b. ಸಂಕಟಗಳು	",
	"	c. ಎಲ್ಲೆಮೀರಿದವರು	",
	"	d. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	d. ನಿರೀಕ್ಷೆ	",
"explanation" :	"	ನಾವು ನಂಬಿಕೆಯ ಫಲವಾದ ನಿಮ್ಮ ಕೆಲಸವನ್ನೂ ಪ್ರೀತಿಪೂರ್ವಕವಾದ ನಿಮ್ಮ ಪ್ರಯಾಸವನ್ನೂ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಿರೀಕ್ಷೆಯಿಂದುಂಟಾದ ನಿಮ್ಮ ಸೈರಣೆಯನ್ನೂ ನಮ್ಮ ತಂದೆಯಾದ ದೇವರ ಮುಂದೆ ಎಡೆಬಿಡದೆ ಜ್ಞಾಪಕಮಾಡಿಕೊಂಡು ನಮ್ಮ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ನಿಮಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆ ಮಾಡುವಾಗ ನಿಮ್ಮೆಲ್ಲರ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ಯಾವಾಗಲೂ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಸಲ್ಲಿಸುತ್ತೇವೆ.  1 ಥೆಸಲೋನಿಕ 1:2-3	",
},			
{			
"question" :	"	6. ನಾವು ಸಾರಿದ ಸುವಾರ್ತೆಯು ಬರೀ ಮಾತಾಗಿ ಬರದೆ ಇದರೊಡನೆ ಬಂದಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ರತೆ	",
	"	b. ಭಯ	",
	"	c. ಅಸಹ್ಯ	",
	"	d. ಶಕ್ತಿ	"
],			
"correct" :	"		",
"explanation" :	"	ನಾವು ಸಾರಿದ ಸುವಾರ್ತೆಯು ನಿಮ್ಮಲ್ಲಿ ಬರೀ ಮಾತಾಗಿ ಬಾರದೆ ಶಕ್ತಿಯೊಡನೆಯೂ ಪವಿತ್ರಾತ್ಮದೊಡನೆಯಹೂ ಬಹು ನಿಶ್ಚಯದೊಡನೆಯೂ ಬಂತೆಂಬದನ್ನೂ ಬಲ್ಲೆವು;  1 ಥೆಸಲೋನಿಕ 1:5	",
},			
{			
"question" :	"	7.  ಥೆಸಲೋನಿಕದವರು ವಾಕ್ಯವನ್ನು ಇದನ್ನು ಅನುಭವಿಸಬೇಕಾಗಿದ್ದರೂ ಅಂಗೀಕರಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಇಷ್ಟವಿಲ್ಲದಿದ್ದರೂ	",
	"	b. ಬಹಳ ಹಿಂಸೆ	",
	"	c. ನಂಬಿಕೆ ಇಲ್ಲದಿದ್ದರೂ	",
	"	d. ಹೆರೋದ	"
],			
"correct" :	"	b. ಬಹಳ ಹಿಂಸೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ನೀವು ಬಹಳ ಹಿಂಸೆಯನ್ನು ಅನುಭವಿಸಬೇಕಾಗಿದ್ದರೂ ಪವಿತ್ರಾತ್ಮನಿಂದುಂಟಾದ ಆನಂದದೊಡನೆ ದೇವರ ವಾಕ್ಯವನ್ನು ಅಂಗೀಕರಿಸಿ ನಮ್ಮನ್ನೂ ಕರ್ತನಾದ ಯೇಸುವನ್ನೂ ಅನುಸರಿಸುವವರಾದಿರಿ.  1 ಥೆಸಲೋನಿಕ 1:6	",
},			
{			
"question" :	"	8. ಥೆಸಲೋನಿಕದವರು ಇವರಿಗೆ ಮಾದರಿಯಾಗಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಾನಾ ಮತ್ತು ಬೆಥೆಸ್ತ	",
	"	b. ಯೆರೂಷಲೇಮು	",
	"	c. ಮೆಕದೋನ್ಯ ಮತ್ತು ಆಖಾಯ	",
	"	d. ಪರಲೋಕ	"
],			
"correct" :	"	c. ಮೆಕದೋನ್ಯ ಮತ್ತು ಆಖಾಯ	",
"explanation" :	"	ಹೀಗೆ ಮಕೆದೋನ್ಯದಲ್ಲಿಯೂ ಅಖಾಯದಲ್ಲಿಯೂ ಕ್ರಿಸ್ತನನ್ನು ನಂಬುವವರೆಲ್ಲರಿಗೆ ಮಾದರಿಯಾದಿರಿ.  1 ಥೆಸಲೋನಿಕ 1:7	",
},			
{			
"question" :	"	9. ಥೆಸಲೋನಿಕದವರು ಇದನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಜಗಳ	",
	"	b. ವಿಗ್ರಹ	",
	"	c. ಸತ್ಯ	",
	"	d. ದೇವರು	"
],			
"correct" :	"	b. ವಿಗ್ರಹ	",
"explanation" :	"	ನಾವು ನಿಮ್ಮಲ್ಲಿಗೆ ಬಂದಾಗ ನೀವು ಎಂಥ ಮನಸ್ಸಿನಿಂದ ನಮ್ಮ ಬೋಧನೆಯನ್ನು ಕೇಳಿದಿರೋ ಅದನ್ನು ಕುರಿತು ಅಲ್ಲಿಯ ಜನರು ತಾವೇ ಹೇಳುತ್ತಾರೆ.  ಅದು ಮಾತ್ರವಲ್ಲದೆ ನೀವು ವಿಗ್ರಹಗಳನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಜೀವವುಳ್ಳ ಸತ್ಯದೇವರನ್ನು ಸೇವಿಸುವವರಾದಿರೆಂತಲೂ;  1 ಥೆಸಲೋನಿಕ 1:9	",
},			
{			
"question" :	"	10. ಈತನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಎಲೀಷ	",
	"	b. ಯೇಸು	",
	"	c. ಮೋಶೆ	",
	"	d. ಸೌಲ	"
],			
"correct" :	"	b. ಯೇಸು	",
"explanation" :	"	ಆತನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಂಥ ಆಕಾಶದೊಳಗಿಂದ ಬರುವಂಥ ಆತನ ಕುಮಾರನನ್ನು ಎದುರುನೋಡುವವರಾದಿರೆಂತಲೂ ತಿಳಿಸುತ್ತಾರೆ.  ಈ ಯೇಸುವು ಮುಂದೆ ಬರುವ ದೈವಕೋಪದಿಂದ ನಮ್ಮನ್ನು ತಪ್ಪಿಸುವಾತನು.  1 ಥೆಸಲೋನಿಕ 1:10	",
},			
]			