var quiztitle = "1 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಇದಕ್ಕೆ ದೂರವಾಗಿರಬೇಕಾದುದು ದೇವರ ಚಿತ್ತ	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಾಲಯಕ್ಕೆ	",
	"	b. ತಿನ್ನುವುದಕ್ಕೆ	",
	"	b. ಜ್ಞಾನಕ್ಕೆ	",
	"	d. ಹಾದರಕ್ಕೆ	"
],			
"correct" :	"	d. ಹಾದರಕ್ಕೆ	",
"explanation" :	"	ದೇವರ ಚಿತ್ತವೇನಂದರೆ ನೀವು ಶುದ್ಧರಾಗಿ ಇರಬೇಕೆಂಬದೇ.  ಆದದರಿಂದ ಹಾದರಕ್ಕೆ ದೂರವಾಗಿರಬೇಕು.  1 ಥೆಸ 4:3	",
},			
{			
"question" :	"	2. ತನ್ನ ಸಹೋದರರನ್ನು ವಂಚಿಸುವವರ ವಿಷಯದಲ್ಲಿ ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ತಿಮೋಥೆ	",
	"	c. ಕರ್ತನು	",
	"	d. ಸೈತಾನನು	"
],			
"correct" :	"	c. ಕರ್ತನು	",
"explanation" :	"	ಧರ್ಮಪತ್ನಿಯನ್ನು ಸಂಪಾದಿಸಿಕೊಳ್ಳಲು ತಿಳಿಯಬೇಕು.  ಈ ವಿಷಯದಲ್ಲಿ ಯಾರೂ ತನ್ನ ಸಹೋದರನನ್ನು ವಂಚಿಸಿ ಕೇಡುಮಾಡಬಾರದು.  ನಾವು ಮುಂಚೆ ತಿಳಿಸಿ ನಿಮಗೆ ಖಂಡಿತವಾಗಿ ಹೇಳಿದ ಪ್ರಕಾರ ಇವೆಲ್ಲವುಗಳ ವಿಷಯದಲ್ಲಿ ಕರ್ತನು ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವವನಾಗಿದ್ದಾನೆ.  1 ಥೆಸೆ 4:6	",
},			
{			
"question" :	"	3. ದೇವರು ನಮ್ಮನ್ನು ಬಂಡತನಕ್ಕೆ ಕರೆಯದೆ ಇದಕ್ಕಾಗಿ ಕರೆದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಫಲಕ್ಕಾಗಿ	",
	"	b. ಆಕ್ರಮಿಸಲು	",
	"	c. ಹೆಮ್ಮೆಗಾಗಿ	",
	"	d. ಶುದ್ಧರಾಗಿರುವುದಕ್ಕಾಗಿ	"
],			
"correct" :	"	d. ಶುದ್ಧರಾಗಿರುವುದಕ್ಕಾಗಿ	",
"explanation" :	"	ದೇವರು ನಮ್ಮನ್ನು ಬಂಡತನಕ್ಕೆ ಕರೆಯದೆ ಶುದ್ಧರಾಗಿರುವದಕ್ಕೆ ಕರೆದನು.  1 ಥೆಸ 4:7	",
},			
{			
"question" :	"	4. ಈ ಉಪದೇಶವನ್ನು ದೇವರಿಂದ ಹೊಂದಿದಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು	",
	"	b. ಐಶ್ವರ್ಯವನ್ನು ಆಶಿಸಬೇಕು	",
	"	c. ಸ್ಪಷ್ಟವಾಗಿ ಬೋಧಿಸಬೇಕು	",
	"	d. ನಿಮಗೆ ನೀವೇ ಸೇವೆ ಮಾಡಿಕೊಳ್ಳಬೇಕು	"
],			
"correct" :	"	a. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು	",
"explanation" :	"	ಸಹೋದರ ಸ್ನೇಹ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಬರೆಯುವದು ಅವಶ್ಯವಿಲ್ಲ; ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂಬ ಉಪದೇಶವನ್ನು ನೀವೇ ದೇವರಿಂದ ಹೊಂದಿದವರಾಗಿದ್ದು ಸಮಸ್ತ ಮಕೆದೋನ್ಯದಲ್ಲಿರುವ ಸಹೋದರರನ್ನೆಲ್ಲಾ ಪ್ರೀತಿಸುವವರಾಗಿಯೇ ಇದ್ದೀರಿ.  1 ಥೆಸೆ 4:9	",
},			
{			
"question" :	"	5. ನೀವು ಮತ್ತೊಬ್ಬರ ಕಾರ್ಯದಲ್ಲಿ ತಲೆ ಹಾಕದೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯವಿಲ್ಲದವರಾಗಿರಬೇಕು	",
	"	b. ಬುದ್ಧಿವಂತರಾಗಿರಬೇಕು	",
	"	c. ಸುಮ್ಮನಿರಬೇಕು	",
	"	d. ಬಲವಂತವಾಗಿರಬೇಕು	"
],			
"correct" :	"	c. ಸುಮ್ಮನಿರಬೇಕು	",
"explanation" :	"	ಇದಲ್ಲದೆ ನಾನು ನಿಮಗೆ ಆಜ್ಞೆಕೊಟ್ಟ ಪ್ರಕಾರ ನೀವು ಮತ್ತೊಬ್ಬರ ಕಾರ್ಯದಲ್ಲಿ ತಲೆಹಾಕದೆ ಸುಮ್ಮಗಿದ್ದು ಸ್ವಂತ ಕಾರ್ಯವನ್ನೇ ನಡಿಸಿಕೊಂಡು ಕೈಯಾರೆ ಕೆಲಸಮಾಡುವುದೇ ಮಾನವೆಂದೆಣಿಸಿರಿ.  1 ಥೆಸೆ 4:11	",
},			
{			
"question" :	"	6. ನಿರೀಕ್ಷೆ ಇಲ್ಲದವರಾದ ಇತರರಂತೆ ನೀವು __________ ನಮ್ಮ ಮನಸ್ಸಿಗೆ ಒಪ್ಪುವದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ ಇಡುವುದು	",
	"	b. ಪ್ರೀತಿಸುವುದು	",
	"	c. ದು:ಖಿಸುವುದು	",
	"	d. ಅನುಕಂಪ ತೋರುವುದು	"
],			
"correct" :	"	c. ದು:ಖಿಸುವುದು	",
"explanation" :	"	ಸಹೋದರರೇ, ನಿದ್ರೆಹೋಗುವವರ ಗತಿ ಏನೆಂದು ನೀವು ತಿಳಿಯದೆ ಇದ್ದು ನಿರೀಕ್ಷೆಯಿಲ್ಲದವರಾದ ಇತರರಂತೆ ದು:ಖುಸುವದು ನಮ್ಮ ಮನಸ್ಸಿಗೆ ಒಪ್ಪುವುದಿಲ್ಲ.  1 ಥೆಸ 4:13	",
},			
{			
"question" :	"	7. ಆಕಾಶದಿಂದ ಇಳಿದು ಬರುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಎಲೀಷ	",
	"	c. ಸೈತಾನ	",
	"	d. ಕರ್ತನು	"
],			
"correct" :	"	d. ಕರ್ತನು	",
"explanation" :	"	ಕರ್ತನು ತಾನೇ ಆಜ್ಞಾಘೋಷದೊಡನೆಯೂ ಪ್ರಧಾನದೂತನ ಶಬ್ದದೊಡನೆಯೂ ದೇವರ ತುತೂರಿಧ್ವನಿಯೊಡನೆಯೂ ಆಕಾಶದಿಂದ ಇಳಿದು ಬರುವನು.  1 ಥೆಸೆ 4:16	",
},			
{			
"question" :	"	8. ಕರ್ತನು ಬರುವಾಗ ಈತನ ಶಬ್ದವಾಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ದೇವಜನರು	",
	"	c. ಜನರ ಗುಂಪುಗಳ	",
	"	d. ಪ್ರಧಾನ ದೂತನ	"
],			
"correct" :	"	d. ಪ್ರಧಾನ ದೂತನ	",
"explanation" :	"	ಕರ್ತನು ತಾನೇ ಆಜ್ಞಾಘೋಷದೊಡನೆಯೂ ಪ್ರಧಾನದೂತನ ಶಬ್ದದೊಡನೆಯೂ ದೇವರ ತುತೂರಿಧ್ವನಿಯೊಡನೆಯೂ ಆಕಾಶದಿಂದ ಇಳಿದು ಬರುವನು.  1 ಥೆಸೆ 4:16	",
},			
{			
"question" :	"	9. ಮೊದಲು ಎದ್ದು ಬರುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬೋಧಕರು	",
	"	b. ಪ್ರವಾದಿಗಳು	",
	"	c. ಯಾಜಕರು	",
	"	d. ಕ್ರಿಸ್ತನಲ್ಲಿ ಸತ್ತವರು	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತನಲ್ಲಿ ಸತ್ತವರು	",
"explanation" :	"	ಕರ್ತನು ತಾನೇ ಆಜ್ಞಾಘೋಷದೊಡನೆಯೂ ಪ್ರಧಾನದೂತನ ಶಬ್ದದೊಡನೆಯೂ ದೇವರ ತುತೂರಿಧ್ವನಿಯೊಡನೆಯೂ ಆಕಾಶದಿಂದ ಇಳಿದು ಬರುವನು. ಆಗ ಕ್ರಿಸ್ತನಲ್ಲಿರುವ ಸತ್ತವರು ಮೊದಲು ಎದ್ದು ಬರುವರು.   1 ಥೆಸೆ 4:16	",
},			
{			
"question" :	"	10. ಆಮೇಲೆ ಜೀವದಿಂದಿರುವ ನಾವು  ಕರ್ತನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕಾಗಿ ಇಲ್ಲಿಗೆ  ಅವರ ಸಂಗಡಲೇ ಒಯ್ಯಲ್ಪಡುವೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮಿನಲ್ಲಿ	",
	"	b. ಬಾಬಿಲೋನಿನಲ್ಲಿ	",
	"	c. ಅಂತರಿಕ್ಷದಲ್ಲಿ	",
	"	d. ಅಗ್ನಿಸ್ಥಂಭದಲ್ಲಿ	"
],			
"correct" :	"	c. ಅಂತರಿಕ್ಷದಲ್ಲಿ	",
"explanation" :	"	ಆಮೇಲೆ ಜೀವದಿಂದುಳಿದಿರುವ ನಾವು ಅಂತರಿಕ್ಷದಲ್ಲಿ ಕರ್ತನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕಾಗಿ ಅವರ ಸಂಗಡಲೇ ಮೇಘವಾಹನರಾಗಿ ಫಕ್ಕನೆ ಒಯ್ಯಲ್ಪಡುವೆವು;  1 ಥೆಸ 4:17	",
},			
]			