var quiztitle = "1 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಇಲ್ಲಿರುವುದೇ ಒಳ್ಳೇದೆಂದು ಪೌಲನು ಯೋಚಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಥೇನೆ	",
	"	b. ಅಶೂರ್ಯ	",
	"	c. ಮಿದ್ಯಾನ	",
	"	d. ಕಾನಾ	"
],			
"correct" :	"	a. ಅಥೇನೆ	",
"explanation" :	"	ಆದದರಿಂದ ಇನ್ನು ತಡೆಯಲಾರದೆ ನಾವು ಅಥೇನೆಯಲ್ಲಿ ಒಬ್ಬೊಂಟಿಗರಾಗಿಯೇ ಇರುವದು ಒಳ್ಳೇದೆಂದು ಯೋಚಿಸಿ;  1 ಥೆಸೆ 3:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಈ ಸೇವಕನನ್ನು ಥೆಸೆಲೋನಿಕಕ್ಕೆ ಕಳುಹಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಕೋಬ	",
	"	b. ಯೋಹಾನ	",
	"	c. ಆಂದ್ರೇಯ	",
	"	d. ತಿಮೋಥೆ	"
],			
"correct" :	"	d. ತಿಮೋಥೆ	",
"explanation" :	"	ನಿಮ್ಮ ಮೇಲೆ ಬಂದಿರುವ ಸಂಕಟಗಳಲ್ಲಿ ಒಬ್ಬರೂ ಚಂಚಲರಾಗದಂತೆ ನಿಮ್ಮನ್ನು ದೃಢಪಡಿಸುವದಕ್ಕೂ ನಿಮ್ಮ ನಂಬಿಕೆಯ ವೃದ್ಧಿಗಾಗಿ ಪ್ರಬೋಧಿಸುವದಕ್ಕೂ ನಮ್ಮ ಸಹೋದರನೂ ಕ್ರಿಸ್ತನ ಸುವಾರ್ತೆಯ ಉದ್ಯೋಗದಲ್ಲಿ ದೇವರ ಸೇವಕನೂ ಆಗಿರುವ ತಿಮೋಥೆಯನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿದೆವು.  1 ಥೆಸಲೋನಿಕ 3:2	",
},			
{			
"question" :	"	3. ಇದನ್ನು ಅನುಭವಿಸುವದಕ್ಕಾಗಿ ನಾವು ನೇಮಿಸಲ್ಪಟ್ಟವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ಸಂಕಟಗಳು	"
],			
"correct" :	"	d. ಸಂಕಟಗಳು	",
"explanation" :	"	ಸಂಕಟಗಳನ್ನು ಅನುಭವಿಸುವದಕ್ಕಾಗಿ ನಾವು ನೇಮಿಸಲ್ಪಟ್ಟವರೆಂದು ನೀವೇ ಬಲ್ಲಿರಷ್ಟೆ.  1 ಥೆಸೆ 3:3	",
},			
{			
"question" :	"	4. ಪೌಲನು ಥೆಸಲೋನಿಕದವರಿಗೆ, ನಾವು ಇದನ್ನು ಅನುಭವಿಸಲೇ ಬೇಕು ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಡತನ	",
	"	b. ರೋಗ	",
	"	c. ಬರಗಾಲ	",
	"	d. ಸಂಕಟಗಳು	"
],			
"correct" :	"	d. ಸಂಕಟಗಳು	",
"explanation" :	"	ನಾವು ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿದ್ದಾಗ ಸಂಕಟವನ್ನು ಅನುಭವಿಸಲೇಬೇಕೆಂದು ಮುಂದಾಗಿ ಹೇಳಿದೆವಲ್ಲಾ;  1 ಥೆಸ 3:4	",
},			
{			
"question" :	"	5. ಶೋಧಕನು ಶೋಧಿಸಿದಾಗ ಇದಾಗುವುದೋ ಏನೊ ಎಂದು ಪೌಲನಿಗೆ ಕಾಳಜಿ ಇದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನ ಪ್ರಯಾಸ ವ್ಯರ್ಥವಾಗುವುದು	",
	"	b. ಬಾಳನನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಾರೆಂದು	",
	"	c. ಪಾವತಿಸುವುದಿಲ್ಲವೆಂದು	",
	"	d. ಅವರು ತನ್ನನ್ನು ಗುರುತಿಸುವುದಿಲ್ಲವೆಂದು	"
],			
"correct" :	"	a. ಆತನ ಪ್ರಯಾಸ ವ್ಯರ್ಥವಾಗುವುದು	",
"explanation" :	"	ಆದದರಿಂದ ನಾನು ಇನ್ನು ತಡೆಯಲಾರದೆ ಒಂದು ವೇಳೆ ಶೋಧಕನು ನಿಮ್ಮನ್ನು ಶೋಧಿಸಿದ್ದರಿಂದ ನಮ್ಮ ಪ್ರಯಾಸವು ವ್ಯರ್ಥವಾಯಿತೋ ಏನೋ ಎಂದು ನಿಮ್ಮ ನಂಬಿಕೆಯ ವಿಷಯದಲ್ಲಿ ತಿಳಿದುಕೊಳ್ಳುವದಕ್ಕೆ ಅವನನ್ನು ಕಳುಹಿಸಿದೆನು.  1 ಥೆಸೆ 3:5	",
},			
{			
"question" :	"	6. ತಿಮೋಥೆಯನು ಪೌಲನಿಗೆ ಈ ಶುಭವರ್ತಮಾನವನ್ನು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಭಿವೃದ್ಧಿ	",
	"	b. ತಲಾಂತು	",
	"	c. ಅನೇಕ ಮಕ್ಕಳು	",
	"	d. ವಿಶ್ವಾಸ ಮತ್ತು ಪ್ರೀತಿ	"
],			
"correct" :	"	d. ವಿಶ್ವಾಸ ಮತ್ತು ಪ್ರೀತಿ	",
"explanation" :	"	ಆದರೆ ತಿಮೋಥೆಯನು ಈಗಲೇ ನಮ್ಮ ಬಳಿಗೆ ಬಂದು ನಿಮ್ಮ ವಿಶ್ವಾಸ ಪ್ರೀತಿಗಳ ವಿಷಯವಾಗಿ ಶುಭವರ್ತಮಾನವನ್ನು ಹೇಳಿ ನೀವು ನಮ್ಮನ್ನು ಯಾವಾಗಲೂ ಚೆನ್ನಾಗಿ ಜ್ಞಾಪಕಮಾಡಿಕೊಂಡು ನಾವು ನಿಮ್ಮನ್ನು ಹೇಗೋ ಹಾಗೆಯೇ ನೀವೂ ನಮ್ಮನ್ನು ನೋಡುವದಕ್ಕೆ ಅಪೇಕ್ಷಿಸುತ್ತೀರೆಂಬದನ್ನು ತಿಳಿಸಿದ್ದಾನೆ ; 1 ಥೆಸೆ 3:6	",
},			
{			
"question" :	"	7. ಥೆಸಲೋನಿಕದವರು ಇದನ್ನು ಅಪೇಕ್ಷಿಸುತ್ತಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a.ಪೌಲನನ್ನು ನೋಡಲು	",
	"	b. ದ್ರಾಕ್ಷಾರಸಕ್ಕಾಗಿ	",
	"	c. ರೊಟ್ಟಿಗಾಗಿ	",
	"	d. ನೀರಿಗಾಗಿ	"
],			
"correct" :	"	a. ಪೌಲನನ್ನು ನೋಡಲು	",
"explanation" :	"	ಆದರೆ ತಿಮೋಥೆಯನು ಈಗಲೇ ನಮ್ಮ ಬಳಿಗೆ ಬಂದು ನಿಮ್ಮ ವಿಶ್ವಾಸ ಪ್ರೀತಿಗಳ ವಿಷಯವಾಗಿ ಶುಭವರ್ತಮಾನವನ್ನು ಹೇಳಿ ನೀವು ನಮ್ಮನ್ನು ಯಾವಾಗಲೂ ಚೆನ್ನಾಗಿ ಜ್ಞಾಪಕಮಾಡಿಕೊಂಡು ನಾವು ನಿಮ್ಮನ್ನು ಹೇಗೋ ಹಾಗೆಯೇ ನೀವೂ ನಮ್ಮನ್ನು ನೋಡುವದಕ್ಕೆ ಅಪೇಕ್ಷಿಸುತ್ತೀರೆಂಬದನ್ನು ತಿಳಿಸಿದ್ದಾನೆ ; 1 ಥೆಸೆ 3:6	",
},			
{			
"question" :	"	8. ನಾವು ಹಗಲಿರುಳು ಇದನ್ನು ಮಾಡಿದೆವೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂರು ಹೇಳಿದೆವು	",
	"	b. ತಿಂದೆವು	",
	"	c. ನಿದ್ದೆ ಮಾಡಿದೆವು	",
	"	d. ದೇವರನ್ನು ಬೇಡಿದೆವು	"
],			
"correct" :	"	d. ದೇವರನ್ನು ಬೇಡಿದೆವು	",
"explanation" :	"	ನಿಮ್ಮ ಮುಖವನ್ನು ನೋಡುವದಕ್ಕೂ ನಿಮ್ಮ ನಂಬಿಕೆಯು ಕೊರತೆಗಳನ್ನು ನೀಗುವದಕ್ಕೂ ನಮಗೆ ಅನುಕೂಲವಾಗಬೇಕೆಂದು ನಾವು ಹಗಲಿರುಳು ದೇವರನ್ನು ಅತ್ಯಂತವಾಗಿ ಬೇಡುವವರಾಗಿದ್ದೇವೆ.  1 ಥೆಸೆ 3:10	",
},			
{			
"question" :	"	9. ಇದು ಅಭಿವೃದ್ದಿಹೊಂದಿ ಅತ್ಯಧಿಕವಾಗುವಂತೆ ಕರ್ತನಲ್ಲಿ ಪೌಲನು ಪ್ರಾರ್ಥಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂಪತ್ತು	",
	"	b. ಹೆಸರು	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ಹೆಮ್ಮೆ	"
],			
"correct" :	"	c. ಪ್ರೀತಿ	",
"explanation" :	"	ನಮ್ಮಲ್ಲಿ ನಮ್ಮ ಪ್ರೀತಿಯು ಹೇಗೋ ಹಾಗೆಯೇ ನಿಮ್ಮ ಪ್ರೀತಿಯೂ ಒಬ್ಬರೊಬ್ಬರ ಮೇಲೆಯೂ ಎಲ್ಲಾ ಮನುಷ್ಯರ ಮೇಲೆಯೂ ಅಭಿವೃದ್ಧಿಹೊಂದಿ ಅತ್ಯಧಿಕವಾಗುವಂತೆ ಕರ್ತನು ಅನುಗ್ರಹಿಸಲಿ.  1 ಥೆಸ 3:12	",
},			
{			
"question" :	"	10. ಕರ್ತನು ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಹೀಗೆ ಮಾಡಲಿ ಎಂದು ಪೌಲನು ಪ್ರಾರ್ಥಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಂಜಿನಂತೆ ತಣ್ಣಗೆ	",
	"	b. ಪರಿಶುದ್ಧರೂ ನಿರ್ದೋಷಿಗಳು	",
	"	c. ಕಲ್ಲಿನಂತೆ ಕಠಿಣ	",
	"	d. ಸಿಹಿಯಾಗಿ ಮತ್ತು ಮಧುರವಾಗಿ	"
],			
"correct" :	"	b. ಪರಿಶುದ್ಧರೂ ನಿರ್ದೋಷಿಗಳು	",
"explanation" :	"	ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ದೃಢಪಡಿಸಿ ತನ್ನ ಎಲ್ಲಾ ಪರಿಶುದ್ಧ ಪರಿವಾರ ಸಮೇತ ಪ್ರತ್ಯಕ್ಷನಾದಾಗ ತಂದೆಯಾದ ದೇವರ ಸಮಕ್ಷಮದಲ್ಲಿ ನೀವು ಪರಿಶುದ್ಧರೂ ನಿರ್ದೋಷಿಗಳೂ ಆಗಿರುವಂತೆ ಮಾಡಲಿ.  1 ಥೆಸ 3:13	",
},			
]			