var quiztitle = "1 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 6 ";			
var quiz = [			
{			
"question" :	"	1. ದಾಸರಾಗಿ ಮತ್ತೊಬ್ಬರ ಅಧೀನದಲ್ಲಿರುವವರು ತಮ್ಮ ಯಜಮಾನರನ್ನು	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರೂರವಾಗಿ ಕಾಣಲಿ	",
	"	b. ವಿಧರ್ಮಿಗಳೆಂದು ಎಣಿಸಲಿ	",
	"	c. ಅನ್ಯಾಯಗಾರರೆಂದು ಎಣಿಸಲಿ	",
	"	d. ಮಾನಕ್ಕೆ ಯೋಗ್ಯರೆಂದು ಎಣಿಸಲಿ	"
],			
"correct" :	"	d. ಮಾನಕ್ಕೆ ಯೋಗ್ಯರೆಂದು ಎಣಿಸಲಿ	",
"explanation" :	"	ದಾಸರಾಗಿ ಮತ್ತೊಬ್ಬರ ಅಧೀನದಲ್ಲಿರುವವರು ತಮ್ಮ ಯಜಮಾನರನ್ನು ಎಲ್ಲಾ ಮಾನಕ್ಕೂ ಯೋಗ್ಯರೆಂದೆಣಿಸಲಿ;  1 ತಿಮೋ 6:1	",
},			
{			
"question" :	"	2. ಯಾರಿಗಾದರೂ ಕ್ರಿಸ್ತನನ್ನು ನಂಬುವ ಯಜಮಾನರಿದ್ದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರಿಗೆ ವಿಧೇಯರಾಗಿರಬಾರದು	",
	"	b. ಅವರಿಗೆ ಉದಾಸೀನ ಮಾಡಬಾರದು	",
	"	c. ಗದರಿಸಬಾರದು	",
	"	d. ಅವರಿಂದ ಓಡಿಹೋಗಬೇಕು	"
],			
"correct" :	"	b. ಅವರಿಗೆ ಉದಾಸೀನ ಮಾಡಬಾರದು	",
"explanation" :	"	ಯಾರಿಗಾದರೂ ಕ್ರಿಸ್ತನನ್ನು ನಂಬುವವರಾದ ಯಜಮಾನರಿದ್ದರೆ ಅವರು ಆ ಯಜಮಾನರನ್ನು ಸಹೋದರರೆಂದು ಉದಾಸೀನ ಮಾಡದೆ ತಮ್ಮ ಸೇವೆಯ ಫಲವನ್ನು ಹೊಂದುವವರು ನಂಬುವವರೂ ಪ್ರಿಯರೂ ಆಗದ್ದಾರೆಂದು ತಿಳಿದು ಅವರಿಗೆ ಹೆಚ್ಚಾದ ಸಂತೋಷದಿಂದಲೇ ಸೇವೆಮಾಡಬೇಕು.  1 ತಿಮೋ 6:2	",
},			
{			
"question" :	"	3. ಕ್ರಿಸ್ತನ ಮಾತುಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಬೇರೆ ವಿಧವಾದ ಉಪದೇಶವನ್ನು ಮಾಡುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಕುರಿವೇಷದಲ್ಲಿರುವ ತೋಳದಂತಿರುವನು	",
	"	b. ಅವನು ಪ್ರಕಟಿಸಲ್ಪಡುವನು	",
	"	c. ಅವನು ತನ್ನ ಸ್ವಂತ ಆಲೋಚನೆಗಳಿಗೆ ಬಾಧ್ಯನಾಗಿದ್ದಾನೆ	",
	"	d. ಒಂದನ್ನೂ ತಿಳಿಯದೆ ಕುತರ್ಕ ವಾಗ್ವಾದಗಳನ್ನು ಮಾಡುವ ಭ್ರಾಂತಿಯಲ್ಲಿದ್ದಾನೆ.	"
],			
"correct" :	"	d. ಒಂದನ್ನೂ ತಿಳಿಯದೆ ಕುತರ್ಕ ವಾಗ್ವಾದಗಳನ್ನು ಮಾಡುವ ಭ್ರಾಂತಿಯಲ್ಲಿದ್ದಾನೆ.	",
"explanation" :	"	ಯಾವನಾದರೂ ಬೇರೆ ವಿಧವಾದ ಉಪದೇಶವನ್ನು ಮಾಡಿ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಸ್ವಸ್ಥವಾದ ಮಾತುಗಳಿಗೂ ಭಕ್ತ್ಯನುಸಾರವಾದ ಉಪದೇಶಕ್ಕೂ ಸಮ್ಮತಿಸದೆ ಹೋದರೆ ಅವನು ಒಂದನ್ನೂ ತಿಳಿಯದೆ ಕುತರ್ಕ ವಾಗ್ವಾದಗಳನ್ನು ಮಾಡುವ ಭ್ರಾಂತಿಯಲ್ಲಿದ್ದು ಮದದಿಂದ ಕಣ್ಣುಗಾಣದವನಾಗಿದ್ದಾನೆ.  1 ತಿಮೋ 6:3-4	",
},			
{			
"question" :	"	4. ಇದಲ್ಲದೆ ಬುದ್ಧಿಗೆಟ್ಟು ಸತ್ಯವಿಹೀನರಾಗಿದ್ದು ದೇವ ಭಕ್ತಿಯನ್ನು ಲಾಭಸಾಧನವೆಂದೆಣಿಸುವ ಈ ಮನುಷ್ಯರಲ್ಲಿ _______ ಉಂಟಾಗುತ್ತವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಗೌರವ	",
	"	b. ನಾಶನ	",
	"	c. ನಿತ್ಯವಾದ ಕಚ್ಚಾಟ	",
	"	d. ಪ್ರೋತ್ಸಾಹ	"
],			
"correct" :	"	c. ನಿತ್ಯವಾದ ಕಚ್ಚಾಟ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಬುದ್ಧಿಗೆಟ್ಟು ಸತ್ಯವಿಹೀನರಾಗಿದ್ದು ದೇವ ಭಕ್ತಿಯನ್ನು ಲಾಭಸಾಧನವೆಂದೆಣಿಸುವ ಈ ಮನುಷ್ಯರಲ್ಲಿ ನಿತ್ಯವಾದ ಕಚ್ಚಾಟಗಳು ಉಂಟಾಗುತ್ತವೆ.   1 ತಿಮೋ 6:5	",
},			
{			
"question" :	"	5. ಸಂತುಷ್ಟಿಸಹಿತವಾದ _______ ದೊಡ್ಡ ಲಾಭವೇ ಸರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಣ	",
	"	b. ಸಂಪತ್ತು	",
	"	c. ಭಕ್ತಿ	",
	"	d. ಪಾಪ	"
],			
"correct" :	"	c. ಭಕ್ತಿ	",
"explanation" :	"	ಸಂತುಷ್ಟಿಸಹಿತವಾದ ಭಕ್ತಿಯು ದೊಡ್ಡ ಲಾಭವೇ ಸರಿ.  1 ತಿಮೋ 6:6	",
},			
{			
"question" :	"	6. ನಾವು ಲೋಕದೊಳಕ್ಕೆ ಏನೂ ತಕ್ಕೊಂಡು ಬರಲಿಲ್ಲ ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	a. ಏನೂ ತಕ್ಕೊಂಡು ಹೋಗಲಾರೆವು	",
	"	b. ನಾವು ಗಳಿಸಿದ್ದು ನಮ್ಮ ಬಳಿಯಲ್ಲಿರುವುದ	",
	"	c. ನಮಗೆ ಅಳತೆ ಮಾಡಿ ಕೊಡಲ್ಪಟ್ಟಿತು	",
	"	d. ಎಲ್ಲಾ ಮನುಷ್ಯರು ಸಮಾನರು	"
],			
"correct" :	"	a. ಏನೂ ತಕ್ಕೊಂಡು ಹೋಗಲಾರೆವು	",
"explanation" :	"	ನಾವು ಲೋಕದೊಳಕ್ಕೆ ಏನೂ ತಕ್ಕೊಮಡು ಬರಲಿಲ್ಲವಷ್ಟೆ; ಅದರೊಳಗಿಂದ ಏನೂ ತಕ್ಕೊಂಡು ಹೋಗಲಾರೆವು;  1 ತಿಮೋ 6:7	",
},			
{			
"question" :	"	7. ನಮಗೆ ಇದು ಇದ್ದರೆ ಸಾಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಅನ್ನ ವಸ್ತ್ರ	",
	"	c. ನೀರು ಮತ್ತು ರೊಟ್ಟಿ	",
	"	d. ನಾಳಿನ ವಾಗ್ದಾನ	"
],			
"correct" :	"	b. ಅನ್ನ ವಸ್ತ್ರ	",
"explanation" :	"	ನಮಗೆ ಅನ್ನವಸ್ತ್ರಗಳಿದ್ದರೆ ಸಾಕು;  1 ತಿಮೋ 6:8	",
},			
{			
"question" :	"	8. ಇದು ಸಕಲ ವಿಧವಾದ ಕೆಟ್ಟತನಕ್ಕೆ ಮೂಲವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಣ	",
	"	b. ಹಣದಾಶೆ	",
	"	c. ಕೆಟ್ಟ ಹೃದಯ	",
	"	d. ವಂಚಿಸುವ ತುಟಿಗಳು	"
],			
"correct" :	"	b. ಹಣದಾಶೆ	",
"explanation" :	"	ಹಣದಾಶೆಯು ಸಕಲ ವಿಧವಾದ ಕೆಟ್ಟತನಕ್ಕೆ ಮೂಲವಾಗಿದೆ;  1 ತಿಮೋ 6:10	",
},			
{			
"question" :	"	9. ಇವರು ಮಾಡುವ ಶ್ರೇಷ್ಠ ಹೋರಾಟವನ್ನು ಮಾಡು.	",
"image" :	"",		
"choices" : [			
	"	a. ವೀರರು	",
	"	b. ಕ್ರಿಸ್ತ ನಂಬಿಕಯುಳ್ಳವರು	",
	"	c. ತಾಳ್ಮೆಯುಳ್ಳವರು	",
	"	d. ಪರಿಶ್ರಮಿಗಳು	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತ ನಂಬಿಕಯುಳ್ಳವರು	",
"explanation" :	"	ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯುಳ್ಳವರು ಮಾಡತಕ್ಕ ಶ್ರೇಷ್ಠ ಹೋರಾಟವನ್ನು ಮಾಡು,  1 ತಿಮೋ 6:12	",
},			
{			
"question" :	"	10. ಇಹಲೋಕ ವಿಷಯದಲ್ಲಿ ಐಶ್ವರ್ಯವುಳ್ಳವರು ಅಹಂಕಾರಿಗಳಾಗಿರದೆ ಇದರ ಮೇಲೆ ನಿರೀಕ್ಷೆಯನ್ನಿಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ತಮ್ಮ ಮೇಲೆ	",
	"	b. ಯೇಸುವಿನಲ್ಲಿ	",
	"	c. ಅಸ್ಥಿರವಾದ ಐಶ್ವರ್ಯದ ಮೇಲೆ	",
	"	d. ನಂಬಿಕೆಯ	"
],			
"correct" :	"	c. ಅಸ್ಥಿರವಾದ ಐಶ್ವರ್ಯದ ಮೇಲೆ	",
"explanation" :	"	ಇಹಲೋಕ ವಿಷಯದಲ್ಲಿ ಐಶ್ವರ್ಯವುಳ್ಳವರು ಅಹಂಕಾರಿಗಳಾಗಿರದೆ ಅಸ್ಥಿರವಾದ ಐಶ್ವರ್ಯದ ಮೇಲೆ ನಿರೀಕ್ಷೆಯನ್ನಿಡದೆ ನಮ್ಮ ಅನುಭೋಗಕ್ಕೋಸ್ಕರ ನಮಗೆ ಎಲ್ಲವನ್ನೂ ಹೇರಳವಾಗಿ ದಯಪಾಲಿಸುವ ದೇವರ ಮೇಲೆ;   1 ತಿಮೋ 6:17	",
},			
]			