var quiztitle = "1 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 2 ";			
var quiz = [			
{			
"question" :	"	1. ಇವರಿಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆಗಳನ್ನು ವಿಜ್ಞಾಪನೆಗಳನ್ನೂ ಮಾಡಬೇಕು	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಜನರಿಗೆ	",
	"	b. ಪಾಪಿಗಳಿಗೆ	",
	"	c. ಮನುಷ್ಯರೆಲ್ಲರಿಗೆ	",
	"	d. ಅಪೋಸ್ತಲರಿಗೆ	"
],			
"correct" :	"	c. ಮನುಷ್ಯರೆಲ್ಲರಿಗೆ	",
"explanation" :	"	ಎಲ್ಲಾದಕ್ಕಿಂತ ಮೊದಲು ಮನುಷ್ಯರೆಲ್ಲರಿಗೋಸ್ಕರ ದೇವರಿಗೆ ವಿಜ್ಞಾಪನೆಗಳನ್ನೂ ಪ್ರಾರ್ಥನೆಗಳನ್ನೂ ಮನವಿಗಳನ್ನೂ ಕೃತಜ್ಞತಾಸ್ತುತಿಗಳನ್ನೂ ಮಾಡಬೇಕೆಂದು ಬೋಧಿಸುತ್ತೇನೆ.  1 ತಿಮೋ 2:1	",
},			
{			
"question" :	"	2. ನಾವು ಅರಸುಗಳಿಗಾಗಿಯೂ ಅಧಿಕಾರಿಗಳಿಗಾಗಿಯೂ ಇದಕ್ಕಾಗಿ ವಿಜ್ಞಾಪನೆ ಮಾಡಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಸಿದ್ಧಿಗಾಗಿ	",
	"	b. ಅಂತಸ್ತು ಮತ್ತು ಗೌರವಕ್ಕಾಗಿ	",
	"	c. ಬಿಟ್ಟುಬಿಡುವುದಕ್ಕಾಗಿ	",
	"	d. ಸುಖ ಸಮಾಧಾನಗಳಿಗಾಗಿ	"
],			
"correct" :	"	d. ಸುಖ ಸಮಾಧಾನಗಳಿಗಾಗಿ	",
"explanation" :	"	ನಮಗೆ ಸುಖಸಮಾಧಾನಗಳು ಉಂಟಾಗಿ ನಾವು ಪೂರ್ಣಭಕ್ತಿಯಿಂದಲೂ ಗೌರವದಿಂದಲೂ ಕಾಲಕ್ಷೇಪ ಮಾಡುವಂತೆ ಅರಸುಗಳಿಗಾಗಿಯೂ ಎಲ್ಲಾ ಅಧಿಕಾರಿಗಳಿಗಾಗಿಯೂ ವಿಜ್ಞಾಪನೆಗಳನ್ನು ಮಾಡಬೇಕು.  1 ತಿಮೋ 2:2	",
},			
{			
"question" :	"	3. ಎಲ್ಲಾ ಮನುಷ್ಯರು __________ ಹೊಂದಿ ಸತ್ಯದ ಜ್ಞಾನಕ್ಕೆ ಸೇರಬೇಕೆಂಬದು ಆತನ ಚಿತ್ತವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಿನಯವನ್ನು	",
	"	b. ಮರ್ಯಾದೆಯನ್ನು	",
	"	c. ಗೌರವವನ್ನು	",
	"	d. ರಕ್ಷಣೆಯನ್ನು	"
],			
"correct" :	"	d. ರಕ್ಷಣೆಯನ್ನು	",
"explanation" :	"	ಎಲ್ಲಾ ಮನುಷ್ಯರು ರಕ್ಷಣೆಯನ್ನು ಹೊಂದಿ ಸತ್ಯದ ಜ್ಞಾನಕ್ಕೆ ಸೇರಬೇಕೆಂಬದು ಆತನ ಚಿತ್ತವಾಗಿದೆ.  1 ತಿಮೋ 2:4	",
},			
{			
"question" :	"	4. ದೇವರು ಮನುಷ್ಯರಿಗೂ ನಡುವೆ ಮಧ್ಯಸ್ಥರು ಎಷ್ಟು ಜನ ಇದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಸ್ವಲ್ಪ	",
	"	b. ಬಹಳ	",
	"	c. 1	",
	"	d. 12	"
],			
"correct" :	"	c. 1	",
"explanation" :	"	ಏಕಂದರೆ ದೇವರು ಒಬ್ಬನೇ; ದೇವರಿಗೂ ಮನುಷ್ಯರಿಗೂ ಮಧ್ಯಸ್ಥನು ಒಬ್ಬನೇ; ಆತನು ಮನುಷ್ಯನಾಗಿರುವ ಕ್ರಿಸ್ತ ಯೇಸುವೇ;   1 ತಿಮೋ 2:5	",
},			
{			
"question" :	"	5. ಎಲ್ಲರ ವಿಮೋಚನಾರ್ಥವಾಗಿ ತನ್ನನ್ನು ಒಪ್ಪಿಸಿಕೊಟ್ಟವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ತಿಮೋಥಿ	",
	"	c. ಪೌಲ	",
	"	d. ಯೂದ	"
],			
"correct" :	"	a. ಯೇಸು	",
"explanation" :	"	ಏಕಂದರೆ ದೇವರು ಒಬ್ಬನೇ; ದೇವರಿಗೂ ಮನುಷ್ಯರಿಗೂ ಮಧ್ಯಸ್ಥನು ಒಬ್ಬನೇ; ಆತನು ಮನುಷ್ಯನಾಗಿರುವ ಕ್ರಿಸ್ತ ಯೇಸುವೇ;   ಆತನು ಎಲ್ಲರ ವಿಮೋಚನಾರ್ಥವಾಗಿ ತನ್ನನ್ನು ಒಪ್ಪಿಸಿಬಿಟ್ಟನು.   1 ತಿಮೋ 2:5-6	",
},			
{			
"question" :	"	6. ಪುರುಷರು ಹೀಗೆ ಪ್ರಾರ್ಥಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಾಣಿಕೆಯೊಂದಿಗೆ	",
	"	b. ಕೈಗಳನ್ನೆತ್ತಿ	",
	"	c. ವಾಕ್ಯಗಳೊಂದಿಗೆ	",
	"	d. ಧೂಪಗಳೊಂದಿಗೆ	"
],			
"correct" :	"	b. ಕೈಗಳನ್ನೆತ್ತಿ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಪುರುಷರು ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ಕೋಪವೂ ವಾಗ್ವಾದವೂ ಇಲ್ಲದವರಾಗಿ ಭಕ್ತಿಪೂರ್ವಕವಾಗಿಯೇ ಕೈಗಳನ್ನೆತ್ತಿ ಪ್ರಾರ್ಥಿಸಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  1 ತಿಮೋ 2:8	",
},			
{			
"question" :	"	7. ಪುರುಷರು ಇದು ಇಲ್ಲದವರಾಗಿ ಪ್ರಾರ್ಥಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ವಾಕ್ಯಗಳು	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಕೋಪ ಮತ್ತು ವಾಗ್ವಾದ	",
	"	d. ರೋಮ್ ನಿಂದ ಅಡೆತಡೆಗಳು	"
],			
"correct" :	"	c. ಕೋಪ ಮತ್ತು ವಾಗ್ವಾದ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಪುರುಷರು ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ಕೋಪವೂ ವಾಗ್ವಾದವೂ ಇಲ್ಲದವರಾಗಿ ಭಕ್ತಿಪೂರ್ವಕವಾಗಿಯೇ ಕೈಗಳನ್ನೆತ್ತಿ ಪ್ರಾರ್ಥಿಸಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  1 ತಿಮೋ 2:8	",
},			
{			
"question" :	"	8. ಸ್ತ್ರೀಯರು ಇಂತಹ ಉಡುಪನ್ನು ಧರಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಗೋಣಿತಟ್ಟು	",
	"	b. ಲೈನಿನ್	",
	"	c. ಮರ್ಯಾದೆಗೆ ತಕ್ಕ ಉಡುಪು	",
	"	d. ಬೆಂಕಿಯ ಉಡುಪು	"
],			
"correct" :	"	c. ಮರ್ಯಾದೆಗೆ ತಕ್ಕ ಉಡುಪು	",
"explanation" :	"	ಹಾಗೆಯೇ ಸ್ತ್ರೀಯರು ಮಾನಸ್ಥೆಯರಾಗಿ ಡಂಭವಿಲ್ಲದವರಾಗಿಯೂ ಇದ್ದು ಮರ್ಯಾದೆಗೆ ತಕ್ಕ ಉಡುಪನ್ನುಟ್ಟುಕೊಳ್ಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  1 ತಿಮೋ 2:9	",
},			
{			
"question" :	"	9. ಸ್ತ್ರೀಯರಿಗೆ ಪುರುಷರ ಮೇಲೆ ಅಧಿಕಾರ ನಡಿಸುವುದಕ್ಕಾಗಲೀ ಮತ್ತು ಇದನ್ನು ಮಾಡುವುದಕ್ಕಾಗಲೀ ನಾನು ಅಪ್ಪಣೆ ಕೊಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮದುವೆಯಾಗಲು	",
	"	b. ಉಪದೇಶ ಮಾಡಲು	",
	"	c. ಹೊಡೆಯಲು	",
	"	d. ಗುಲಾಮರಾಗಿರಲು	"
],			
"correct" :	"	b. ಉಪದೇಶ ಮಾಡಲು	",
"explanation" :	"	ಉಪದೇಶ ಮಾಡುವದಕ್ಕಾಗಲಿ ಪುರುಷರ ಮೇಲೆ ಅಧಿಕಾರ ನಡಿಸುವದಕ್ಕಾಗಲಿ ಸ್ತ್ರೀಯರಿಗೆ ನಾನು ಅಪ್ಪಣೆ ಕೊಡುವದಿಲ್ಲ; ಅವರು ಮೌನವಾಗಿರಬೇಕು.  1 ತಿಮೋ 2:12	",
},			
{			
"question" :	"	10. ಈ ಸ್ತ್ರೀಯು ವಂಚಿಸಲ್ಪಟ್ಟಳು	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾರ್ಥಾ	",
	"	b. ಮರಿಯ	",
	"	c. ಈಜಬೇಲ	",
	"	d. ಹವ್ವ	"
],			
"correct" :	"	d. ಹವ್ವ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆದಾಮನು ವಂಚನೆಗೆ ಒಳಬೀಳಲಿಲ್ಲ, ಸ್ತ್ರೀಯು ವಂಚನೆಗೆ ಒಳಬಿದ್ದು ಅಪರಾಧಿಯಾದಳು.  1 ತಿಮೋ 2:14	",
},			
]			