var quiztitle = "1 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 5 ";			
var quiz = [			
{			
"question" :	"	1. ಇವರನ್ನು ಗದರಿಸಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು	",
	"	b. ಹೆಂಡತಿಯನ್ನು	",
	"	c. ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು	",
	"	d. ವೃದ್ಧರನ್ನು	"
],			
"correct" :	"	d. ವೃದ್ಧರನ್ನು	",
"explanation" :	"	ವೃದ್ಧನನ್ನು ಗದರಿಸದೆ ತಂದೆಯೆಂದು ಭಾವಿಸಿ ಬುದ್ಧಿಹೇಳು.   1 ತಿಮೋ 5:1	",
},			
{			
"question" :	"	2. ಯೌವನಸ್ಥರೊಂದಿಗೆ ಹೇಗಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ಕಶವಾಗಿ	",
	"	b. ಅಪರಿಚಿತರಾಗಿ	",
	"	c. ಚಿಕ್ಕವರೆಂದು	",
	"	d. ಅಣ್ಣತಮ್ಮಂದಿರೆಂದು	"
],			
"correct" :	"	d. ಅಣ್ಣತಮ್ಮಂದಿರೆಂದು	",
"explanation" :	"	ವೃದ್ಧನನ್ನು ಗದರಿಸದೆ ತಂದೆಯೆಂದು ಭಾವಿಸಿ ಬುದ್ಧಿಹೇಳು, ಯೌವನಸ್ಥರನ್ನು ಅಣ್ಣತಮ್ಮಂದಿರೆಂದೂ;  1 ತಿಮೋ 5:1	",
},			
{			
"question" :	"	3. ಇವರನ್ನು ಸಂರಕ್ಷಿಸು	",
"image" :	"",		
"choices" : [			
	"	a. ಐಶ್ವರ್ಯವಂತರನ್ನು	",
	"	b. ರಾಜಕುಮಾರಿಯನ್ನು	",
	"	c. ವಿಧವೆಯರನ್ನು	",
	"	d. ಅಪರಿಚಿತರನ್ನು	"
],			
"correct" :	"	c. ವಿಧವೆಯರನ್ನು	",
"explanation" :	"	ದಿಕ್ಕಿಲ್ಲದ ವಿಧವೆಯರನ್ನು ಸಂರಕ್ಷಿಸು;  1 ತಿಮೋ 5:3	",
},			
{			
"question" :	"	4. ಇವಳು ಬದುಕಿರುವಾಗಲೂ ಸತ್ತವಳೇ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮಿನಲ್ಲಿರುವ ವಿಧವೆ	",
	"	b. ದ್ವೇಷದಲ್ಲಿರುವ ವಿಧವೆ	",
	"	c. ಕರುಣೆಯಲ್ಲಿರುವ ವಿಧವೆ	",
	"	d. ಭೋಗಿಯಾಗಿರುವ ವಿಧವೆ	"
],			
"correct" :	"	d. ಭೋಗಿಯಾಗಿರುವ ವಿಧವೆ	",
"explanation" :	"	ಆದರೆ ಭೋಗಿಯಾಗಿರುವ ವಿಧವೆಯು ಬದುಕಿರುವಾಗಲೂ ಸತ್ತವಳೇ;  1 ತಿಮೋ 5:6	",
},			
{			
"question" :	"	5. ತನ್ನ ಮನೆಯನ್ನು ಸಂರಕ್ಷಿಸದವನು ಇದಕ್ಕಿಂತ ಕಡೆಯಾದವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೆವ್ವಕ್ಕಿಂತ	",
	"	b. ನಂಬದವನಿಗಿಂತ	",
	"	c. ಸತ್ತ ಮನುಷ್ಯನಿಗಿಂತ	",
	"	d. ಪಾಪಿಗಿಂತ	"
],			
"correct" :	"	b. ನಂಬದವನಿಗಿಂತ	",
"explanation" :	"	ಯಾವನಾದರೂ ಸ್ವಂತ ಜನರನ್ನು, ವಿಶೆಷವಾಗಿ ತನ್ನ ಮನೆಯವರನ್ನು ಸಂರಕ್ಷಿಸದೆ ಹೋದರೆ ಅವರನು ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯನ್ನು ತಿರಸ್ಕರಿಸಿದವನೂ ನಂಬದವನಿಗಿಂತ ಕಡೆಯಾದವನೂ ಆಗಿದ್ದಾನೆ.  1 ತಿಮೋ 5:8	",
},			
{			
"question" :	"	6.  ಪ್ರಾಯದ ವಿಧವೆಯರು ತಾವು ಮೊದಲು ಕೊಟ್ಟ ಭರವಸವನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟು ಇದನ್ನು ಕಲಿಯುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೊಲಿಯುವುದು	",
	"	b. ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	c. ಕೆಲಸ ಮಾಡುವುದು	",
	"	d. ಮೈಗಳ್ಳತನ	"
],			
"correct" :	"	d. ಮೈಗಳ್ಳತನ	",
"explanation" :	"	ಪ್ರಾಯದ ವಿಧವೆಯರನ್ನು ಪಟ್ಟಿಯಲ್ಲಿ ಸೇರಿಸಬೇಸ; ಅವರು ಮದಿಸಿ ಕ್ರಿಸ್ತನಿಗೆ ಒಳಗಾಗಲೊಲ್ಲದೆ ಮದುವೆಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಇಷ್ಟಪಟ್ಟಾರು.  ಅಂಥವರು ತಾವು ಮೊದಲು ಕೊಟ್ಟ ಭರವಸಕ್ಕೆ ತಪ್ಪಿದರೆಂಬ ಅವನಾನಕ್ಕೊಳಗಾಗಿದ್ದಾರೆ.  ಇದಲ್ಲದೆ ಅವರು ಮನೆಮನೆಗೆ ತಿರುಗಾಡುತ್ತಾ ಮೈಗಳ್ಳತನವನ್ನು ಕಲಿಯುತ್ತಾರೆ.  1 ತಿಮೋ 5:11-13	",
},			
{			
"question" :	"	7. ಚೆನ್ನಾಗಿ ಅಧಿಕಾರ ನಡೆಸುವ ಹಿರಿಯರನ್ನು ಏನೆಂದು ಎಣಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ನೂರರಷ್ಟು ಯೋಗ್ಯರು	",
	"	b. ಖಂಡಿಸಲ್ಪಡಬೇಕು	",
	"	c. ಇಮ್ಮಡಿಯಾದ ಮಾನಕ್ಕೆ ಯೋಗ್ಯರು	",
	"	d. ವಾರಸುದಾರರು	"
],			
"correct" :	"	c. ಇಮ್ಮಡಿಯಾದ ಮಾನಕ್ಕೆ ಯೋಗ್ಯರು	",
"explanation" :	"	ಚೆನ್ನಾಗಿ ಅಧಿಕಾರ ನಡಿಸುವ ಸಭೆಯ ಹಿರಿಯರನ್ನು ಅವರೊಳಗೆ ವಿಶೇಷವಾಗಿ ಪ್ರಸಂಗದಲ್ಲಿಯೂ ಉಪದೇಶದಲ್ಲಿಯೂ ಕಷ್ಟಪಡುವವರನ್ನು ಇಮ್ಮಡಿಯಾದ ಮಾನಕ್ಕೆ ಯೋಗ್ಯರೆಂದು ಎಣಿಸಬೇಕು.  1 ತಿಮೋ 5:17	",
},			
{			
"question" :	"	8. ಇವನು ತನ್ನ ಕೂಲಿಗೆ ಯೋಗ್ಯನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಪೌಲ	",
	"	c. ತಿಮೋಥಿ	",
	"	d. ಆಳು	"
],			
"correct" :	"	d. ಆಳು	",
"explanation" :	"	ಕಣತುಳಿಯುವ ಎತ್ತಿನ ಬಾಯಿ ಕಟ್ಟಬಾರದೆಂತಲೂ ಆಳು ತನ್ನ ಕೂಲಿಗೆ ಯೋಗ್ಯನಾಗಿದ್ದಾನೆಂತಲೂ ಶಾಸ್ತ್ರದಲ್ಲಿ ಹೇಳಿದೆಯಲ್ಲಾ.  1 ತಿಮೋ 5:18	",
},			
{			
"question" :	"	9. ಅವಸರದಿಂದ ಇದನ್ನು ಮಾಡಬೇಡ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಬೇಡ	",
	"	b. ಕರೆಯಬೇಡ	",
	"	c. ವಂದನೆ ಹೇಳಬೇಡ	",
	"	d. ತಲೆಯ ಮೇಲೆ ಹಸ್ತವನ್ನಿಡಬೇಡ	"
],			
"correct" :	"	d. ತಲೆಯ ಮೇಲೆ ಹಸ್ತವನ್ನಿಡಬೇಡ	",
"explanation" :	"	ಅವಸರದಿಂದ ಯಾರ ತಲೆಯ ಮೇಲೆಯಾದರೂ ಹಸ್ತವನ್ನಿಟ್ಟು ಸಭೆಯ ಉದ್ಯೋಗಕ್ಕೆ ನೇಮಿಸಬೇಡ; ಹಾಗೆ ನೇಮಿಸಿದರೆ ಮತ್ತೊಬ್ಬರು ಮಾಡಿದ ಪಾಪದಲ್ಲಿ ನೀನು ಪಾಲುಗಾರನೆಂದು ತೋರಿಬಂದೀತು.    1 ತಿಮೋ 5:22	",
},			
{			
"question" :	"	10. ಇದರಲ್ಲಿ ಪಾಲುಗಾರನಾಗಬೇಡ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮತ್ತೊಬ್ಬರ ಪಾಪದಲ್ಲಿ	",
	"	b. ನಿರೀಕ್ಷೆಯಲ್ಲಿ	",
	"	c. ರೊಟ್ಟಿಯಲ್ಲಿ	",
	"	d. ಮಿಂಚಿನಲ್ಲಿ	"
],			
"correct" :	"	a. ಮತ್ತೊಬ್ಬರ ಪಾಪದಲ್ಲಿ	",
"explanation" :	"	ಅವಸರದಿಂದ ಯಾರ ತಲೆಯ ಮೇಲೆಯಾದರೂ ಹಸ್ತವನ್ನಿಟ್ಟು ಸಭೆಯ ಉದ್ಯೋಗಕ್ಕೆ ನೇಮಿಸಬೇಡ; ಹಾಗೆ ನೇಮಿಸಿದರೆ ಮತ್ತೊಬ್ಬರು ಮಾಡಿದ ಪಾಪದಲ್ಲಿ ನೀನು ಪಾಲುಗಾರನೆಂದು ತೋರಿಬಂದೀತು.    1 ತಿಮೋ 5:22	",
},			
]			