var quiztitle = "1 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 3 ";			
var quiz = [			
{			
"question" :	"	1. ಸಭಾಧ್ಯಕ್ಷನ ಉದ್ಯೋಗವನ್ನು ಪಡಕೊಳ್ಳಬೇಕೆಂದಿರುವವನು ಯಾವುದನ್ನು ಅಪೇಕ್ಷಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆಚ್ಚಿನದನ್ನು ಆಶಿಸಬೇಕು	",
	"	b. ಕ್ಷಮಿಸಲಾರದದ್ದನ್ನು	",
	"	c. ಒಳ್ಳೇ ಕೆಲಸವನ್ನು ಅಪೇಕ್ಷಿಸಬೇಕು	",
	"	d. ದೇವರಿಂದ ಆಶೀರ್ವಾದಿಸಿದ ಕೆಲಸ	"
],			
"correct" :	"	c. ಒಳ್ಳೇ ಕೆಲಸವನ್ನು ಅಪೇಕ್ಷಿಸಬೇಕು	",
"explanation" :	"	ಸಭಾಧ್ಯಕ್ಷನ ಉದ್ಯೋಗವನ್ನು ಪಡಕೊಳ್ಳಬೇಕೆಂದಿರುವವನು ಒಳ್ಳೇ ಕೆಲಸವನ್ನು ಅಪೇಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆಂಬ ಮಾತು ನಂಬತಕ್ಕದ್ದಾಗಿದೆ.  1 ತಿಮೋ 3:1	",
},			
{			
"question" :	"	2. ಸಭಾಧ್ಯಕ್ಷನು	",
"image" :	"",		
"choices" : [			
	"	a. 50 ವರ್ಷಕ್ಕಿಂತ ಹೆಚ್ಚು ಪ್ರಾಯವುಳ್ಳವನು	",
	"	b. ಏಕಾಂಗಿಯಾಗಿರಬೇಕು	",
	"	c. ದೋಷಾರೋಪಣೆಯಿಲ್ಲದವನಾಗಿರಬೇಕು	",
	"	d. ಅಪೋಸ್ತಲನಾಗಿರಬೇಕು	"
],			
"correct" :	"	c. ದೋಷಾರೋಪಣೆಯಿಲ್ಲದವನಾಗಿರಬೇಕು	",
"explanation" :	"	ಸಭಾಧ್ಯಕ್ಷನು ದೋಷಾರೋಪಣೆಯಿಲ್ಲದವನೂ ಏಕಪತ್ಯಿಯುಳ್ಳವನೂ ಮದ್ಯಾಸಕ್ತಿಯಿಲ್ಲದವನೂ ಜಿತೇಂದ್ರಿಯನೂ ಮಾನಸ್ಥನೂ ಅತಿಥಿಸತ್ಕಾರ ಮಾಡುವವನೂ ಬೋಧಿಸುವದರಲ್ಲಿ ಪ್ರವೀಣನೂ ಆಗಿರಬೇಕು.  1 ತಿಮೋ 3:2	",
},			
{			
"question" :	"	3. ಸಭಾಧ್ಯಕ್ಷನು ಇದನ್ನು ಮಾಡುವವನಾಗಿರಬೇಕು	",
"image" :	"",		
"choices" : [			
	"	a. ಅತಿಥಿ ಸತ್ಕಾರ	",
	"	b. ಮದ್ಯ ಕುಡಿಯುವವನು	",
	"	c. ನಿರರ್ಗಳವಾಗಿ ಮಾತನಾಡುವನು	",
	"	d. ರಾಜಕೀಯ	"
],			
"correct" :	"	a. ಅತಿಥಿ ಸತ್ಕಾರ	",
"explanation" :	"	ಸಭಾಧ್ಯಕ್ಷನು ದೋಷಾರೋಪಣೆಯಿಲ್ಲದವನೂ ಏಕಪತ್ಯಿಯುಳ್ಳವನೂ ಮದ್ಯಾಸಕ್ತಿಯಿಲ್ಲದವನೂ ಜಿತೇಂದ್ರಿಯನೂ ಮಾನಸ್ಥನೂ ಅತಿಥಿಸತ್ಕಾರ ಮಾಡುವವನೂ ಬೋಧಿಸುವದರಲ್ಲಿ ಪ್ರವೀಣನೂ ಆಗಿರಬೇಕು.  1 ತಿಮೋ 3:2	",
},			
{			
"question" :	"	4. ಸಭಾಧ್ಯಕ್ಷನು ಇದರಲ್ಲಿ ಪ್ರವೀಣನಾಗಿರಬೇಕು	",
"image" :	"",		
"choices" : [			
	"	a. ಹೋರಾಟ	",
	"	b. ಬೋಧಿಸುವುದರಲ್ಲಿ	",
	"	c. ಜಗಳಗಳಲ್ಲಿ	",
	"	d. ವಾದಿಸುವುದರಲ್ಲಿ	"
],			
"correct" :	"	b. ಬೋಧಿಸುವುದರಲ್ಲಿ	",
"explanation" :	"	ಸಭಾಧ್ಯಕ್ಷನು ದೋಷಾರೋಪಣೆಯಿಲ್ಲದವನೂ ಏಕಪತ್ಯಿಯುಳ್ಳವನೂ ಮದ್ಯಾಸಕ್ತಿಯಿಲ್ಲದವನೂ ಜಿತೇಂದ್ರಿಯನೂ ಮಾನಸ್ಥನೂ ಅತಿಥಿಸತ್ಕಾರ ಮಾಡುವವನೂ ಬೋಧಿಸುವದರಲ್ಲಿ ಪ್ರವೀಣನೂ ಆಗಿರಬೇಕು.  1 ತಿಮೋ 3:2	",
},			
{			
"question" :	"	5. ಸಭಾಧ್ಯಕ್ಷನು ಇದನ್ನು ಮಾಡದವನಾಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕುಡಿದು ಜಗಳ ಮಾಡುವುದು	",
	"	b. ಅತಿಧಿ ಸತ್ಕಾರ	",
	"	c. ಸಮಚಿತ್ತತೆ	",
	"	d. ಎಚ್ಚರಿಕೆಯಿಂದ	"
],			
"correct" :	"	a. ಕುಡಿದು ಜಗಳ ಮಾಡುವುದು	",
"explanation" :	"	ಅವನು ಕುಡಿದು ಜಗಳವಾಡುವವನೂ ಹೊಡೆದಾಡುವವನೂ ಆಗಿರಬಾರದು;  1 ತಿಮೋ 3:3	",
},			
{			
"question" :	"	6. ಸಭಾಧ್ಯಕ್ಷನು ಇದನ್ನು ಚೆನ್ನಾಗಿ ಮಾಡಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾತನಾಡುವುದು	",
	"	b. ಹಾಡುವುದು	",
	"	c. ಪ್ರಾರ್ಥನೆಯ ನೇತೃತ್ವ	",
	"	d. ಸ್ವಂತ ಮನೆಯನ್ನು ಆಳುವುದು	"
],			
"correct" :	"	d. ಸ್ವಂತ ಮನೆಯನ್ನು ಆಳುವುದು	",
"explanation" :	"	ಪೂರ್ಣಗೌರವದಿಂದ ತನ್ನ ಮಕ್ಕಳನ್ನು ಅಧೀನದಲ್ಲಿಟ್ಟುಕೊಂಡು ಸ್ವಂತ ಮನೆಯವರನ್ನು ಚೆನ್ನಾಗಿ ಆಳುವವನಾಗಿರಬೇಕು.  1 ತಿಮೋ 3:4	",
},			
{			
"question" :	"	7. ಸಭಾಧ್ಯಕ್ಷನು ಹೊಸದಾಗಿ ಸಭೆಗೆ ಸೇರಿದವನಾಗಿರಬಾರದು; ಅಂಥವನಾದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಉಬ್ಬಿಕೊಂಡು ಸೈತಾನನಿಗೆ ಪ್ರಾಪ್ತವಾದ ಶಿಕ್ಷಾವಿಧಿಗೆ ಒಳಗಾಗುವನು	",
	"	b. ದೇವರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಮನೆಯವರ ಜೊತೆ ಸಮಯ ಕಳೆಯುವನು	",
	"	c. ತಪ್ಪು ಮಾಡುವನು	",
	"	d. ವಾಕ್ಯವನ್ನು ಕಲಿಯುವನು	"
],			
"correct" :	"	a. ಉಬ್ಬಿಕೊಂಡು ಸೈತಾನನಿಗೆ ಪ್ರಾಪ್ತವಾದ ಶಿಕ್ಷಾವಿಧಿಗೆ ಒಳಗಾಗುವನು	",
"explanation" :	"	ಅವನು ಹೊಸದಾಗಿ ಸಭೆಯಲ್ಲಿ ಸೇರಿದವನಾಗಿರಬಾರದು; ಅಂಥವನಾದರೆ ಉಬ್ಬಿಕೊಂಡು ಸೈತಾನನಿಗೆ ಪ್ರಾಪ್ತವಾದ ಶಿಕ್ಷಾವಿಧಿಗೆ ಒಳಗಾದಾನು.  1 ತಿಮೋ 3:6	",
},			
{			
"question" :	"	8. ಸಭಾಧ್ಯಕ್ಷನು ಇವರಿಂದ ಒಳ್ಳೆಯವನೆನಿಸಿಕೊಂಡಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಿರಿಯರಿಂದ	",
	"	b. ಸ್ತ್ರೀಯರಿಂದ	",
	"	c. ದೇವಜನರಿಂದ	",
	"	d. ಹೊರಗಣವರಿಂದ	"
],			
"correct" :	"	d. ಹೊರಗಣವರಿಂದ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅವನು ಹೊರಗಣವರಿಂದ ಒಳ್ಳೆಯವನೆನಿಸಿಕೊಂಡಿರಬೇಕು;  1 ತಿಮೋ 3:7	",
},			
{			
"question" :	"	9. ಸಭಾಸೇವಕರು	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲಿಸಬೇಕು	",
	"	b. ಬೋಧಿಸಬೇಕು	",
	"	c. ಪ್ರಾರ್ಥಿಸಬೇಕು	",
	"	d. ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು	"
],			
"correct" :	"	d. ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು	",
"explanation" :	"	ಅದೇ ರೀತಿಯಾಗಿ ಸಭಾಸೇವಕರು ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು;  1 ತಿಮೋ 3:8	",
},			
{			
"question" :	"	10. ಸಭಾಸೇವಕರು ಮೊದಲು	",
"image" :	"",		
"choices" : [			
	"	a. ಸಭಾಧ್ಯಕ್ಷರಾಗಿರಬೇಕು	",
	"	b. ಕಾಣಿಕೆ ಹುಡುಗರಾಗಿರಬೇಕು	",
	"	c. ಪರೀಕ್ಷಿಸಲ್ಪಡಬೇಕು	",
	"	d. ಯೆಹೂದ್ಯರಾಗಿರಬೇಕು	"
],			
"correct" :	"	c. ಪರೀಕ್ಷಿಸಲ್ಪಡಬೇಕು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅವರು ಮೊದಲು ಪರೀಕ್ಷಿಸಲ್ಪಡಬೇಕು.   1 ತಿಮೋ 3:10	",
},			
]			