var quiztitle = "1 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 4 ";			
var quiz = [			
{			
"question" :	"	1. ಮುಂದಣ ದಿನಗಳಲ್ಲಿ ಕೆಲವರು ಇದಕ್ಕೆ ಲಕ್ಷ್ಯಕೊಟ್ಟು ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಂದ ಭ್ರಷ್ಟರಾಗುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ತತ್ವಜ್ಞಾನಿಗಳಿಗೆ	",
	"	b. ರಾಜರು ಮತ್ತು ರಾಜಕುಮಾರರು	",
	"	c. ಖಂಡಿಸುವ ಆತ್ಮಗಳಿಗೆ	",
	"	d. ವಂಚಿಸುವ ಆತ್ಮಗಳಿಗೂ ಮತ್ತು ದೆವ್ವಗಳ ಬೋಧನೆಗಳಿಗೂ	"
],			
"correct" :	"	d. ವಂಚಿಸುವ ಆತ್ಮಗಳಿಗೂ ಮತ್ತು ದೆವ್ವಗಳ ಬೋಧನೆಗಳಿಗೂ	",
"explanation" :	"	ಆದರೂ ಮುಂದಣ ದಿನಗಳಲ್ಲಿ ಕೆಲವರು ವಂಚಿಸುವ ಆತ್ಮಗಳ ನುಡಿಗಳಿಗೂ ದೆವ್ವಗಳ ಬೋಧನೆಗಳಿಗೂ ಲಕ್ಷ್ಯಕೊಟ್ಟು ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಿಂದ ಭ್ರಷ್ಟರಾಗುವರೆಂದು ದೇವರಾತ್ಮನು ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳುತ್ತಾನೆ.  1 ತಿಮೋ 4:1	",
},			
{			
"question" :	"	2. ಸ್ವಂತ ಮನಸ್ಸಿನಲ್ಲಿ ಅಪರಾಧಿಗಳೆಂಬ ಬರೆಯುಳ್ಳವರು	",
"image" :	"",		
"choices" : [			
	"	a. ತಪ್ಪುಗಳು	",
	"	b. ಸುಳ್ಳುಬೋಧಕರು	",
	"	c. ದೊಡ್ಡ ಶಬ್ಧದವರು	",
	"	d. ದಾರಿಹೋಕರು	"
],			
"correct" :	"	b. ಸುಳ್ಳುಬೋಧಕರು	",
"explanation" :	"	ಸುಳ್ಳುಬೋಧಕರು ಬಂದು ಸ್ವಂತ ಮನಸ್ಸಿನಲ್ಲಿ ಅಪರಾಧಿಗಳೆಂಬ ಬರೆಯುಳ್ಳವರಾದರೂ ತಾವು ನೀತಿವಂತರೆಂದು ತೋರ್ಪಡಿಸಿಕೊಂಡು;  1 ತಿಮೋ 4:2	",
},			
{			
"question" :	"	3. ಅವರು ಇದರಲ್ಲಿ ಅಪರಾಧಿಗಳೆಂಬ ಬರೆಯುಳ್ಳವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ತಮ್ಮ ನಾಲಿಗೆಯಲ್ಲಿ	",
	"	b. ತಮ್ಮ ತುಟಿಗಳಲ್ಲಿ	",
	"	c. ತಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ	",
	"	d. ತಮ್ಮ ಸ್ವಂತ ಮನಸ್ಸಿನಲ್ಲಿ	"
],			
"correct" :	"	d. ತಮ್ಮ ಸ್ವಂತ ಮನಸ್ಸಿನಲ್ಲಿ	",
"explanation" :	"	ಸುಳ್ಳುಬೋಧಕರು ಬಂದು ಸ್ವಂತ ಮನಸ್ಸಿನಲ್ಲಿ ಅಪರಾಧಿಗಳೆಂಬ ಬರೆಯುಳ್ಳವರಾದರೂ ತಾವು ನೀತಿವಂತರೆಂದು ತೋರ್ಪಡಿಸಿಕೊಂಡು;  1 ತಿಮೋ 4:2	",
},			
{			
"question" :	"	4. ದೇವರು ಉಂಟುಮಾಡಿದ್ದೆಲ್ಲವೂ ಒಳ್ಳೇದೇ; ಹೀಗೆ ಮಾಡಿ ತೆಗೆದುಕೊಂಡರೆ ಯಾವುದೂ ನಿಷಿದ್ಧವಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಯಿಂದ	",
	"	b. ನಿರೀಕ್ಷೆಯಿಂದ	",
	"	c. ಕರುಣೆಯಿಂದ	",
	"	d. ಸ್ತೋತ್ರಮಾಡಿ	"
],			
"correct" :	"	d. ಸ್ತೋತ್ರಮಾಡಿ	",
"explanation" :	"	ಆತನು ಉಂಟುಮಾಡಿದ್ದೆಲ್ಲವೂ ಒಳ್ಳೇದೇ; ದೇವರ ಸ್ತೋತ್ರಮಾಡಿ ತೆಗೆದುಕೊಳ್ಳುವ ಪಕ್ಕಕ್ಕೆ ಯಾವದನ್ನೂ ನಿಷಿದ್ದವೆಂದು ಹೇಳತಕ್ಕದ್ದಲ್ಲ;  1 ತಿಮೋ 4:4	",
},			
{			
"question" :	"	6. ಈ ಸಂಗತಿಗಳನ್ನು ಸಹೋದರರಿಗೆ ತಿಳಿಸಿದರೆ 	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರು ನಿನ್ನನ್ನು ದ್ವೇಷಿಸುವರು	",
	"	b. ಅವರು ನಿನ್ನನ್ನು ಪ್ರೀತಿಸುವರು	",
	"	c. ನೀನು ಒಳ್ಳೇ ಸೇವಕನಾಗಿರುವಿ	",
	"	d. ನನ್ನಿಂದ ನೀವು ಕಲಿಯಲ್ಪಟ್ಟಿರಿ ಎಂದು ನೀವು ಹೇಳುವಿರಿ.	"
],			
"correct" :	"	c. ನೀನು ಒಳ್ಳೇ ಸೇವಕನಾಗಿರುವಿ	",
"explanation" :	"	ಈ ಸಂಗತಿಗಳನ್ನು ಸಹೋದರರಿಗೆ ತಿಳಿಸಿದರೆ ನೀನು ಅನುಸರಿಸಿರುವ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯ ಮತ್ತು ಸುಬೋಧನೆಯ ವಾಕ್ಯಗಳಲ್ಲಿ ಅಭ್ಯಾಸಹೊಂದುವವನಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಒಳ್ಳೇ ಸೇವಕನಾಗಿರುವಿ.  1 ತಿಮೋ 4:6	",
},			
{			
"question" :	"	6. ಇವುಗಳಲ್ಲಿ ತಳ್ಳಿಬಿಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಲವು ವಿಧದ ಮಾಂಸ	",
	"	b. ಅಜ್ಜೀಕಥೆಗಳಂತವುಗಳು	",
	"	c. ಕಾಣಿಕೆಗಳು	",
	"	d. ಉಡುಗೊರೆಗಳು	"
],			
"correct" :	"	b. ಅಜ್ಜೀಕಥೆಗಳಂತವುಗಳು	",
"explanation" :	"	ಅಜ್ಜೀಕಥೆಗಳಂತಿರುವ ಕೇವಲ ಪ್ರಾಪಂಚಿಕವಾದ ಕಥೆಳನ್ನು ತಳ್ಳಿಬಿಟ್ಟು ನೀನು ದೇವಭಕ್ತಿಯ ವಿಷಯದಲ್ಲಿ ಸಾಧನೆಮಾಡಿಕೋ;  1 ತಿಮೋ 4:7	",
},			
{			
"question" :	"	7. ಇದು ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಪ್ರಯೋಜನವಾಗಿದೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಗೌರವ	",
	"	b. ವಾಕ್ಯಗಳು	",
	"	d. ಆತ್ಮೀಕವಾದುದು	",
	"	d. ದೇಹಸಾಧನೆ	"
],			
"correct" :	"	d. ದೇಹಸಾಧನೆ	",
"explanation" :	"	ದೇಹಸಾಧನೆಯು ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಪ್ರಯೋಜನವಾಗಿದೆ, ಭಕ್ತಿಯಾದರೋ ಎಲ್ಲಾ ವಿಧದಲ್ಲಿ ಪ್ರಯೋಜನವಾದದ್ದು;  1 ತಿಮೋ 4:8	",
},			
{			
"question" :	"	8. ನಾವು ಕಷ್ಟಪಡುತ್ತೇವೆ, ಹೋರಾಡುತ್ತೇವೆ ಯಾಕೆಂದರೆ ನಾವು ಇದರ ಮೇಲೆ ನಿರೀಕ್ಷೆಯನ್ನಿಟ್ಟುಕೊಂಡಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ಮೇಲೆ	",
	"	b. ಸಹೋದರರ ಮೇಲೆ	",
	"	c. ರಾಜರು ಮತ್ತು ರಾಜಕುಮಾರರು	",
	"	d. ಜೀವವುಳ್ಳ ದೇವರ ಮೇಲೆ	"
],			
"correct" :	"	d. ಜೀವವುಳ್ಳ ದೇವರ ಮೇಲೆ	",
"explanation" :	"	ಇದಕ್ಕಾಗಿ ನಾವು ಕಷ್ಟಪಡುತ್ತೇವೆ, ಹೋರಾಡುತ್ತೇವೆ, ಯಾಕಂದರೆ ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೂ, ವಿಶೇಷವಾಗಿ ನಂಬುವವರಿಗೆ, ರಕ್ಷಕನಾಗಿರುವ ಜೀವವುಳ್ಳ ದೇವರ ಮೇಲೆ ನಾವು ನಿರೀಕ್ಷೆಯನ್ನಿಟ್ಟುಕೊಂಡಿದ್ದೇವೆ.  1 ತಿಮೋ 4:10	",
},			
{			
"question" :	"	9. ಇದರಿಂದ ನಿನ್ನನ್ನು ಯಾರೂ ಅಸಡ್ಡೆ ಮಾಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀನು ಯೌವ್ವನಸ್ಥನೆಂದು	",
	"	b. ನನ್ನಿಂದ	",
	"	c. ಆಜ್ಞಾಪತ್ರಗಳಿಂದ	",
	"	d. ಅಜ್ಜೀ ಕಥೆಗಳಿಂದ	"
],			
"correct" :	"	a. ನೀನು ಯೌವ್ವನಸ್ಥನೆಂದು	",
"explanation" :	"	ಯೌವನಸ್ಥನೆಂದು ನಿನ್ನನ್ನು ಅಸಡ್ಡೆಮಾಡುವದಕ್ಕೆ ಯಾರಿಗೂ ಅವಕಾಶಕೊಡದೆ ನಂಬುವವರಿಗೆ ನಡೆ ನುಡಿ ಪ್ರೀತಿ ನಂಬಿಕೆ ಶುದ್ಧತ್ವ ಇವುಗಳ ವಿಷಯದಲ್ಲಿ ನೀನೇ ಮಾದರಿಯಾಗಿರು.  1 ತಿಮೋ 4:12	",
},			
{			
"question" :	"	10. ಇದನ್ನು ಅಲಕ್ಷ್ಯ ಮಾಡಬೇಡ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಕ್ಕಳನ್ನು	",
	"	b. ನಿನ್ನಲ್ಲಿರುವ ವರ	",
	"	c. ಕಾಣಿಕೆ ಕೊಡುವುದು	",
	"	d. ಸಹೋದರರನ್ನು ವಂದಿಸುವುದು	"
],			
"correct" :	"	b. ನಿನ್ನಲ್ಲಿರುವ ವರ	",
"explanation" :	"	ನಿನ್ನಲ್ಲಿರುವ ವರವನ್ನು ಅಲಕ್ಷ್ಯ ಮಾಡಬೇಡ; ಸಭೆಯ ಹಿರಿಯರು ಪ್ರವಾದನೆಯ ಸಹಿತವಾಗಿ ನಿನ್ನ ಮೇಲೆ ಹಸ್ತಗಳನ್ನಿಟ್ಟಾಗ ಅದು ನಿನಗೆ ಕೊಡಲ್ಪಟ್ಟಿತಲ್ಲಾ.  1 ತಿಮೋ 4:14	",
},			
]			