var quiztitle = "1 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 1 ";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಪೌಲ	",
	"	c. ತಿಮೋಥಿ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	b. ಪೌಲ	",
"explanation" :	"	ನಮ್ಮ ರಕ್ಷಕನಾದ ದೇವರಿಂದಲೂ ನಮ್ಮ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರನಾಗಿರುವ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಿಂದಲೂ ನೇಮಿಸಲ್ಪಟ್ಟ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನು ನಂಬಿಕೆಯ ವಿಷಯದಲ್ಲಿ ನಿಜಕುಮಾರನಾಗಿರುವ ತಿಮೊಥೆಯನಿಗೆ ಬರೆಯುವುದೇನೆಂದರೆ;  1 ತಿಮೋ 1:1	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯನ್ನು ಯಾರಿಗೆ ಬರೆಯಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಪೌಲ	",
	"	c. ತಿಮೋಥಿ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	c. ತಿಮೋಥಿ	",
"explanation" :	"	ನಮ್ಮ ರಕ್ಷಕನಾದ ದೇವರಿಂದಲೂ ನಮ್ಮ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರನಾಗಿರುವ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಿಂದಲೂ ನೇಮಿಸಲ್ಪಟ್ಟ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನು ನಂಬಿಕೆಯ ವಿಷಯದಲ್ಲಿ ನಿಜಕುಮಾರನಾಗಿರುವ ತಿಮೊಥೆಯನಿಗೆ ಬರೆಯುವುದೇನೆಂದರೆ;  1 ತಿಮೋ 1:1	",
},			
{			
"question" :	"	3. ನಂಬಿಕೆಯ ವಿಷಯದಲ್ಲಿ ಇಂಥವನಾಗಿರುವನು ಎಂದು ಬರಹಗಾರನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೋಧಕ	",
	"	b. ನಿಜಕುಮಾರ	",
	"	c. ಅಳಿಯ	",
	"	d. ಶಿಕ್ಷಕ	"
],			
"correct" :	"	b. ನಿಜಕುಮಾರ	",
"explanation" :	"	ನಮ್ಮ ರಕ್ಷಕನಾದ ದೇವರಿಂದಲೂ ನಮ್ಮ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರನಾಗಿರುವ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಿಂದಲೂ ನೇಮಿಸಲ್ಪಟ್ಟ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನು ನಂಬಿಕೆಯ ವಿಷಯದಲ್ಲಿ ನಿಜಕುಮಾರನಾಗಿರುವ ತಿಮೊಥೆಯನಿಗೆ ಬರೆಯುವುದೇನೆಂದರೆ;  1 ತಿಮೋ 1:1-2	",
},			
{			
"question" :	"	4.  ಶುದ್ಧ ಹೃದಯ ಒಳ್ಳೇಮನಸ್ಸಾಕ್ಷಿ _________ ಎಂಬಿವುಗಳಿಂದ ಹುಟ್ಟಿದ ಪ್ರೀತಿಯೇ ದೇವವಾಕ್ಯೋಪದೇಶದ ಗುರಿಯಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೆಯ ವರದಿ	",
	"	b. ಪ್ರಾಮಾಣಿಕ ವ್ಯಕ್ತಿತ್ವ	",
	"	c. ನಿಷ್ಕಪಟವಾದ ನಂಬಿಕೆ	",
	"	d. ಮಗು	"
],			
"correct" :	"	c. ನಿಷ್ಕಪಟವಾದ ನಂಬಿಕೆ	",
"explanation" :	"	ಶುದ್ಧ ಹೃದಯ ಒಳ್ಳೇಮನಸ್ಸಾಕ್ಷಿ  ನಿಷ್ಕಪಟವಾದ ನಂಬಿಕೆ  ಎಂಬಿವುಗಳಿಂದ ಹುಟ್ಟಿದ ಪ್ರೀತಿಯೇ ದೇವವಾಕ್ಯೋಪದೇಶದ ಗುರಿಯಾಗಿದೆ.  1 ತಿಮೋ 1:5	",
},			
{			
"question" :	"	5. ಅವರು ಧರ್ಮೋಪದೇಶಕರಾಗಿರಬೇಕೆಂದಿದ್ದರೂ ತಾವು ಹೇಳುವದಾಗಲಿ ತಾವು ದೃಢವಾಗಿ ಮಾತಾಡುವ ವಿಷಯವಾಗಲಿ ಇಂಥದೆಂದು _________	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲಿತವರು	",
	"	b. ಮಾಡುವವರು	",
	"	c. ಪ್ರಾಮಾಣಿಕರು	",
	"	d. ತಿಳಿಯದವರಾಗಿದ್ದಾರೆ.	"
],			
"correct" :	"	d. ತಿಳಿಯದವರಾಗಿದ್ದಾರೆ.	",
"explanation" :	"	ಅವರು ಧರ್ಮೋಪದೇಶಕರಾಗಿರಬೇಕೆಂದಿದ್ದರೂ ತಾವು ಹೇಳುವದಾಗಲಿ ತಾವು ದೃಢವಾಗಿ ಮಾತಾಡುವ ವಿಷಯವಾಗಲಿ ಇಂಥದೆಂದು ತಿಳಿಯದವರಾಗಿದ್ದಾರೆ.  1 ತಿಮೋ 1:7	",
},			
{			
"question" :	"	6. ಧರ್ಮಶಾಸ್ತ್ರವು ಅನೀತಿವಂತರಿಗಾಗಿ ನೇಮಕವಾಗಿದೆಯೇ ಹೊರತು ಇವರಿಗಾಗಿ ಅಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರಿಗಾಗಿ	",
	"	b. ದೇವರಿಗಾಗಿ	",
	"	c. ಪರಲೋಕಕ್ಕಾಗಿ	",
	"	d. ನೀತಿವಂತರಿಗಾಗಿ	"
],			
"correct" :	"	d. ನೀತಿವಂತರಿಗಾಗಿ	",
"explanation" :	"	ಆದರೆ ಅದನ್ನು ಅದರ ಉದ್ದೇಶಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ಉಪಯೋಗಿಸಬೇಕು; ಅಂದರೆ ಅದು ಅಧರ್ಮಿಗಳು, ಅವಿಧೇಯರು, ಭಕ್ತಿಹೀನರು, ಪಾಪಿಷ್ಠರು, ದೇವಭಕ್ತಿಯಿಲ್ಲದವರು, ಪ್ರಾಪಂಚಿಕರು, ತಂದೆತಾಯಿಗಳನ್ನು ಹೊಡೆಯುವವರು, ನರಹತ್ಯಮಾಡುವವರು, ಜಾರರು, ಪುರುಷಗಾಮಿಗಳು, ನರಚೋರರು, ಸುಳ್ಳುಗಾರರು, ಅಬದ್ಧಪ್ರಮಾಣಿಕರು, ಸ್ವಸ್ಥಬೋಧನೆಗೆ ಪ್ರತಿಕೂಲವಾಗಿ ಬೇರೆ ಏನಾದರೂ ಇದ್ದರೆ ಅದನ್ನು ಮಾಡುವವರು, ಈ ಮೊದಲಾದ ಅನೀತಿವಂತರಿಗಾಗಿ ನೇಮಕವಾಗಿದೆಯೇ ಹೊರತು ನೀತಿವಂತರಿಗೆ ನೇಮಕವಾಗಿಲ್ಲವೆಂದು ತಿಳಿದು ಉಪಯೋಗಿಸಬೇಕು.  1 ತಿಮೋ 1:9-10.	",
},			
{			
"question" :	"	7. ಪೌಲನು ತನ್ನನ್ನು ನಂಬಿಗಸ್ಥನೆಂದು ಎಣಿಸಿ ಈ ಸೇವೆಯನ್ನು ಕೊಟ್ಟವರು ಯಾರು ಎಂದು ಹೇಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ತಿಮೋಥಿ	",
	"	c. ಪೇತ್ರ	",
	"	d. ಯೇಸು	"
],			
"correct" :	"	d. ಯೇಸು	",
"explanation" :	"	ಈ ಸುವಾರ್ತೆಯ ಸೇವೆಯು ನನಗೆ ಕೊಡಲ್ಪಟ್ಟಿತು.  ನನಗೆ ಬಲವನ್ನು ದಯಪಾಲಿಸಿದವನು ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನೇ.  ಮೊದಲು ದೂಷಕನೂ ಹಿಂಸಕನೂ ಬಲಾತ್ಕಾರಿಯೂ ಆಗಿದ್ದ ನನ್ನನ್ನು  ಆತನು ನಂಬಿಗಸ್ತನೆಂದು ಎಣಿಸಿ ತನ್ನ ಸೇವೆಗೆ ನೇಮಿಸಿಕೊಂಡದ್ದಕ್ಕಾಗಿ ನಾನು ಆತನಿಗೆ ಸ್ತೋತ್ರ ಸಲ್ಲಿಸುತ್ತೇನೆ.   ನಾನು ಅವಿಶ್ವಾಸಿಯಾಗಿ ತಿಳಿಯದೆ ಹಾಗೆ ಮಾಡಿದ್ದರಿಂದ ನನ್ನ ಮೇಲೆ ಕರುಣೆ ಉಂಟಾಯಿತು.      1 ತಿಮೋ 1:12-13	",
},			
{			
"question" :	"	8.  ಪೌಲನು ದೂಷಕನೂ ಹಿಂಸಕನೂ ಬಲಾತ್ಕಾರಿಯೂ ಆಗಿದ್ದವನ ಮೇಲೆ ಇದು ಉಂಟಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶಕ್ತಿ	",
	"	b. ಸಂಪತ್ತು	",
	"	c. ಕರುಣೆ	",
	"	d. ಅನುಕೂಲ	"
],			
"correct" :	"	c. ಕರುಣೆ	",
"explanation" :	"	ಈ ಸುವಾರ್ತೆಯ ಸೇವೆಯು ನನಗೆ ಕೊಡಲ್ಪಟ್ಟಿತು.  ನನಗೆ ಬಲವನ್ನು ದಯಪಾಲಿಸಿದವನು ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನೇ.  ಮೊದಲು ದೂಷಕನೂ ಹಿಂಸಕನೂ ಬಲಾತ್ಕಾರಿಯೂ ಆಗಿದ್ದ ನನ್ನನ್ನು  ಆತನು ನಂಬಿಗಸ್ತನೆಂದು ಎಣಿಸಿ ತನ್ನ ಸೇವೆಗೆ ನೇಮಿಸಿಕೊಂಡದ್ದಕ್ಕಾಗಿ ನಾನು ಆತನಿಗೆ ಸ್ತೋತ್ರ ಸಲ್ಲಿಸುತ್ತೇನೆ.   ನಾನು ಅವಿಶ್ವಾಸಿಯಾಗಿ ತಿಳಿಯದೆ ಹಾಗೆ ಮಾಡಿದ್ದರಿಂದ ನನ್ನ ಮೇಲೆ ಕರುಣೆ ಉಂಟಾಯಿತು.      1 ತಿಮೋ 1:12-13	",
},			
{			
"question" :	"	9. ಇದರಲ್ಲಿ ನಾನೇ ಮುಖ್ಯನು ಎಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೋಧಕ	",
	"	b. ಪ್ರವಾದಿಗಳಲ್ಲಿ	",
	"	c. ಶಿಕ್ಷಕರಲ್ಲಿ	",
	"	d. ಪಾಪಿಗಳಲ್ಲಿ	"
],			
"correct" :	"	d. ಪಾಪಿಗಳಲ್ಲಿ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸು ಪಾಪಿಗಳನ್ನು ರಕ್ಷಿಸುವದಕ್ಕೋಸ್ಕರ ಈ ಲೋಕಕ್ಕೆ ಬಂದನು ಎಂಬ ವಾಕ್ಯವು ನಂಬತಕ್ಕದ್ದಾಗಿಯೂ ಸರ್ವಾಂಗೀಕಾರಕ್ಕೆ ಯೋಗ್ಯವಾದದ್ದಾಗಿಯೂ ಅದೆ; ಆ ಪಾಪಿಗಳಲ್ಲಿ ನಾನೇ ಮುಖ್ಯನು.  1 ತಿಮೋ 1:15	",
},			
{			
"question" :	"	10. ಪೌಲನು ತಿಮೋಥೆಯನಿಗೆ ಇದನ್ನು ಬಿಡದೆ ಹಿಡಿದುಕೊಂಡು ದಿವ್ಯಯುದ್ಧವನ್ನು ನಡೆಸಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ಆಜ್ಞಾಪತ್ರಗಳು	",
	"	c. ಹೆಮ್ಮೆ	",
	"	d. ಲೌಕಿಕ ಮನಸ್ಸು	"
],			
"correct" :	"	a. ನಂಬಿಕೆ	",
"explanation" :	"	ಮಗನಾದ ತಿಮೊಥೆಯನೇ, ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ಮುಂಚೆ ಉಂಟಾದ ಪ್ರವಾದನೆಗಳನ್ನು ನಾನು ನೆನಸಿ ನೀನು ಅವುಗಳಿಂದ ಧೈರ್ಯಗೊಂಡು ಕ್ರೈಸ್ತರ ದಿವ್ಯಯುದ್ಧವನ್ನು ನಡಿಸಬೇಕೆಂದು ನಿನಗೆ ಆಜ್ಞಾಪನೆಮಾಡುತ್ತೇನೆ.  ನಂಬಿಕೆಯನ್ನೂ ಒಳ್ಳೇ ಮನಸ್ಸಾಕ್ಷಿಯನ್ನೂ ಬಿಡದೆ ಹಿಡುಕೋ.       1 ತಿಮೋ 1:18-19	",
},			
]			