var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1. ಇವುಗಳನ್ನು ತೊಲಗಿಸಿ ನಮ್ಮನ್ನು ಶುಚಿಮಾಡಿಕೊಳ್ಳೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತನನ್ನು ನಿರಾಕರಿಸುವುದು.	",
	"	b. ಮೋಸದ ವಂಚನೆ	",
	"	c. ಶರೀರಾತ್ಮದ ಕಲ್ಮಶ	",
	"	d. ನಮ್ಮ ಪಿತೃಗಳ ವಂಚನೆ	"
],			
"correct" :	"	c. ಶರೀರಾತ್ಮದ ಕಲ್ಮಶ	",
"explanation" :	"	ಪ್ರಿಯರೇ, ಈ ವಾಗ್ದಾನಗಳು ನಮಗಿರುವದರಿಂದ ನಾವು ಶರೀರಾತ್ಮಗಳ ಕಲ್ಮಶವನ್ನು ತೊಲಗಿಸಿ ನಮ್ಮನ್ನು ಶುಚಿಮಾಡಿಕೊಂಡು ದೇವರ ಭಯದಿಂದ ಕೂಡಿದವರಾಗಿ ಪವಿತ್ರತ್ವವನ್ನು ಸಿದ್ಧಿಗೆ ತರುವದಕ್ಕೆ ಪ್ರಯತ್ನಿಸೋಣ.  2 ಕೊರಿಂಥ 7:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ನಿಮ್ಮಲ್ಲಿ ಯಾರಿಗೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಎದುರಾಗಲಿಲ್ಲ	",
	"	b. ವಾದಮಾಡಲಿಲ್ಲ	",
	"	c. ಆರಾಧಿಸಲಿಲ್ಲ	",
	"	d. ಅನ್ಯಾಯ ಮಾಡಲಿಲ್ಲ	"
],			
"correct" :	"	d. ಅನ್ಯಾಯ ಮಾಡಲಿಲ್ಲ	",
"explanation" :	"	ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ನಮಗೆ ಸ್ಥಳಕೊಡಿರಿ; ನಾವು ನಿಮ್ಮಲ್ಲಿ ಯಾರಿಗೂ ಅನ್ಯಾಯ ಮಾಡಲಿಲ್ಲ, ಯಾರನ್ನೂ ಕೆಡಿಸಲಿಲ್ಲ, ಯಾರನ್ನೂ ವಂಚಿಸಲಿಲ್ಲ.  2 ಕೊರಿಂಥ 7:2	",
},			
{			
"question" :	"	3. ಪೌಲನು ಇದನ್ನು ಯಾರಿಗೂ ಮಾಡಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಂಚಿಸಲಿಲ್ಲ	",
	"	b. ತಿರಸ್ಕರಿಸಲಿಲ್ಲ	",
	"	c. ನಿರಾಕರಿಸಲಿಲ್ಲ	",
	"	d. ಪ್ರಾರ್ಥಿಸಲಿಲ್ಲ	"
],			
"correct" :	"	a. ವಂಚಿಸಲಿಲ್ಲ	",
"explanation" :	"	ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ನಮಗೆ ಸ್ಥಳಕೊಡಿರಿ; ನಾವು ನಿಮ್ಮಲ್ಲಿ ಯಾರಿಗೂ ಅನ್ಯಾಯ ಮಾಡಲಿಲ್ಲ, ಯಾರನ್ನೂ ಕೆಡಿಸಲಿಲ್ಲ, ಯಾರನ್ನೂ ವಂಚಿಸಲಿಲ್ಲ.  2 ಕೊರಿಂಥ 7:2	",
},			
{			
"question" :	"	4. ಎಲ್ಲಾ ಸಂಕಟಗಳಲ್ಲೂ ಪೌಲನು	",
"image" :	"",		
"choices" : [			
	"	a. ದು:ಖದಿಂದಿದ್ದನು	",
	"	b. ಸಂಶಯದಲ್ಲಿದ್ದನು	",
	"	c. ಕಳೆದುಕೊಂಡಿದ್ದನು	",
	"	d. ಸಂತೋಷದಿಂದಿದ್ದನು	"
],			
"correct" :	"	d. ಸಂತೋಷದಿಂದಿದ್ದನು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ನನಗೆ ಬಹಳ ಭರವಸ ಉಂಟು; ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ನನ್ನ ಉತ್ಸಾಹ ಬಹಳ; ಪರಿಪೂರ್ಣ ಾದರಣೆ ನನಗಾಯಿತು; ನಮಗಾಗುವ ಎಲ್ಲಾ ಸಂಕಟಗಳಲ್ಲಿ ಅತ್ಯಧಿಕವಾದ ಸಂತೋಷದಿಂದ ತುಂಬಿದ್ದೇನೆ.  2 ಕೊರಿಂಥ 7:4	",
},			
{			
"question" :	"	5. ಈ ಸ್ಥಳದಲ್ಲಿ ಪೌಲನಿಗೆ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಸಂಕಟವಿತ್ತು.   	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ನಜರೇತು	",
	"	c. ಕೊರಿಂಥ	",
	"	d. ಮೆಕದೋನ್ಯ	"
],			
"correct" :	"	d. ಮೆಕದೋನ್ಯ	",
"explanation" :	"	ನಾವು ಮೆಕದೋನ್ಯಕ್ಕೆ ಬಂದಾಗ ನಮ್ಮ ಮನಸ್ಸಿಗೆ ಏನೂ ಉಪಶಮನವಾಗಲಿಲ್ಲ, ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿಯೂ ನಮಗೆ ಸಂಕಟವಿತ್ತು; ಹೊರಗೆ ಕಲಹ, ಒಳಗೆ ಭಯ.  2 ಕೊರಿಂಥ 7:5	",
},			
{			
"question" :	"	6. ದೀನಾವಸ್ಥೆಯಲ್ಲಿರುವವರನ್ನು ದೇವರು	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೈಸುವನು	",
	"	b. ತಿರಸ್ಕರಿಸುವನು	",
	"	c. ಕಡೆಗಣಿಸುವುದಿಲ್ಲ	",
	"	d. ನ್ಯಾಯತೀರಿಸುವರು	"
],			
"correct" :	"	a. ಸಂತೈಸುವನು	",
"explanation" :	"	ಆದರೆ ದೀನಾವಸ್ಥೆಯಲ್ಲಿರುವವರನ್ನು ಸಂತೈಸಿವ ದೇವರು ತೀತನ ಬರುವಿಕೆಯಿಂದ ನಮ್ಮನ್ನು ಸಂತೈಸಿದನು. 2 ಕೊರಿಂಥ 	",
},			
{			
"question" :	"	7.  ಈ ವ್ಯಕ್ತಿಯ ಬರುವಿಕೆಯಿಂದ ಪೌಲನು ಸಂತೈಸಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಕೋಬ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಯೋಹಾನ	",
	"	d. ತೀತ	"
],			
"correct" :	"	d. ತೀತ	",
"explanation" :	"	ಆದರೆ ದೀನಾವಸ್ಥೆಯಲ್ಲಿರುವವರನ್ನು ಸಂತೈಸಿವ ದೇವರು ತೀತನ ಬರುವಿಕೆಯಿಂದ ನಮ್ಮನ್ನು ಸಂತೈಸಿದನು. 2 ಕೊರಿಂಥ 7:6 	",
},			
{			
"question" :	"	8.  ಆ ವ್ಯಕ್ತಿಯು ಪೌಲನ ಕುರಿತು ಕೊರಿಂಥ ಜನರ ಅಭಿಪ್ರಾಯವನ್ನು ತಿಳಿಸಿದಾಗ ಪೌಲನು	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷಿಸಿದನು	",
	"	b. ಕೋಪಗೊಂಡನು	",
	"	c. ಅತ್ತನು	",
	"	d. ಮಂಕಾದನು	"
],			
"correct" :	"	a. ಸಂತೋಷಿಸಿದನು	",
"explanation" :	"	ಅವನ ಬರುವಿಕೆಯಿಂದ ಮಾತ್ರವಲ್ಲದೆ ಅವನು ತಾನು ನಿಮ್ಮಲ್ಲಿ ಬಹಳ ಆದರಣೆಯನ್ನು ಹೊಂದಿದನೆಂದು ಹೇಳಿದ್ದರಿಂದಲೂ ನಮ್ಮನ್ನು ಸಂತೈಸಿದನು.  ಅವನು ನಿಮ್ಮ ಹಂಬಲ, ನಿಮ್ಮ ಗೋಳಾಟ, ನನ್ನ ವಿಷಯವಾದ ನಿಮ್ಮ ಆಸಕ್ತಿ ಇವುಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿದಾಗ ನಾನು ಹೆಚ್ಚಾಗಿ ಸಂತೋಷಪಟ್ಟೆನು.  2 ಕೊರಿಂಥ 7:7	",
},			
{			
"question" :	"	9. ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿರುವ ದು:ಖವು	",
"image" :	"",		
"choices" : [			
	"	a. ಅದ್ಭುತಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ.	",
	"	b. ಮರಣಕ್ಕೆ ಕಾರಣವಾಗಿದೆ	",
	"	c. ಮನಷ್ಯನಿಗೆ ಅಂಗೀಕಾರವಾಗಿದೆ	",
	"	d. ಮಾನಸಾಂತರವನ್ನುಂಟು ಮಾಡಿ ರಕ್ಷಣೆಗೆ ಕಾರಣವಾಗಿದೆ.	"
],			
"correct" :	"	d. ಮಾನಸಾಂತರವನ್ನುಂಟು ಮಾಡಿ ರಕ್ಷಣೆಗೆ ಕಾರಣವಾಗಿದೆ.	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿರುವ ದು:ಖವು ಮಾನಸಾಂತರವನ್ನುಂಟುಮಾಡಿ ರಕ್ಷಣೆಗೆ ಕಾರಣವಾಗಿದೆ.  2 ಕೊರಿಂಥ 7:10	",
},			
{			
"question" :	"	10. ಲೋಕದವರಿಗಿರುವಂಥ ದು:ಖವು	",
"image" :	"",		
"choices" : [			
	"	a. ಅದ್ಭುತಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ.	",
	"	b. ಮರಣವನ್ನುಂಟು ಮಾಡುತ್ತದೆ.	",
	"	c. ಮನಷ್ಯನಿಗೆ ಅಂಗೀಕಾರವಾಗಿದೆ	",
	"	d. ಮಾನಸಾಂತರವನ್ನುಂಟು ಮಾಡಿ ರಕ್ಷಣೆಗೆ ಕಾರಣವಾಗಿದೆ.	"
],			
"correct" :	"	b. ಮರಣವನ್ನುಂಟು ಮಾಡುತ್ತದೆ.	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿರುವ ದು:ಖವು ಮಾನಸಾಂತರವನ್ನುಂಟುಮಾಡಿ ರಕ್ಷಣೆಗೆ ಕಾರಣವಾಗಿದೆ. ಆ ಮಾನಸಾಂತರದಲ್ಲಿ ಪಶ್ಚಾತ್ತಾಪಕ್ಕೆ ಆಸ್ಪದವಿಲ್ಲ; ಆದರೆ ಲೋಕದವರಿಗಿರುವಂಥ ದು:ಖವು ಮರಣವನ್ನುಂಟು ಮಾಡುತ್ತದೆ.  2 ಕೊರಿಂಥ 7:10	",
},			
]			