var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1. ನಾವು ಲೋಕದಲ್ಲಿದ್ದರೂ _________ ಯುದ್ಧಮಾಡುವವರಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕಾನುಸಾರವಾಗಿ	",
	"	b. ಆತ್ಮಾನುಸಾರವಾಗಿ	",
	"	c. ರಾಜ್ಯಕ್ಕಾಗಿ	",
	"	d. ಇಸ್ರಾಯೇಲ್ಯರ ಪದ್ದತಿಯಂತೆ	"
],			
"correct" :	"	a. ಲೋಕಾನುಸಾರವಾಗಿ	",
"explanation" :	"	ನಾವು ಲೋಕದಲ್ಲಿದ್ದರೂ ಲೋಕಾನುಸಾರವಾಗಿ ಯುದ್ಧಮಾಡುವವರಲ್ಲ.  2 ಕೊರಿಂಥ 10:3	",
},			
{			
"question" :	"	2. ನಾವು ಉಪಯೋಗಿಸುವ ಆಯುಧಗಳು __________ ಆಯುಧಗಳಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಲವಾದ	",
	"	b. ಲೋಕಸಂಬಂಧವಾದ 	",
	"	c. ಶಕ್ತವಾದ	",
	"	d. ಕಾಣುವ	"
],			
"correct" :	"	b. ಲೋಕಸಂಬಂಧವಾದ 	",
"explanation" :	"	ನಾವು ಉಪಯೋಗಿಸುವ ಆಯುಧಗಳು ಲೋಕಸಂಬಂಧವಾದ ಆಯುಧಗಳಲ್ಲ; ಅವು ದೇವರ ಎಣಿಕೆಯಲ್ಲಿ ಬಲವಾಗಿದ್ದು ಕೋಟೆಗಳನ್ನು ಕೆಡವಿಹಾಕುವಂಥವುಗಳಾಗಿವೆ.  2 ಕೊರಿಂಥ 10:4	",
},			
{			
"question" :	"	3. ನಾವು ವಿತರ್ಕಗಳನ್ನೂ ದೇವಜ್ಞಾನವನ್ನು ವಿರೋಧಿಸುವದಕ್ಕೆ ಏರಿಸಲ್ಪಟ್ಟಿರುವ ಉನ್ನತವಾದ ಎಲ್ಲಾ ____ ಕೆಡವಿಹಾಕಿ ಎಲ್ಲಾ ಯೋಚನೆಗಳನ್ನು ಕ್ರಿಸ್ತನಿಗೆ ವಿಧೇಯವಾಗುವಂತೆ ಸೆರೆಹಿಡಿದು.	",
"image" :	"",		
"choices" : [			
	"	a. ರಾಜಕುಮಾರಿ	",
	"	b. ಪ್ರವಾದಿ	",
	"	c. ಅಪೋಸ್ತಲರು	",
	"	d. ಕೊತ್ತಲುಗಳನ್ನು	"
],			
"correct" :	"	d. ಕೊತ್ತಲುಗಳನ್ನು	",
"explanation" :	"	ನಾವು ವಿತರ್ಕಗಳನ್ನೂ ದೇವಜ್ಞಾನವನ್ನು ವಿರೋಧಿಸುವದಕ್ಕೆ ಏರಿಸಲ್ಪಟ್ಟಿರುವ ಉನ್ನತವಾದ ಎಲ್ಲಾ  ಕೊತ್ತಲುಗಳನ್ನು ಕೆಡವಿಹಾಕಿ ಎಲ್ಲಾ ಯೋಚನೆಗಳನ್ನು ಕ್ರಿಸ್ತನಿಗೆ ವಿಧೇಯವಾಗುವಂತೆ ಸೆರೆಹಿಡಿದು. 2 ಕೊರಿಂಥ 10:5	",
},			
{			
"question" :	"	4. ಎಲ್ಲಾ _______ ಕ್ರಿಸ್ತನಿಗೆ ವಿಧೇಯರಾಗುವಂತೆ ಸೆರೆಹಿಡಿದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಕ್ಕಳನ್ನು	",
	"	b. ಅಪರಿಚಿತರನ್ನು	",
	"	c. ಯೋಚನೆಗಳನ್ನು	",
	"	d. ಅಪೋಸ್ತಲರನ್ನು	"
],			
"correct" :	"	c. ಯೋಚನೆಗಳನ್ನು	",
"explanation" :	"	ನಾವು ವಿತರ್ಕಗಳನ್ನೂ ದೇವಜ್ಞಾನವನ್ನು ವಿರೋಧಿಸುವದಕ್ಕೆ ಏರಿಸಲ್ಪಟ್ಟಿರುವ ಉನ್ನತವಾದ ಎಲ್ಲಾ  ಕೊತ್ತಲುಗಳನ್ನು ಕೆಡವಿಹಾಕಿ ಎಲ್ಲಾ ಯೋಚನೆಗಳನ್ನು ಕ್ರಿಸ್ತನಿಗೆ ವಿಧೇಯವಾಗುವಂತೆ ಸೆರೆಹಿಡಿದು. 2 ಕೊರಿಂಥ 10:5	",
},			
{			
"question" :	"	5. ಪೌಲನಿಗೆ ಸಭೆಗಳ ಮೇಲೆ ಈ ಅಧಿಕಾರವನ್ನು ಕೊಟ್ಟದ್ದು	",
"image" :	"",		
"choices" : [			
	"	a. ದೂಷಿಸುವುದಕ್ಕಾಗಿ	",
	"	b. ನಾಸನಕ್ಕಾಗಿ	",
	"	c. ಕಟ್ಟುವುದಕ್ಕಾಗಿ	",
	"	d. ನಿಧಿಗಾಗಿ	"
],			
"correct" :	"	c. ಕಟ್ಟುವುದಕ್ಕಾಗಿ	",
"explanation" :	"	ನಮಗಿರುವ ಅಧಿಕಾರವನ್ನು ಕುರಿತು ನಾವು ಒಂದು ವೇಳೆ ಹೆಚ್ಚಾಗಿ ಹೊಗಳಿಕೊಂಡರೂ ಹಾಗೆ ಹೊಗಳಿಕೊಳ್ಳುವದರಲ್ಲಿ ನಾಚಿಕೆಪಡುವದಕ್ಕೆ ಕಾರಣವಾಗುವುದಿಲ್ಲ.  ಆದರೆ ನಿಮ್ಮನ್ನು ಕೆಡವಿಹಾಕುವದಕ್ಕಲ್ಲ ಕಟ್ಟುವದಕ್ಕಾಗಿಯೇ ಕರ್ತನು ಈ ಅಧಿಕಾರವನ್ನು ನಮಗೆ ಕೊಟ್ಟನು.  2 ಕೊರಿಂಥ 10:8	",
},			
{			
"question" :	"	6. ಪೌಲನಿಂದ ಬರುವ ಪತ್ರಿಕೆಗಳು	",
"image" :	"",		
"choices" : [			
	"	a. ನಕಲಿಗಳಾಗಿವೆ	",
	"	b. ಕಳುವಾಗಿವೆ	",
	"	c. ಮೋಸಕರವಾಗಿವೆ	",
	"	d. ಗೌರವವಾದವು ಮತ್ತು ಬಲವುಳ್ಳವು.	"
],			
"correct" :	"	d. ಗೌರವವಾದವು ಮತ್ತು ಬಲವುಳ್ಳವು.	",
"explanation" :	"	ಅವನಿಂದ ಬಂದ ಪತ್ರಿಕೆಗಳು ಗೌರವವಾದವುಗಳೂ ಬಲವುಳ್ಳವುಗಳೂ ಆಗಿವೆ; ಅವನು ಸಾಕ್ಷಾತ್ತಾಗಿ ಬಂದರೆ ಅವನು ನಿರ್ಬಲನು, ಅವನ ಮಾತು ಗಣನೆಗೆ ಬಾರದ್ದು ಅನ್ನುತ್ತಾರೆ.  2 ಕೊರಿಂಥ 10:10	",
},			
{			
"question" :	"	7. ಪೌಲನು ಸಾಕ್ಷಾತ್ತಾಗಿ ಬಂದರೆ _______ ಅನ್ನುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರ್ಬಲನು ಗಣನೆಗೆ ಬಾರದವನು	",
	"	b. ವ್ಯರ್ಥವಾದವನು ಕೋಪಿಷ್ಟನು	",
	"	c. ಜ್ಞಾನವಿಲ್ಲದವನು	",
	"	d. ನಿರರ್ಗಳವಾಗಿರುವನು	"
],			
"correct" :	"	a. ನಿರ್ಬಲನು ಗಣನೆಗೆ ಬಾರದವನು	",
"explanation" :	"	ಅವನಿಂದ ಬಂದ ಪತ್ರಿಕೆಗಳು ಗೌರವವಾದವುಗಳೂ ಬಲವುಳ್ಳವುಗಳೂ ಆಗಿವೆ; ಅವನು ಸಾಕ್ಷಾತ್ತಾಗಿ ಬಂದರೆ ಅವನು ನಿರ್ಬಲನು, ಅವನ ಮಾತು ಗಣನೆಗೆ ಬಾರದ್ದು ಅನ್ನುತ್ತಾರೆ.  2 ಕೊರಿಂಥ 10:10	",
},			
{			
"question" :	"	8. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾವು ಇದರಂತೆ ಹೊಗಳಿಕೊಳ್ಳುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರು ನೇಮಿಸಿದಂಥ ಮೇರೆಯೊಳಗಿಂದ	",
	"	b. ಪ್ರವಾದಿಗಳಂತೆ	",
	"	c. ಅನ್ಯ ಜನರಂತೆ	",
	"	d. ನಮ್ಮಂತೆ	"
],			
"correct" :	"	a. ದೇವರು ನೇಮಿಸಿದಂಥ ಮೇರೆಯೊಳಗಿಂದ	",
"explanation" :	"	ನಾವಾದರೋ ಮೇರೆದಪ್ಪಿ ಹೊಗಳಿಕೊಳ್ಳದೆ ದೇವರು ನಮಗೆ ನೇಮಿಸಿದಂಥ ಮೇರೆಯೊಳಗಿದ್ದು ಹೊಗಳಿಕೊಳ್ಳುತ್ತೇವೆ.  ಈ ಮೇರೆಯೊಳಗಿದ್ದು ನಿಮ್ಮ ಪರ್ಯಂತರಕ್ಕೂ ಬಂದಿದ್ದೇವೆ.  2 ಕೊರಿಂಥ 10:13	",
},			
{			
"question" :	"	9.  ಹೆಚ್ಚಳಪಡುವವನು 	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾಳಿಗೆಯ ಮೇಲಿಂದ ಕೂಗಿಕೊಳ್ಳಲಿ	",
	"	b. ಕರ್ತನಲ್ಲಿಯೇ ಹೆಚ್ಚಳಪಡಲಿ	",
	"	c. ಸಂಗೀತದ ಕೊಳವೆಯಾಗಲಿ	",
	"	d. ಹೆಚ್ಚು ಪ್ರಯಾಸಪಡದಿರಲಿ	"
],			
"correct" :	"	b. ಕರ್ತನಲ್ಲಿಯೇ ಹೆಚ್ಚಳಪಡಲಿ	",
"explanation" :	"	ಹೆಚ್ಚಳಪಡುವವನು ಕರ್ತನಲ್ಲಿಯೇ ಹೆಚ್ಚಳಪಡಲಿ.  2 ಕೊರಿಂಥ 10:17	",
},			
{			
"question" :	"	10.  ತನ್ನನ್ನು ತಾನೇ ಹೊಗಳಿಕೊಳ್ಳುವವನು ಯೋಗ್ಯನಲ್ಲ; ______ ಅವನೇ ಯೋಗ್ಯನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರಿಂದ ಯಾರು ಹೊಗಳಿಸಿಕೊಳ್ಳುತ್ತಾರೋ	",
	"	b. ಕರ್ತನು ಯಾರನ್ನು ಹೊಗಳುತ್ತಾನೋ	",
	"	c. ಕರ್ತನು ಯಾರನ್ನು ಅರ್ಪಿಸುತ್ತಾನೋ	",
	"	d. ಇದು ನಿಮ್ಮಲ್ಲಿ ಆಧಾರಗೊಂಡಿದೆ.	"
],			
"correct" :	"	b. ಕರ್ತನು ಯಾರನ್ನು ಹೊಗಳುತ್ತಾನೋ	",
"explanation" :	"	ತನ್ನನ್ನು ತಾನೇ ಹೊಗಳಿಕೊಳ್ಳುವವನು ಯೋಗ್ಯನಲ್ಲ; ಕರ್ತನು ಯಾರನ್ನು ಹೊಗಳುತ್ತಾನೋ ಅವನೇ ಯೋಗ್ಯನು.  2 ಕೊರಿಂಥ 10:18	",
},			
]			