var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ನಾವು ಎಲ್ಲಿಂದ ದೊರಕುವ ನಿವಾಸವನ್ನು ಧರಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕ	",
	"	b. ನಮ್ಮ ಪಿತೃಗಳಿಂದ	",
	"	c. ಕಾನಾನ್ ದೇಶದಿಂದ	",
	"	d. ಚಿನ್ನದಿಂದ	"
],			
"correct" :	"	a. ಪರಲೋಕ	",
"explanation" :	"	ನಾವು ಈಗಿನ ದೇಹದಲ್ಲಿರುವವರೆಗೂ ನರಳುತ್ತೇವೆ.  ಪರಲೋಕದಿಂದ ದೊರಕುವ ನಮ್ಮ ನಿವಾಸವನ್ನು ನಾವು ದೇಹದ ಮೇಲೆ ಧರಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 5:2	",
},			
{			
"question" :	"	2. ನಾವು ದೇಹದಲ್ಲಿ ವಾಸಿಸುವವರೆಗೂ _____ ದೂರದಲ್ಲಿರುವ ಪ್ರವಾಸಿಗಳಾಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪದಿಂದ	",
	"	b. ದು:ಖದಿಂದ	",
	"	c. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	d. ಕರ್ತನಿಗೆ	"
],			
"correct" :	"	d. ಕರ್ತನಿಗೆ	",
"explanation" :	"	ನಾವು ನೋಡುವವರಾಗಿ ನಡೆಯದೆ ನಂಬುವವರಾಗಿಯೇ ನಡೆಯುತ್ತೇವಾದದರಿಂದ ದೇಹದಲ್ಲಿ ವಾಸಿಸುವವರೆಗೂ ಕರ್ತನಿಗೆ ದೂರದಲ್ಲಿರುವ ಪ್ರವಾಸಿಗಳಾಗಿದ್ದೇವೆಂಬದನ್ನು ಬಲ್ಲೆವು.  2 ಕೊರಿಂಥ 5:7	",
},			
{			
"question" :	"	3. ನಾವು ಇದರಂತೆ ನಡೆಯುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಗಂಡಾಂತರದಿಂದ	",
	"	b. ಅತಿಕ್ರಮಣದಿಂದ	",
	"	c. ಪಶ್ಚಾತ್ತಾಪದಿಂದ	",
	"	d. ನಂಬಿಕೆಯಿಂದ	"
],			
"correct" :	"	d. ನಂಬಿಕೆಯಿಂದ	",
"explanation" :	"	ನಾವು ನೋಡುವವರಾಗಿ ನಡೆಯದೆ ನಂಬುವವರಾಗಿಯೇ ನಡೆಯುತ್ತೇವಾದದರಿಂದ ದೇಹದಲ್ಲಿ ವಾಸಿಸುವವರೆಗೂ ಕರ್ತನಿಗೆ ದೂರದಲ್ಲಿರುವ ಪ್ರವಾಸಿಗಳಾಗಿದ್ದೇವೆಂಬದನ್ನು ಬಲ್ಲೆವು.  2 ಕೊರಿಂಥ 5:7	",
},			
{			
"question" :	"	4. ನಾವು ಇದರಂತೆ ನಡೆಯುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸದ್ಗುಣ	",
	"	b. ಹೇಡಿತನದಿಂದ	",
	"	c. ಪುನ:ಸ್ಥಾಪನೆಯಿಂದ	",
	"	d. ನೋಡುವವರಿಗೆ	"
],			
"correct" :	"	d. ನೋಡುವವರಿಗೆ	",
"explanation" :	"	ನಾವು ನೋಡುವವರಾಗಿ ನಡೆಯದೆ ನಂಬುವವರಾಗಿಯೇ ನಡೆಯುತ್ತೇವಾದದರಿಂದ ದೇಹದಲ್ಲಿ ವಾಸಿಸುವವರೆಗೂ ಕರ್ತನಿಗೆ ದೂರದಲ್ಲಿರುವ ಪ್ರವಾಸಿಗಳಾಗಿದ್ದೇವೆಂಬದನ್ನು ಬಲ್ಲೆವು.  2 ಕೊರಿಂಥ 5:7	",
},			
{			
"question" :	"	5. ನಾವೆಲ್ಲರೂ ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯಮೂರ್ತಿಗಳ ಮುಂದೆ	",
	"	b. ಕ್ರಿಸ್ತನ ನ್ಯಾಯಾಸನದ ಮುಂದೆ	",
	"	c. ದೂತರ ಮುಂದೆ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರದ ವಾಕ್ಯದ ಮುಂದೆ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತನ ನ್ಯಾಯಾಸನದ ಮುಂದೆ	",
"explanation" :	"	ಯಾಕಂದರೆ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ದೇಹದ ಮೂಲಕ ನಡಿಸಿದ ಒಳ್ಳೇದಕ್ಕಾಗಲಿ ಕೆಟ್ಟದ್ದಕ್ಕಾಗಲಿ ಸರಿಯಾಗಿ ಪ್ರತಿಫಲವನ್ನು ಹೊಂದುವದಕ್ಕೋಸ್ಕರ ನಾವೆಲ್ಲರೂ ಕ್ರಿಸ್ತನ ನ್ಯಾಯಾಸನದ ಮುಂದೆ ಯಥಾಸ್ಥಿತಿಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು.  2 ಕೊರಿಂಥ 5:10	",
},			
{			
"question" :	"	6. ಯಾವನಾದರೂ ಕ್ರಿಸ್ತನಲ್ಲಿದ್ದರೆ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನನಿಗೆ ಎದುರಾಳಿ	",
	"	b. ಅಬ್ರಹಾಮನ ಸಂತತಿ	",
	"	c. ನೂತನ ಸೃಷ್ಟಿಯಾದನು	",
	"	d. ನಿರಪರಾದಿ	"
],			
"correct" :	"	c. ನೂತನ ಸೃಷ್ಟಿಯಾದನು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಯಾವನಾದರೂ ಕ್ರಿಸ್ತನಲ್ಲಿದ್ದರೆ ಅವನು ನೂತನಸೃಷ್ಟಿಯಾದನು.  ಇಗೋ, ಪೂರ್ವಸ್ಥಿತಿ ಹೋಗಿ ಎಲ್ಲಾ ನೂತನವಾಯಿತು.  2 ಕೊರಿಂಥ 5:17	",
},			
{			
"question" :	"	7. ಯಾವನಾದರೂ ಕ್ರಿಸ್ತನಲ್ಲಿದ್ದರೆ, ಅವನ ಪೂರ್ವಸ್ಥಿತಿ ಹೋಗಿ 	",
"image" :	"",		
"choices" : [			
	"	a. ಎಲ್ಲಾ ನೂತನವಾಗುವುದು	",
	"	b. ಅವನನ್ನು ಬಲವಂತಪಡಿಸುವುದು	",
	"	c. ಅವನನ್ನು ಪಾಲಿಸುವುದು	",
	"	d. ಎಲ್ಲಾ ಸೇರಿಸಿರುವುದು	"
],			
"correct" :	"	a. ಎಲ್ಲಾ ನೂತನವಾಗುವುದು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಯಾವನಾದರೂ ಕ್ರಿಸ್ತನಲ್ಲಿದ್ದರೆ ಅವನು ನೂತನಸೃಷ್ಟಿಯಾದನು.  ಇಗೋ, ಪೂರ್ವಸ್ಥಿತಿ ಹೋಗಿ ಎಲ್ಲಾ ನೂತನವಾಯಿತು.  2 ಕೊರಿಂಥ 5:17	",
},			
{			
"question" :	"	8. ಆತನು ________ ಮೂಲಕ ನಮ್ಮನ್ನು ತನಗೆ ಸಮಾಧಾನಪಡಿಸಿಕೊಂಡು ಸಮಾಧಾನವಿಷಯವಾದ ಸೇವೆಯನ್ನು ನಮಗೆ ಅನುಗ್ರಹಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರದ	",
	"	b. ಕ್ರಿಸ್ತನ	",
	"	c.ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸ	",
	"	d. ದಶಾಂಶ ಮತ್ತು ಕಾಣಿಕೆ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತನ	",
"explanation" :	"	ಆತನು ಕ್ರಿಸ್ತನ  ಮೂಲಕ ನಮ್ಮನ್ನು ತನಗೆ ಸಮಾಧಾನಪಡಿಸಿಕೊಂಡು ಸಮಾಧಾನವಿಷಯವಾದ ಸೇವೆಯನ್ನು ನಮಗೆ ಅನುಗ್ರಹಿಸಿದ್ದಾನೆ. 2 ಕೊರಿಂಥ 5:18	",
},			
{			
"question" :	"	9. ದೇವರು ನಮಗೋಸ್ಕರ ಯೇಸುವನ್ನು ಹೀಗೆ ಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಿಶುದ್ದ	",
	"	b. ಪಾಪಸ್ವರೂಪಿ	",
	"	c. ಸಮಾಲೋಚಕ	",
	"	d. ಪ್ರವಾದಿ	"
],			
"correct" :	"	b. ಪಾಪಸ್ವರೂಪಿ	",
"explanation" :	"	ನಾವು ಆತನಲ್ಲಿ ದೇವರಿಗೆ ಸಮರ್ಪಕರಾದ ನೀತಿಸ್ವರೂಪಿಗಳಾಗುವಂತೆ ದೇವರು ಪಾಪಜ್ಞಾನವಿಲ್ಲದ ಆತನನ್ನು ನಮಗೋಸ್ಕರ ಪಾಪ ಸ್ವರೂಪಿಯಾಗ ಮಾಡಿದನು.  2 ಕೊರಿಂಥ 5:21	",
},			
{			
"question" :	"	10. ನಾವು ಯೇಸುವಿನಲ್ಲಿ ಇದಾಗಿದ್ದೇವೆ. 	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿಸ್ವರೂಪಿಗಳು	",
	"	b. ಮೋಸದ ಗೂಡು	",
	"	c. ಗಾಳಿಯ ಹಬೆ	",
	"	d. ರಕ್ತಮಯವಾದ ತ್ಯಾಗ	"
],			
"correct" :	"	a. ನೀತಿಸ್ವರೂಪಿಗಳು	",
"explanation" :	"	ನಾವು ಆತನಲ್ಲಿ ದೇವರಿಗೆ ಸಮರ್ಪಕರಾದ ನೀತಿಸ್ವರೂಪಿಗಳಾಗುವಂತೆ ದೇವರು ಪಾಪಜ್ಞಾನವಿಲ್ಲದ ಆತನನ್ನು ನಮಗೋಸ್ಕರ ಪಾಪ ಸ್ವರೂಪಿಯಾಗ ಮಾಡಿದನು.  2 ಕೊರಿಂಥ 5:21	",
},			
]			