var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಅತಿಶಯವಾಗಿ ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಬಾರದೆಂದು ಇದು ಅವನಿಗೆ ಕೊಡಲ್ಪಟ್ಟಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಂದು ಮಗು	",
	"	b. ಶರೀರದಲ್ಲಿ ಒಂದು ಶೂಲ	",
	"	c. ವಾಗ್ದಂಡನೆ	",
	"	d. ವಂಚಿಸುವ ಆತ್ಮ	"
],			
"correct" :	"	b. ಶರೀರದಲ್ಲಿ ಒಂದು ಶೂಲ	",
"explanation" :	"	ಈ ಕಾರಣದಿಂದಲೂ ನನಗೆ ತಿಳಿಸಲ್ಪಟ್ಟ ರಹಸ್ಯಗಳು ಬಹು ವಿಶೇಷವಾಗಿರುವದರಿಂದಲೂ ನಾನು ಹೊಗಳಿಕೊಳ್ಳದೆ ಸುಮ್ಮನಿರುತ್ತೇನೆ.  ನಾನು ನನ್ನನ್ನು ಅತಿಶಯವಾಗಿ ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಬಾರದೆಂದು ಒಂದು ಶೂಲ ನನ್ನ ಶರೀರದಲ್ಲಿ ನಾಟಿದೆಯೋ ಎಂಬಂತೆ ನನ್ನನ್ನು ಗುದ್ದುವದಕ್ಕೆ ಸೈತಾನನ ದೂತರಲ್ಲಿ ಒಬ್ಬನು ನನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟನು.  ನಾನು ಅತಿಶಯವಾಗಿ ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಬಾರದೆಂತಲೇ ಇದಾಯಿತು.  2 ಕೊರಿಂಥ 12:7	",
},			
{			
"question" :	"	2. ಈ ಪೀಡೆಯು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು ಪೌಲನು ಎಷ್ಟು ಸಾರಿ ಕರ್ತನನ್ನು ಬೇಡಿಕೊಂಡನು:	",
"image" :	"",		
"choices" : [			
	"	a. 1	",
	"	b. 2	",
	"	c. 3	",
	"	d. 4	"
],			
"correct" :	"	c. 3	",
"explanation" :	"	ಈ ಪೀಡೆಯ ವಿಷಯದಲ್ಲಿ ಅದು ನನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು ಮೂರು ಸಾರಿ ಕರ್ತನನ್ನು ಬೇಡಿಕೊಂಡೆನು.  2 ಕೊರಿಂಥ 12:8	",
},			
{			
"question" :	"	3. ಕರ್ತನು ಯಾವುದು ಸಾಕು ಎಂದು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಊಟ ಮತ್ತು ವಸ್ತ್ರ	",
	"	b. ಆತನ ಕೃಪೆ	",
	"	c. ಪೌಲನ ಮಾತುಗಳು	",
	"	c. ಪೌಲನ ಮನಮರುಗುವಿಕೆ	"
],			
"correct" :	"	b. ಆತನ ಕೃಪೆ	",
"explanation" :	"	ಆದಕ್ಕಾತನು - ನನ್ನ ಕೃಪೆಯೇ ನಿನಗೆ ಸಾಕು; ಬಲಹೀನತೆಯಲ್ಲಿಯೇ ಬಲವು ಪೂರ್ಣಸಾಧಕವಾಗುತ್ತದೆ ಎಂದು ನನಗೆ ಹೇಳಿದ್ದಾನೆ.  2 ಕೊರಿಂಥ 12:9	",
},			
{			
"question" :	"	4. ನಾನು ಯಾವಾಗ ನಿರ್ಬಲನಾಗಿದ್ದೇನೋ ಅವಾಗಲೇ	",
"image" :	"",		
"choices" : [			
	"	a. ದುರ್ಬಲನಾಗಿದ್ದೇನೆ.	",
	"	b. ಬಲವುಳ್ಳವನಾಗಿದ್ದೇನೆ.	",
	"	b. ಭಯವುಳ್ಳವನಾಗಿದ್ದೇನೆ.	",
	"	d. ನಾಚಿಕೆಪಟ್ಟವನಾಗಿದ್ದೇನೆ.	"
],			
"correct" :	"	b. ಬಲವುಳ್ಳವನಾಗಿದ್ದೇನೆ.	",
"explanation" :	"	ಆದದರಿಂದ ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ನನಗೆ ನಿರ್ಬಲಾವಸ್ಥೆಯೂ ತಿರಸ್ಕಾರವೂ ಕೊರತೆಯೂ ಹಿಂಸೆಯೂ ಇಕ್ಕಟ್ಟೂ ಸಂಭವಿಸಿದಾಗ ಸಂತುಷ್ಟನಾಗಿದ್ದೇನೆ.  ನಾನು ಯಾವಾಗ ನಿರ್ಬಲನಾಗಿದ್ದೇನೋ ಆವಾಗಲೇ ಬಲವುಳ್ಳವನಾಗಿದ್ದೇನೆ.  2 ಕೊರಿಂಥ 12: 10	",
},			
{			
"question" :	"	5. ಪೌಲನು ಹೇಳಿದ್ದು: ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ನನಗೆ ನಿರ್ಬಲಾವಸ್ಥೆಯೂ ತಿರಸ್ಕಾರವೂ ಕೊರತೆಯೂ ಹಿಂಸೆಯೂ ಇಕ್ಕಟ್ಟೂ ಸಂಭವಿಸಿದಾಗ____	",
"image" :	"",		
"choices" : [			
	"	a. ಸಹೋದರರನ್ನು ಹುಡುಕಾಡುತ್ತೇನೆ.	",
	"	b. ಸೈತಾನನನ್ನು ಗದರಿಸುತ್ತೇನೆ.	",
	"	c. ಸಂತುಷ್ಟನಾಗಿದ್ದೇನೆ.	",
	"	d. ಹತಾಶನಾಗುತ್ತೇನೆ.	"
],			
"correct" :	"	c. ಸಂತುಷ್ಟನಾಗಿದ್ದೇನೆ.	",
"explanation" :	"	ಆದದರಿಂದ ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ನನಗೆ ನಿರ್ಬಲಾವಸ್ಥೆಯೂ ತಿರಸ್ಕಾರವೂ ಕೊರತೆಯೂ ಹಿಂಸೆಯೂ ಇಕ್ಕಟ್ಟೂ ಸಂಭವಿಸಿದಾಗ ಸಂತುಷ್ಟನಾಗಿದ್ದೇನೆ.  ನಾನು ಯಾವಾಗ ನಿರ್ಬಲನಾಗಿದ್ದೇನೋ ಆವಾಗಲೇ ಬಲವುಳ್ಳವನಾಗಿದ್ದೇನೆ.  2 ಕೊರಿಂಥ 12: 10	",
},			
{			
"question" :	"	6. ಮಕ್ಕಳು ಇವರಿಗಾಗಿ ಕೂಡಿಸಿಡುವುದು ಧರ್ಮವಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದ ನಿಧಿಗಾಗಿ	",
	"	b. ಈ ಲೋಕದ ಐಶ್ವರ್ಯಕ್ಕಾಗಿ	",
	"	c. ತಂದೆತಾಯಿಗಳಿಗಾಗಿ	",
	"	d. ತಿನ್ನುವುದು ಕುಡಿಯುವುದಕ್ಕಾಗಿ 	"
],			
"correct" :	"	c. ತಂದೆತಾಯಿಗಳಿಗಾಗಿ	",
"explanation" :	"	ಇಗೋ, ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವುದಕ್ಕೆ ಸಿದ್ಧವಾಗಿರುವದು ಇದು ಮೂರನೆಯ ಸಾರಿ; ಮತ್ತು ನಿಮಗೆ ಭಾರವಾಗಿರುವದಿಲ್ಲ; ನಾನು ನಿಮ್ಮ ಸೊತ್ತನ್ನು ಆಶಿಸದೆ ನಿಮ್ಮನ್ನೇ ಆಶಿಸುತ್ತೇನೆ.  ಮಕ್ಕಳು ತಂದೆತಾಯಿಗಳಿಗೋಸ್ಕರ ದ್ರವ್ಯವನ್ನು ಕೂಡಿಸಿಡುವದು ಧರ್ಮವಲ್ಲ, ತಂದೆತಾಯಿಗಳು ಮಕ್ಕಳಿಗೋಸ್ಕರ ಕೂಡಿಸಿಡುವದೇ ಧರ್ಮ.  2 ಕೊರಿಂಥ 12:14	",
},			
{			
"question" :	"	7. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ನಿಮ್ಮನ್ನು ಹೆಚ್ಚಾಗಿ ಪ್ರೀತಿಸಿದರೆ ನೀವು ನನ್ನನ್ನು ಕಡಿಮೆಯಾಗಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಿತ್ತೀರೋ	",
	"	b. ನೋಡಿಕೊಳ್ಳುತ್ತೀರೋ	",
	"	c. ಪ್ರೀತಿಸುತ್ತೀರೋ	",
	"	d. ನನಗೆ ಭಯಪಡುತ್ತೀರೋ	"
],			
"correct" :	"	c. ಪ್ರೀತಿಸುತ್ತೀರೋ	",
"explanation" :	"	ನಾನಂತೂ ನನಗಿರುವುದನ್ನು ನಿಮ್ಮ ಆತ್ಮಸಂರಕ್ಷಣೆಗೋಸ್ಕರ ಅತಿಸಂತೋಷದಿಂದ ವೆಚ್ಚಮಾಡುತ್ತೇನೆ, ನನ್ನನ್ನೇ ವೆಚ್ಚಮಾಡಿಕೊಳ್ಳುತ್ತೇನೆ.  ನಾನು ನಿಮ್ಮನ್ನು ಹೆಚ್ಚಾಗಿ ಪ್ರೀತಿಸಿದರೆ ನೀವು ನನ್ನನ್ನು ಕಡಿಮೆಯಾಗಿ ಪ್ರೀತಿಸುತ್ತೀರೋ?  2 ಕೊರಿಂಥ 12:15	",
},			
{			
"question" :	"	8: ಪೌಲನು ಕೇಳಿದ್ದು: ಈ ಮನುಷ್ಯನು ನಿಮ್ಮನ್ನು ವಂಚಿಸಿ ಏನಾದರೂ ತೆಗೆದುಕೊಂಡನೋ?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ತೀತ	",
	"	c. ನಾತಾನ್	",
	"	d. ಅಪೋಲ್ಲೋಸನು	"
],			
"correct" :	"	b. ತೀತ	",
"explanation" :	"	ನಿಮ್ಮ ಬಳಿಗೆ ಹೋಗುವದಕ್ಕೆ ನಾನು ತೀತನನ್ನು ಬೇಡಿಕೊಂಡು ಅವನ ಜೊತೆಯಲ್ಲಿ ಆ ಸಹೋದರನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟೆನಷ್ಟೆ.  ತೀತನು ನಿಮ್ಮನ್ನು ವಂಚಿಸಿ ಏನಾದರೂ ತೆಗೆದುಕೊಂಡನೋ: ನಾವಿಬ್ಬರೂ ಒಬ್ಬ ಆತ್ಮನಿಂದಲೇ ಪ್ರೇರಿತರಾಗಿ ಒಂದೇ ಹೆಜ್ಜೆಜಾಡಿನಲ್ಲಿ ನಡೆಯಲಿಲ್ಲವೋ?  2 ಕೊರಿಂಥ 12:18	",
},			
{			
"question" :	"	9. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ಮಾತಾಡುವದೆಲ್ಲಾ	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಕ್ತದಿಂದ	",
	"	b. ನಿಮ್ಮ ಭಕ್ತಿವೃದ್ಧಿಗೋಸ್ಕರ	",
	"	c. ನಿಮ್ಮನ್ನು ಗದರಿಸಲು	",
	"	d. ಲಾಭಕ್ಕಾಗಿ	"
],			
"correct" :	"	b. ನಿಮ್ಮ ಭಕ್ತಿವೃದ್ಧಿಗೋಸ್ಕರ	",
"explanation" :	"	ನಾವು ಇಷ್ಟುಹೊತ್ತು ನಿಮ್ಮ ಮುಂದೆ ಪ್ರತಿವಾದ ಮಾಡುವವರೆಂದು ನೆನಸುತ್ತೀರೋ? ನಿಮ್ಮ ಮುಂದೆಯಲ್ಲ ದೇವರ ಸನ್ನಿಧಾನದಲ್ಲಿಯೇ ನಾವು ಕ್ರಿಸ್ತನಲ್ಲಿದ್ದು ಮಾತಾಡುವವರಾಗಿದ್ದೇವೆ.  ಪ್ರಿಯರೇ, ನಾವು ಮಾತಾಡುವದೆಲ್ಲಾ ನಿಮ್ಮ ಭಕ್ತವೃದ್ಧಿಗೋಸ್ಕರವೇ ಆಗಿದೆ.  2 ಕೊರಿಂಥ 12:19	",
},			
{			
"question" :	"	10.  ಪೌಲನು ಬರುವಾಗ ಅವರಲ್ಲಿ ಇವು ಕಾಣಬರುವವೋ ಏನೋ ಎಂದು ಸಂಶಯಪಡುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೆರವಣಿಗೆಗಳು	",
	"	b. ಸೈನಿಕರು	",
	"	c. ಗೂಢಾಚಾರರು	",
	"	d. ಹೊಟ್ಟೆಕಿಚ್ಚು ಮತ್ತು ಜಗಳ	"
],			
"correct" :	"	d. ಹೊಟ್ಟೆಕಿಚ್ಚು ಮತ್ತು ಜಗಳ	",
"explanation" :	"	ನಾನು ಬಂದಾಗ ಒಂದು ವೇಳೆ ನೀವು ನನ್ನ ಇಷ್ಟದ ಪ್ರಕಾರ ತೋರುವದಿಲ್ಲವೇನೋ, ನಾನು ನಿಮ್ಮ ಇಷ್ಟದ ಪ್ರಕಾರ ತೋರುವದಿಲ್ಲವೇನೋ, ಒಂದು ವೇಳೆ ನಿಮ್ಮಲ್ಲಿ ಜಗಳ ಹೊಟ್ಟೆಕಿಚ್ಚು ದ್ವೇಷ ಸ್ವಾರ್ಥಬುದ್ದಿ ಚಾಡಿಹೇಳುವದು ಕಿವಿಯೂದುವುದು ಉಬ್ಬಿಕೊಳ್ಳುವುದು ಕಲಹ ಎಬ್ಬಿಸುವದು ಇವುಗಳು ಕಾಣಬರುವದೋ ಏನೋ ನನಗೆ ಸಂಶಯ ಉಂಟು.  2 ಕೊರಿಂಥ 12:20	",
},			
]			