var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಕೊರಿಂಥ ಸಭೆಗೆ ಸಿದ್ಧವಾಗಿರಬೇಕೆಂದು ಸಹೋದರರನ್ನು ಕಳುಹಿಸಿದನು, ಇಲ್ಲದಿದ್ದಲ್ಲಿ ಅವರು	",
"image" :	"",		
"choices" : [			
	"	a. ನಗ್ನರಾಗಿರುತ್ತಿದ್ದರು.	",
	"	b. ನಾಚಿಕೆಪಡಬೇಕಾಗಿತ್ತು	",
	"	c. ಭಯಪಡುತ್ತಿದ್ದರು.	",
	"	d. ತಿರಸ್ಕೃತಗೊಳ್ಳುತ್ತಿದ್ದರು	"
],			
"correct" :	"	b. ನಾಚಿಕೆಪಡಬೇಕಾಗಿತ್ತು	",
"explanation" :	"	ಆದರೂ ನಾವು ನಿಮ್ಮನ್ನು ಹೊಗಳಿದ್ದು ನಿರಾಧಾರವಾಗದೆ ನಾನು ಹೇಳಿದ ಪ್ರಕಾರವೇ ನೀವು ಸಿದ್ಧವಾಗಿರಬೇಕೆಂದು ಆ ಸಹೋದರರನ್ನು ಕಳುಹಿಸಿದ್ದೇನೆ.  ಸಿದ್ಧವಾಗಿದ್ದರೆ ಒಂದು ವೇಳೆ ಮಕೆದೋನ್ಯದವರಲ್ಲಿ ಯಾರಾದರೂ ನನ್ನ ಸಂಗಡ ಬಂದು ನೀವು ಸಿದ್ಧವಾಗಲಿಲ್ಲವೆಂಬದನ್ನು ಕಾಣುವಾಗ ನಮಗೆ ಇಂಥ ಭರವಸವಿದ್ದದ್ದಕ್ಕೆ ನಾವು ನಾಚಿಕೆಪಡಬೇಕಾದೀತು; ನಿಮಗೂ ನಾಚಿಕೆಯಾಗುವದೆಂದು ನಾವು ಬೇರೆ ಹೇಳಬೇಕೇ.  2 ಕೊರಿಂಥ 9:3-4.	",
},			
{			
"question" :	"	2. ಈ ಸಹೋದರರು ಮುಂದಾಗಿ ಬಂದದ್ದು ಇದನ್ನು ಸಿದ್ಧಪಡಿಸಲು	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮದ್ರವ್ಯ	",
	"	b. ಮನೆ	",
	"	c. ದೇವಾಲಯ	",
	"	d. ವಸ್ತ್ರಗಳು	"
],			
"correct" :	"	a. ಧರ್ಮದ್ರವ್ಯ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಈ ಸಹೋದರರು ಮುಂದಾಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದು ಕೊಡುತ್ತೇವೆಂದು ನೀವು ಮೊದಲು ಹೇಳಿದ ಧರ್ಮದ್ರವ್ಯವನ್ನು ಸಿದ್ಧಡಿಸಬೇಕೆಂಬದಾಗಿ ಇವರನ್ನು ಬೇಡಿಕೊಳ್ಳುವದು ಅವಶ್ಯವೆಂದು ನನಗೆ ತೋಚಿತು.  ಹೀಗೆ ಆ ಹಣವು ಸುಲಿಗೆಯಂತೆ ಬಾರದೆ ಧರ್ಮಾರ್ಥವಾಗಿಯೇ ಸಿದ್ಧವಾಗುವುದು.  2 ಕೊರಿಂಥ 9:5	",
},			
{			
"question" :	"	3. ಸ್ವಲ್ಪವಾಗಿ ಬಿತ್ತುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಸಗಾರನು	",
	"	b. ನ್ಯಾಯತೀರ್ಪಿಗೊಳಗಾಗುವನು	",
	"	c. ಸ್ವಲ್ಪವಾಗಿ ಕೊಯ್ಯುವನು	",
	"	d. ಹೆಚ್ಚಾಗಿ ಕೊಯ್ಯುವನು	"
],			
"correct" :	"	c. ಸ್ವಲ್ಪವಾಗಿ ಕೊಯ್ಯುವನು	",
"explanation" :	"	ಸ್ವಲ್ಪವಾಗಿ ಬಿತ್ತುವವನು ಪೈರನ್ನು ಸ್ವಲ್ಪವಾಗಿ ಕೊಯ್ಯುವನು; ಹೆಚ್ಚಾಗಿ ಬಿತ್ತುವವನು ಹೆಚ್ಚಾಗಿ ಕೊಯ್ಯುವನು ಎಂದು ತಿಳುಕೊಳ್ಳಿರಿ.  2 ಕೊರಿಂಥ 9:6	",
},			
{			
"question" :	"	4. ಹೆಚ್ಚಾಗಿ ಬಿತ್ತುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಗಾಳಿಯಲ್ಲಿ ಕೊಯ್ಯುವನು	",
	"	b. ಹೆಚ್ಚಾಗಿ ಕೊಯ್ಯುವನು	",
	"	c. ಸ್ವಲ್ಪವಾಗಿ ಕೊಯ್ಯುವನು	",
	"	d. ಅವನು ಬಿತ್ತಿದಿರುವನ್ನು ಕೊಯ್ಯುವನು	"
],			
"correct" :	"	b. ಹೆಚ್ಚಾಗಿ ಕೊಯ್ಯುವನು	",
"explanation" :	"	ಸ್ವಲ್ಪವಾಗಿ ಬಿತ್ತುವವನು ಪೈರನ್ನು ಸ್ವಲ್ಪವಾಗಿ ಕೊಯ್ಯುವನು; ಹೆಚ್ಚಾಗಿ ಬಿತ್ತುವವನು ಹೆಚ್ಚಾಗಿ ಕೊಯ್ಯುವನು ಎಂದು ತಿಳುಕೊಳ್ಳಿರಿ.  2 ಕೊರಿಂಥ 9:6	",
},			
{			
"question" :	"	5. ____________ ಯಾರೂ ಕೊಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದು:ಖದಿಂದ	",
	"	b. ಸಮೃದ್ದಿಯಿಂದ	",
	"	c. ನಂಬಿಕೆಯಿಂದ	",
	"	d. ಬಂಗಾರದಿಂದ	"
],			
"correct" :	"	a. ದು:ಖದಿಂದ	",
"explanation" :	"	ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ಹೃದಯದಲ್ಲಿ ನಿರ್ಣಯಿಸಿಕೊಂಡ ಪ್ರಕಾರ ಕೊಡಲಿ; ಕು:ಖದಿಂದಾಗಲಿ ಬಲಾತ್ಕಾರದಿಂದಾಗಲಿ ಯಾರೂ ಕೊಡಬಾರದು; ಯಾಕಂದರೆ ಸಂತೋಷವಾಗಿ ಕೊಡುವವನ ಮೇಲೆ ದೇವರಿಗೆ ಪ್ರೀತಿಯುಂಟು.  2 ಕೊರಿಂಥ 9:7	",
},			
{			
"question" :	"	6. _______ ಯಾರೂ ಕೊಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಲಾತ್ಕಾರದಿಂದ	",
	"	b. ಹೆಚ್ಚಾದದ್ದು ಮಾಂಸಕ್ಕಾಗಿ	",
	"	c. ಎಲ್ಲವೂ	",
	"	d. ಅಗತ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ	"
],			
"correct" :	"	a. ಬಲಾತ್ಕಾರದಿಂದ	",
"explanation" :	"	ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ಹೃದಯದಲ್ಲಿ ನಿರ್ಣಯಿಸಿಕೊಂಡ ಪ್ರಕಾರ ಕೊಡಲಿ; ಕು:ಖದಿಂದಾಗಲಿ ಬಲಾತ್ಕಾರದಿಂದಾಗಲಿ ಯಾರೂ ಕೊಡಬಾರದು; ಯಾಕಂದರೆ ಸಂತೋಷವಾಗಿ ಕೊಡುವವನ ಮೇಲೆ ದೇವರಿಗೆ ಪ್ರೀತಿಯುಂಟು.  2 ಕೊರಿಂಥ 9:7	",
},			
{			
"question" :	"	7. ದೇವರಿಗೆ ಹೀಗೆ ಕೊಡುವವನ ಮೇಲೆ ಪ್ರೀತಿಯುಂಟು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷದಿಂದ	",
	"	b. ಹೆಚ್ಚಾಗಿ	",
	"	c. ಅವಗವಾಗ	",
	"	d. ನಿಖರವಾಗಿ	"
],			
"correct" :	"	a. ಸಂತೋಷದಿಂದ	",
"explanation" :	"	ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ಹೃದಯದಲ್ಲಿ ನಿರ್ಣಯಿಸಿಕೊಂಡ ಪ್ರಕಾರ ಕೊಡಲಿ; ಕು:ಖದಿಂದಾಗಲಿ ಬಲಾತ್ಕಾರದಿಂದಾಗಲಿ ಯಾರೂ ಕೊಡಬಾರದು; ಯಾಕಂದರೆ ಸಂತೋಷವಾಗಿ ಕೊಡುವವನ ಮೇಲೆ ದೇವರಿಗೆ ಪ್ರೀತಿಯುಂಟು.  2 ಕೊರಿಂಥ 9:7	",
},			
{			
"question" :	"	8. ದೇವರು ಇದನ್ನು ನಿಮಗೆ ಧಾರಾಳವಾಗಿ ಅನುಗ್ರಹಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಕಲವಿಧವಾದ ದಾನಗಳು	",
	"	b. ಸಕಲ ಆಶೀರ್ವಾದಗಳು	",
	"	c. ನಿರೀಕ್ಷೆ	",
	"	d. ಹೇಡಿತನ	"
],			
"correct" :	"	a.ಸಕಲ ವಿಧವಾದ ದಾನಗಳು	",
"explanation" :	"	ದೇವರು ಸಕಲವಿಧವಾದ ದಾನಗಳನ್ನು ನಿಮಗೆ ಧಾರಾಳವಾಗಿ ಅನುಗ್ರಹಿಸುವದಕ್ಕೆ ಶಕ್ತನಾದ್ದರಿಂದ ನೀವು ಯಾವಾಗಲೂ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಪರಿಪೂರ್ಣತೆಯುಳ್ಳವರಾಗಿ ಸಕಲಸತ್ಕಾರ್ಯಗಳನ್ನು ಹೇರಳವಾಗಿ ಮಾಡುವವರಾಗಿರಬೇಕು.  2 ಕೊರಿಂಥ 9:8	",
},			
{			
"question" :	"	9. ಉಪಕಾರಿಯ ವಿಷಯದಲ್ಲಿ ಅವನು ಬಡವರಿಗೆ ಧಾರಾಳವಾಗಿ ಕೊಟ್ಟನು; ಅವನ ____ ಸದಾಕಾಲವು ಇರುವದು ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದದೆಯಲ್ಲಾ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಡತನ	",
	"	b. ನೀತಿಯ ಫಲ	",
	"	c. ನಂಬಿಕೆಯ ಬೀಜ	",
	"	d. ಹಿಂಸೆ ಮತ್ತು ಸಂಕಟಗಳು	"
],			
"correct" :	"	b. ನೀತಿಯ ಫಲ	",
"explanation" :	"	 ಉಪಕಾರಿಯ ವಿಷಯದಲ್ಲಿ ಅವನು ಬಡವರಿಗೆ ಧಾರಾಳವಾಗಿ ಕೊಟ್ಟನು; ಅವನ  ನೀತಿಯ ಫಲ ಸದಾಕಾಲವು ಇರುವದು ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದದೆಯಲ್ಲಾ. 2 ಕೊರಿಂಥ 9:9	",
},			
{			
"question" :	"	10. __________ ಉಣ್ಣುವವನಿಗೆ ಆಹಾರವನ್ನೂ ಕೊಡುವಾತನು ನಿಮಗೂ ಬಿತ್ತುವದಕ್ಕೆ ಬೀಜವನ್ನು ಕೊಟ್ಟು ಹೆಚ್ಚಿಸಿ ನಿಮ್ಮ ಧರ್ಮಕಾರ್ಯಗಳಿಂದಾಗುವ ಫಲಗಳನ್ನು ವೃದ್ಧಿಪಡಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಉಪವಾಸ ಮತ್ತು ಪ್ರಾರ್ಥನೆಗಳಿಂದ	",
	"	b. ತ್ಯಾಗದಿಂದ	",
	"	c. ಆತ್ಮನ ವರಗಳಿಂದ	",
	"	d. ಬಿತ್ತುವವನಿಗೆ ಬೀಜವನ್ನು	"
],			
"correct" :	"	d. ಬಿತ್ತುವವನಿಗೆ ಬೀಜವನ್ನು	",
"explanation" :	"	ಬಿತ್ತುವವನಿಗೆ ಬೀಜವನ್ನು ಉಣ್ಣುವವನಿಗೆ ಆಹಾರವನ್ನೂ ಕೊಡುವಾತನು ನಿಮಗೂ ಬಿತ್ತುವದಕ್ಕೆ ಬೀಜವನ್ನು ಕೊಟ್ಟು ಹೆಚ್ಚಿಸಿ ನಿಮ್ಮ ಧರ್ಮಕಾರ್ಯಗಳಿಂದಾಗುವ ಫಲಗಳನ್ನು ವೃದ್ಧಿಪಡಿಸುವನು.  2 ಕೊರಿಂಥ 9:10	",
},			
]			