var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1.  ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ತಿರಿಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಇದರಿಂದ ಬರುವುದಿಲ್ಲವೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಂಡೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಉಲ್ಲಾಸದಿಂದ	",
	"	b. ಅವಶ್ಯ ಸನ್ನಿವೇಶದಲ್ಲಿ	",
	"	c. ಬಂಧನಗಳು ಮತ್ತು ಸರಪಳಿಗಳು	",
	"	d. ದು:ಖದಿಂದ	"
],			
"correct" :	"	d. ದು:ಖದಿಂದ	",
"explanation" :	"	ಆದರೆ ನಾನು ತಿರಿಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ದು:ಖದಿಂದ ಬರುವದಿಲ್ಲವೆಂದು ನನ್ನಲ್ಲಿ ತೀರ್ಮಾನಿಸಿಕೊಂಡೆನು.  2 ಕೊರಿಂಥ 2:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ನಿಮ್ಮನ್ನು ದು:ಖಪಡಿಸಿದರೆ ನನ್ನನ್ನು ____ ಯಾರಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪೋಸ್ತಲನಾಗುವುದಕ್ಕೆ	",
	"	b. ಪ್ರವಾದಿಯಾಗುವುದಕ್ಕೆ	",
	"	c. ಯಾಜಕರಾಗುವುದಕ್ಕೆ	",
	"	d. ಆನಂದಪಡಿಸುವುದಕ್ಕೆ	"
],			
"correct" :	"	d. ಆನಂದಪಡಿಸುವುದಕ್ಕೆ	",
"explanation" :	"	ನಾನು ನಿಮ್ಮನ್ನು ದು:ಖಪಡಿಸಿದರೆ ನನ್ನನ್ನು ಆನಂದಪಡಿಸುವದಕ್ಕೆ ಯಾರಿದ್ದಾರೆ?  ನನ್ನಿಂದ ದು:ಖಹೊಂದಿದವರೇ ಹೊರತು ಬೇರೆ ಯಾರೂ ಇಲ್ಲವಲ್ಲಾ.  2 ಕೊರಿಂಥ 2:2	",
},			
{			
"question" :	"	3.  ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ____ ಬರೆದೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪದಗಳಿಂದ	",
	"	b. ಕಣ್ಣೀರಿಂದ	",
	"	c. ಆಲೋಚನೆಗಳಿಂದ	",
	"	d. ಆಜ್ಞೆಗಳಿಂದ	"
],			
"correct" :	"	b. ಕಣ್ಣೀರಿಂದ	",
"explanation" :	"	ನಿಮಗೆ ದು:ಖವಾಗಬೇಕೆಂತಲ್ಲ, ನಿಮ್ಮ ಮೇಲೆ ನನಗಿರುವ ಅಧಿಕವಾದ ಪ್ರೀತಿಯನ್ನು ನೀವು ತಿಳುಕೊಳ್ಳಬೇಕೆಂತಲೇ ನಾನು ಬಹಳ ಕಣ್ಣೀರು ಬಿಡುತ್ತಾ ಹೃದಯದ ಬಹುಸಂಕಟದಿಂದಲೂ ವ್ಯಾಕುಲದಿಂದಲೂ ನಿಮಗೆ ಬರೆದೆನು.  2 ಕೊರಿಂಥ 2:4	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು: ನೀವು ಇದನ್ನು ತಿಳುಕೊಳ್ಳಬೇಕೆಂದು ನಿಮಗೆ ಬರೆದೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾಯಕತ್ವ	",
	"	b. ಮಹಾನಂಬಿಕೆ	",
	"	c. ಅಧಿಕವಾದ ಪ್ರೀತಿ	",
	"	d. ಪ್ರಶ್ನೆಗಳು	"
],			
"correct" :	"	c. ಅಧಿಕವಾದ ಪ್ರೀತಿ	",
"explanation" :	"	ನಿಮಗೆ ದು:ಖವಾಗಬೇಕೆಂತಲ್ಲ, ನಿಮ್ಮ ಮೇಲೆ ನನಗಿರುವ ಅಧಿಕವಾದ ಪ್ರೀತಿಯನ್ನು ನೀವು ತಿಳುಕೊಳ್ಳಬೇಕೆಂತಲೇ ನಾನು ಬಹಳ ಕಣ್ಣೀರು ಬಿಡುತ್ತಾ ಹೃದಯದ ಬಹುಸಂಕಟದಿಂದಲೂ ವ್ಯಾಕುಲದಿಂದಲೂ ನಿಮಗೆ ಬರೆದೆನು.  2 ಕೊರಿಂಥ 2:4	",
},			
{			
"question" :	"	5. ಯಾರಾದರು ನಿಮಗೆ ದು:ಖಪಡಿಸಿದರೆ ಅವನನ್ನು	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಿರಿ	",
	"	b.ಅವನಿಂದ ಓಡಿಹೋಗಿರಿ	",
	"	c. ಮನ್ನಿಸಿರಿ	",
	"	d. ಪ್ರಶ್ನಿಸಿರಿ	"
],			
"correct" :	"	c. ಮನ್ನಿಸಿರಿ	",
"explanation" :	"	ದು:ಖವನ್ನು ಉಂಟುಮಾಡಿರುವವನೊಬ್ಬನು ನಿಮ್ಮಲ್ಲಿ ಇದ್ದರೂ ಅವನು ನನ್ನನ್ನು ಮಾತ್ರ ದು:ಖಪಡಿಸದೆ ನಿಮ್ಮಲ್ಲಿ ಬಹು ಜನರನ್ನೂ ದು:ಖಪಡಿಸಿದ್ದಾನೆ; ಆ ದು:ಖವು ಎಲ್ಲರಲ್ಲಿಯೂ ಉಂಟಾಯಿತೆಂದು ನಾನು ಹೇಳುವದಿಲ್ಲ.  ಇಂಥವನಿಗೆ ನಿಮ್ಮಲ್ಲಿ ಹೆಚ್ಚಾದ ಜನರಿಂದುಂಟಾದ ಆ ಶಿಕ್ಷೆಯೇ ಸಾಕು.  ಇನ್ನೂ ಅವನನ್ನು ಶಿಕ್ಷಿಸದೆ ಮನ್ನಿಸಿರಿ, ಸಂತೈಸಿರಿ; ಇಲ್ಲವಾದರೆ ಅವನು ಅಧಿಕವಾದ ದು:ಖದಲ್ಲಿ ಮುಳುಗಿಹೋದಾನು.  2 ಕೊರಿಂಥ 2:5-7	",
},			
{			
"question" :	"	6.  ನಿಮ್ಮನ್ನು ದು:ಖಪಡಿಸಿದವನಿಗೆ ಇದನ್ನು ಮಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯತೀರ್ಪಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿರಿ.	",
	"	b. ನಿಮ್ಮ ಪ್ರೀತಿಯನ್ನು ನಿಶ್ಚಯಪಡಿಸಿರಿ	",
	"	c. ಸೇಡು ತೀರಿಸಿರಿ	",
	"	d. ಮೊದಲ ಕಲ್ಲು ಎಸೆಯಿರಿ.	"
],			
"correct" :	"	b. ನಿಮ್ಮ ಪ್ರೀತಿಯನ್ನು ನಿಶ್ಚಯಪಡಿಸಿರಿ	",
"explanation" :	"	ದು:ಖವನ್ನು ಉಂಟುಮಾಡಿರುವವನೊಬ್ಬನು ನಿಮ್ಮಲ್ಲಿ ಇದ್ದರೂ ಅವನು ನನ್ನನ್ನು ಮಾತ್ರ ದು:ಖಪಡಿಸದೆ ನಿಮ್ಮಲ್ಲಿ ಬಹು ಜನರನ್ನೂ ದು:ಖಪಡಿಸಿದ್ದಾನೆ; ಆ ದು:ಖವು ಎಲ್ಲರಲ್ಲಿಯೂ ಉಂಟಾಯಿತೆಂದು ನಾನು ಹೇಳುವದಿಲ್ಲ.  ಇಂಥವನಿಗೆ ನಿಮ್ಮಲ್ಲಿ ಹೆಚ್ಚಾದ ಜನರಿಂದುಂಟಾದ ಆ ಶಿಕ್ಷೆಯೇ ಸಾಕು.  ಇನ್ನೂ ಅವನನ್ನು ಶಿಕ್ಷಿಸದೆ ಮನ್ನಿಸಿರಿ, ಸಂತೈಸಿರಿ; ಇಲ್ಲವಾದರೆ ಅವನು ಅಧಿಕವಾದ ದು:ಖದಲ್ಲಿ ಮುಳುಗಿಹೋದಾನು. ಆದುದರಿಂದ ಅವನಿಗೆ ನಿಮ್ಮ ಪ್ರೀತಿಯನ್ನು ನಿಶ್ಚಯಪಡಿಸಬೇಕೆಂದು ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ.  2 ಕೊರಿಂಥ 2:5-8	",
},			
{			
"question" :	"	7.  ಪೌಲನು ಇದನ್ನು ತಿಳಿದುಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಸಭೆಗೆ ಬರೆದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದಯೆ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಬುದ್ಧಿವಂತತೆ	",
	"	d. ವಿಧೇಯತ್ವ	"
],			
"correct" :	"	d. ವಿಧೇಯತ್ವ	",
"explanation" :	"	ಸರ್ವವಿಷಯದಲ್ಲಿಯೂ ನೀವು ವಿಧೇಯರಾಗಿದ್ದೀರೋ ಏನೋ ನಿಮ್ಮ ಗುಣವನ್ನು ಪರೀಕ್ಷಿಸಿ ತಿಳುಕೊಳ್ಳಬೇಕೆಂಬುವ ಉದ್ಧೇಶದಿಂದಲೇ ಮೊದಲು ಬರೆದೆನು.  2 ಕೊರಿಂಥ 2:9	",
},			
{			
"question" :	"	8.  ಇದನ್ನು ನಾವು ಮಾಡೋಣ, ಇಲ್ಲದಿದ್ದರೆ ಸೈತಾನನು ನಮ್ಮನ್ನು ವಂಚಿಸಿ ನಷ್ಟಪಡಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥನೆ	",
	"	b. ಉಪವಾಸ	",
	"	c. ದಶಾಂಶ	",
	"	d. ಮನ್ನಿಸುವುದು	"
],			
"correct" :	"	d. ಮನ್ನಿಸುವುದು	",
"explanation" :	"	ನೀವು ಯಾರಿಗೆ ಯಾವದನ್ನು ಮನ್ನಿಸುತ್ತೀರೋ ನಾನು ಸಹ ಮನ್ನಿಸುತ್ತೇನೆ.  ನಾನು ಯಾವದನ್ನಾದರೂ ಮನ್ನಿಸಿದ್ದರೆ ಕ್ರಿಸ್ತನ ಸನ್ನಿಧಾನದಲ್ಲಿ ನಿಮ್ಮ ನಿಮಿತ್ತವೇ ಮನ್ನಿಸಿದೆನು.  ಸೈತಾನನು ನಮ್ಮನ್ನು ವಂಚಿಸಿ ನಷ್ಟಪಡಿಸಬಾರದು.  ಅವನ ಯೋಚನೆಗಳನ್ನು ನಾವು ಅರಿಯದವರಲ್ಲವಲ್ಲಾ.  2 ಕೊರಿಂಥ 2:10-11	",
},			
{			
"question" :	"	9. ದೇವರು ಯಾವಾಗಲೂ ಏನು ಮಾಡುವನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪ	",
	"	b. ಹಳೆಯದನ್ನು ಸ್ಮರಿಸುವುದು	",
	"	c. ಕ್ರಿಸ್ತನ ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿ ಜಯೋತ್ಸವ	",
	"	d.ಅದ್ಭುತ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನ ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿ ಜಯೋತ್ಸವ	",
"explanation" :	"	ಕ್ರಿಸ್ತನ ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿ ನಮ್ನನ್ನು ಯಾವಾಗಲೂ ಜಯೋತ್ಸವದೊಡನೆ ಮೆರಸುತ್ತಾ ಆತನ ವಿಷಯವಾದ ಜ್ಞಾನವೆಂಬ ಸುವಾಸನೆಯನ್ನು ನಮ್ಮ ಮೂಲಕ ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ವ್ಯಾಪನಗೊಳಿಸುತ್ತಾ ಬರುವ ದೇವರಿಗೆ ಸ್ತೋತ್ರವು.  2 ಕೊರಿಂಥ 2:14	",
},			
{			
"question" :	"	10. ನಾವು ದೇವರ ಮುಂದೆ ಏನಾಗಿದ್ದೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಮಿಡತೆಗಳು	",
	"	b. ಕ್ರಿಸ್ತನ ಪರಿಮಳ	",
	"	c. ಹೊರೆ	",
	"	d. ಕಣ್ಣಿನ ಗುಡ್ಡೆ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತನ ಪರಿಮಳ	",
"explanation" :	"	ರಕ್ಷಾಣಾಮಾರ್ಗದಲ್ಲಿರುವವರಲ್ಲಿಯೂ ನಾಶನಮಾರ್ಗದಲ್ಲಿರುವವರಲ್ಲಿಯೂ ನಾವು ದೇವರ ಮುಂದೆ ಕ್ರಿಸ್ತನ ಪರಿಮಳವಾಗಿದ್ದೇವೆ.  2 ಕೊರಿಂಥ 2:15	",
},			
]			