var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಹೇಳಿದ್ದು: ನೀವು ಹೊಂದಿದ ________ ವ್ಯರ್ಥ ಮಾಡಿಕೊಳ್ಳಬೇಡಿರೆಂದು ಎಚ್ಚರಿಸುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದಶಾಂಶಗಳನ್ನು	",
	"	b. ಕಾಣಿಕೆಗಳನ್ನು	",
	"	c. ಶಿಕ್ಷೆಯನ್ನು	",
	"	d. ದೇವರ ಕೃಪೆ	"
],			
"correct" :	"	d. ದೇವರ ಕೃಪೆ	",
"explanation" :	"	ನಾವು ಆತನೊಂದಿಗೆ ಕೆಲಸ ನಡಿಸುವವರಾಗಿದ್ದು - ನೀವು ಹೊಂದಿದ ದೇವರ ಕೃಪೆಯನ್ನು ವ್ಯರ್ಥ ಮಾಡಿಕೊಳ್ಳಬೇಡಿರೆಂದು ಎಚ್ಚರಿಸುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 6:1	",
},			
{			
"question" :	"	2. ಪ್ರಸನ್ನತೆಯ ಕಾಲದಲ್ಲಿ ನಿನ್ನ ಮನವಿಯನ್ನು ಕೇಳಿದೆನು, _____ ದಿನದಲ್ಲಿ ನಿನಗೆ ಸಹಾಯ ಮಾಡಿದೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ತನ ದಿನ	",
	"	b. ಕೋಪದ	",
	"	c. ಮಳೆಯ ನಂತರದ ದಿನ	",
	"	d. ರಕ್ಷಣೆಯ ದಿನದಲ್ಲಿ	"
],			
"correct" :	"	d. ರಕ್ಷಣೆಯ ದಿನದಲ್ಲಿ	",
"explanation" :	"	ಪ್ರಸನ್ನತೆಯ ಕಾಲದಲ್ಲಿ ನಿನ್ನ ಮನವಿಯನ್ನು ಕೇಳಿದೆನು, ರಕ್ಷಣೆಯ ದಿನದಲ್ಲಿ ನಿನಗೆ ಸಹಾಯ ಮಾಡಿದೆನು ಎಂದು ದೇವರು ಹೇಳುತ್ತಾನಲ್ಲಾ.  ಈಗಲೇ ಆ ಸುಪ್ರಸನ್ನತೆಯ ಕಾಲ; ಇದೇ ಆ ರಕ್ಷಣೆಯ ದಿನ.  2 ಕೊರಿಂಥ 6:2	",
},			
{			
"question" :	"	3. ಪೌಲನು ಕೊರಿಂಥ ಸಭೆಯವರಿಗೆ ಹೇಳಿದ್ದು: ನಮ್ಮ ಹೃದಯವು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ____	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲ್ಲಾಯಿತು.	",
	"	b. ವಿಶಾಲವಾಯಿತು.	",
	"	c. ತಣ್ಣಗಾಯಿತು	",
	"	d. ಮುರಿದೋಯಿತು.	"
],			
"correct" :	"	b. ವಿಶಾಲವಾಯಿತು.	",
"explanation" :	"	ಕೊರಿಂಥದವರೇ, ನಾವು ನಿಮ್ಮೊಡನೆ ಧಾರಾಳವಾಗಿ ಮಾತಾಡುತ್ತಾ ಇದ್ದೇವೆ; ನಮ್ಮ ಹೃದಯವು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ವಿಶಾಲವಾಯಿತು.  2 ಕೊರಿಂಥ 6:11	",
},			
{			
"question" :	"	4. ನೀವು ಇವರೊಂದಿಗೆ ಸೇರಿ ಇಜ್ಜೋಡಾಗಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೂರ್ಖ ಪ್ರಶ್ನೆಗಳು	",
	"	b. ಕಲಿಯದೇ ಇರುವ ಜನರು	",
	"	c. ಕ್ರಿಸ್ತನಂಬಿಕೆ ಇಲ್ಲದವರು	",
	"	d. ಕೌಶಲವಿಲ್ಲದ ಕೆಲಸಗಾರರು	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನಂಬಿಕೆ ಇಲ್ಲದವರು	",
"explanation" :	"	ನೀವು ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಲ್ಲದವರೊಂದಿಗೆ ಸೇರಿ ಇಜ್ಜೋಡಾಗಬೇಡಿರಿ.  ಧರ್ಮಕ್ಕೂ ಅಧರ್ಮಕ್ಕೂ ಜೊತೆಯೇನು?  2 ಕೊರಿಂಥ 6:14	",
},			
{			
"question" :	"	5. ಧರ್ಮಕ್ಕೂ ಇದಕ್ಕೂ ಜೊತೆಯೇನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ಬುದ್ಧಿ	",
	"	c. ನಂಬಿಕೆ	",
	"	d. ಅಧರ್ಮ	"
],			
"correct" :	"	d. ಅಧರ್ಮ	",
"explanation" :	"	ನೀವು ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಲ್ಲದವರೊಂದಿಗೆ ಸೇರಿ ಇಜ್ಜೋಡಾಗಬೇಡಿರಿ.  ಧರ್ಮಕ್ಕೂ ಅಧರ್ಮಕ್ಕೂ ಜೊತೆಯೇನು?  2 ಕೊರಿಂಥ 6:14	",
},			
{			
"question" :	"	6. ಬೆಳಕಿಗೂ ಇದಕ್ಕೂ ಐಕ್ಯತೆಯೇನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೂರ್ಯ	",
	"	b. ನಕ್ಷತ್ರಗಳು	",
	"	c. ಜ್ವಾಲೆ	",
	"	d. ಕತ್ತಲು	"
],			
"correct" :	"	d. ಕತ್ತಲು	",
"explanation" :	"	ಬೆಳಕಿಗೂ ಕತ್ತಲೆಗೂ ಐಕ್ಯವೇನು? ಕ್ರಿಸ್ತನಿಗೂ ಸೈತಾನನಿಗೂ ಒಡನಾಟವೇನು? ನಂಬುವವನಿಗೂ ನಂಬದೆ ಇರುವವನಿಗೂ ಪಾಲುಗಾರಿಕೆ ಏನು?  2 ಕೊರಿಂಥ 6:15	",
},			
{			
"question" :	"	7. ದೇವರ ಮಂದಿರಕ್ಕೂ ಇದಕ್ಕೂ ಒಪ್ಪಿಗೆ ಏನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರವಾದಿಗಳಿಗೂ	",
	"	b. ಯಾಜಕರಿಗೂ	",
	"	c. ವಿಗ್ರಹಗಳಿಗೂ	",
	"	d. ಪರಿಶುದ್ಧರಲ್ಲಿ ಪರಿಶುದ್ಧರಿಗೆ	"
],			
"correct" :	"	c. ವಿಗ್ರಹಗಳಿಗೂ	",
"explanation" :	"	ದೇವರ ಮಾಂದಿರಕ್ಕೂ ವಿಗ್ರಹಗಳಿಗೂ ಒಪ್ಪಿಗೆ ಏನು? ನಾವು ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮಂದಿರವಾಗಿದ್ದೇವಲ್ಲಾ.  ಇದರ ಸಂಬಂಧವಾಗಿ ದೇವರು ನಾನು ಅವರಲ್ಲಿ ವಾಸಿಸುತ್ತಾ ತಿರುಗಾಡುವೆನು, ನಾನು ಅವರಿಗೆ ದೇವರಾಗಿರುವೆನು, ಅವರು ನನಗೆ ಪ್ರಜೆಯಾಗಿರುವರು ಎಂದು ಹೇಳಿದ್ದಾನೆ.  2 ಕೊರಿಂಥ 6:16	",
},			
{			
"question" :	"	8.  ನಾವು ____ ಆಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕಕ್ಕೆ ಬೆಳಕಾಗಿದ್ದೇನೆ.	",
	"	b. ಆತ್ಮದ ಫಲಗಳಾಗಿದ್ದೇವೆ.	",
	"	c. ಲೋಕದ ನಿರೀಕ್ಷೆಯಾಗಿದ್ದೇವೆ.	",
	"	d. ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮಂದಿರ	"
],			
"correct" :	"	d. ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮಂದಿರ	",
"explanation" :	"	ದೇವರ ಮಾಂದಿರಕ್ಕೂ ವಿಗ್ರಹಗಳಿಗೂ ಒಪ್ಪಿಗೆ ಏನು? ನಾವು ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮಂದಿರವಾಗಿದ್ದೇವಲ್ಲಾ.  ಇದರ ಸಂಬಂಧವಾಗಿ ದೇವರು ನಾನು ಅವರಲ್ಲಿ ವಾಸಿಸುತ್ತಾ ತಿರುಗಾಡುವೆನು, ನಾನು ಅವರಿಗೆ ದೇವರಾಗಿರುವೆನು, ಅವರು ನನಗೆ ಪ್ರಜೆಯಾಗಿರುವರು ಎಂದು ಹೇಳಿದ್ದಾನೆ.  2 ಕೊರಿಂಥ 6:16	",
},			
{			
"question" :	"	9. ಅನ್ಯಜನರ ಮಧ್ಯದಲ್ಲಿಂದ ಹೊರಟುಬಂದು 	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರತ್ಯೇಕವಾಗಿರಿ	",
	"	b. ಅವರಿಗೆ ನ್ಯಾಯಾಧಿಪತಿಗಳಾಗಿರಿ.	",
	"	c. ಧೈರ್ಯವಾಗಿರಿ	",
	"	d. ಕೋಟೆಯಾಗಿರಿ.	"
],			
"correct" :	"	a. ಪ್ರತ್ಯೇಕವಾಗಿರಿ	",
"explanation" :	"	ಆದದರಿಂದ ಅನ್ಯಜನರ ಮಧ್ಯದಲ್ಲಿಂದ ಹೊರಟುಬಂದು ಪ್ರತ್ಯೇಕವಾಗಿರಿ.   2 ಕೊರಿಂಥ 6:17	",
},			
{			
"question" :	"	10. ಕರ್ತನು ಹೇಳುತ್ತಾನೆ: ನಾನು ನಿಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಂಡು ನಿಮಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಎಡುವುವ ಕಲ್ಲಾಗಿರುತ್ತೇನೆ.	",
	"	b. ತಂದೆಯಾಗಿರುತ್ತೇನೆ.	",
	"	c. ಮನರಂಜನಾಕಾರಕನಾಗಿರುತ್ತೇನೆ.	",
	"	d. ದುಸ್ವಪ್ನ	"
],			
"correct" :	"	b. ತಂದೆಯಾಗಿರುತ್ತೇನೆ.	",
"explanation" :	"	ಇದಲ್ಲದೆ - ನಾನು ನಿಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಂಡು ನಿಮಗೆ ತಂದೆಯಾಗಿರುವೆನು; ನೀವು ನನಗೆ ಕುಮಾರ ಕುಮಾರಿಯರು ಆಗಿರುವಿರೆಂದು ಸರ್ವಶಕ್ತನಾದ ಕರ್ತನು ಹೇಳುತ್ತಾನೆ.  2 ಕೊರಿಂಥ 6:18	",
},			
]			