var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಕೊರಿಂಥ ಸಭೆಗೆ ಬರುವುದು ಇದು ಎಷ್ಟನೆಯ ಸಾರಿ?	",
"image" :	"",		
"choices" : [			
	"	a. 1	",
	"	b. 3	",
	"	c. 5	",
	"	d. ಲೆಕ್ಕಿಸಲಾಗದಷ್ಟು.	"
],			
"correct" :	"	b. 3	",
"explanation" :	"	ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವುದು ಇದು ಮೂರನೆಯ ಸಾರಿ.  ಇಬ್ಬರು ಮೂವರು ಸಾಕ್ಷಿಗಳ ಬಾಯಿಂದ ಪ್ರತಿಯೊಂದು ಸಂಗತಿ ಸ್ಥಾಪಿತವಾಗಬೇಕು.  2 ಕೊರಿಂಥ 13:1	",
},			
{			
"question" :	"	2. ಪ್ರತಿಯೊಂದು ಸಂಗತಿಯು  ಯಾವುದರಿಂದ ಸ್ಥಾಪಿತವಾಗಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಭೂಮಿ ಮತ್ತು ಆಕಾಶ	",
	"	b. ಇಬ್ಬರು ಮೂವರು ಸಾಕ್ಷಿಗಳ ಬಾಯಿಂದ	",
	"	c. ಆಯಾ ಸನ್ನಿವೇಶಗಳಿಂದ	",
	"	d. ಉತ್ತೇಜನ ಮತ್ತು ಕಾರ್ಯಗಳಿಂದ	"
],			
"correct" :	"	b. ಇಬ್ಬರು ಮೂವರು ಸಾಕ್ಷಿಗಳ ಬಾಯಿಂದ	",
"explanation" :	"	ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವುದು ಇದು ಮೂರನೆಯ ಸಾರಿ.  ಇಬ್ಬರು ಮೂವರು ಸಾಕ್ಷಿಗಳ ಬಾಯಿಂದ ಪ್ರತಿಯೊಂದು ಸಂಗತಿ ಸ್ಥಾಪಿತವಾಗಬೇಕು.  2 ಕೊರಿಂಥ 13:1	",
},			
{			
"question" :	"	3. ಕ್ರಿಸ್ತನ ಈ ಕಾರ್ಯಕ್ಕೆ ಕೊರಿಂಥದವರು ಪ್ರಮಾಣವನ್ನು ಕೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಮಗನಾಗಿರುವುದಕ್ಕೆ	",
	"	b. ಶಿಲುಬೆಯಲ್ಲಿ ಮರಣಿಸಿದ್ದಕ್ಕೆ	",
	"	c. ಮರಣದಿಂದ ಎದ್ದಿದ್ದಕ್ಕೆ	",
	"	d. ಪೌಲನ ಸಂಗಡ ಮಾತಾಡುತ್ತಾನೆಂಬುದಕ್ಕೆ	"
],			
"correct" :	"	d. ಪೌಲನ ಸಂಗಡ ಮಾತಾಡುತ್ತಾನೆಂಬುದಕ್ಕೆ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನನ್ನಲ್ಲಿ ಮಾತಾಡುತ್ತಾನೆಂಬದಕ್ಕೆ ನಿಮಗೆ ಬೇಕಾದ ಪ್ರಮಾಣವು ಆಗ ತೋರಿಬರುವದು.  ಆತನು ನಿಮ್ಮನ್ನು ಕುರಿತು ನಿರ್ಬಲನಾಗಿರದೆ ಬಲವಾದ ಕೆಲಸಗಳನ್ನು ನಿಮ್ಮಲ್ಲಿ ನಡಿಸುವವನಾಗಿದ್ದಾನೆ.  2 ಕೊರಿಂಥ 13:3	",
},			
{			
"question" :	"	4. ಈತನು ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟರೂ ದೇವರ ಬಲದಿಂದ ಬದುಕುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಕ್ರಿಸ್ತ	",
	"	d. ಸೈತಾನ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನನ್ನಲ್ಲಿ ಮಾತಾಡುತ್ತಾನೆಂಬದಕ್ಕೆ ನಿಮಗೆ ಬೇಕಾದ ಪ್ರಮಾಣವು ಆಗ ತೋರಿಬರುವದು.  ಆತನು ನಿಮ್ಮನ್ನು ಕುರಿತು ನಿರ್ಬಲನಾಗಿರದೆ ಬಲವಾದ ಕೆಲಸಗಳನ್ನು ನಿಮ್ಮಲ್ಲಿ ನಡಿಸುವವನಾಗಿದ್ದಾನೆ. ಆತನು ಬಲಹೀನಾವಸ್ಥೆಯಲ್ಲಿದ್ದದರಿಂದ ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟನು ನಿಜ: ಆದರೂ ದೇವರ ಬಲದಿಂದ ಬದುಕುತ್ತಾನೆ. 2 ಕೊರಿಂಥ 13:3-4	",
},			
{			
"question" :	"	5. _______ ಎಂದು ನಿಮ್ಮನ್ನು ನೀವೇ ಪರೀಕ್ಷಿಸಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಲ್ಲಿದ್ದೀರೋ ಇಲ್ಲವೋ	",
	"	b. ನನ್ನ ಶಿಷ್ಯರಾಗಿದ್ದೀರೋ ಇಲ್ಲವೋ	",
	"	c. ಬೋಧಕರಾಗಿದ್ದೀರೋ ಇಲ್ಲವೋ	",
	"	d. ಪ್ರವಾದಿಗಳಾಗಿದ್ದೀರೋ ಇಲ್ಲವೋ	"
],			
"correct" :	"	a. ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಲ್ಲಿದ್ದೀರೋ ಇಲ್ಲವೋ	",
"explanation" :	"	ಕ್ರಿಸ್ತನಂಬಿಕೆಯಲ್ಲಿ ಇದ್ದೀರೋ ಇಲ್ಲವೋ ಎಂದು ನಿಮ್ಮನ್ನು ನೀವೇ ಪರೀಕ್ಷಿಸಿಕೊಳ್ಳಿರಿ, ನಿಮ್ಮನ್ನು ಪರಿಶೋಧಿಸಿಕೊಳ್ಳಿರಿ.  2 ಕೊರಿಂಥ 13:5	",
},			
{			
"question" :	"	6: ಪೌಲನು ಹೇಳಿದ್ದು: ನಾವಂತೂ ____	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪೋಸ್ತಲರಲ್ಲ	",
	"	b. ಪ್ರವಾದಿಗಳಲ್ಲ	",
	"	c. ದೇವಜನರಲ್ಲ	",
	"	d. ಅಯೋಗ್ಯರಲ್ಲ	"
],			
"correct" :	"	d. ಅಯೋಗ್ಯರಲ್ಲ	",
"explanation" :	"	ನಾವಂತೂ ಅಯೋಗ್ಯರಲ್ಲವೆಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವದೆಂಬದಾಗಿ ನಿರೀಕ್ಷಿಸುತ್ತೇನೆ.  2 ಕೊರಿಂಥ 13:6	",
},			
{			
"question" :	"	7. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ಇದಕ್ಕಾಗಿ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನನ್ನ ಚಿತ್ತಕ್ಕಾಗಿ	",
	"	b. ಕೆಟ್ಟದ್ದೇನು ಮಾಡಬಾರದೆಂದು	",
	"	c. ಸೈತಾನನ ತಂತ್ರಗಳಿಗಾಗಿ	",
	"	d. ಅದ್ಭುತಗಳಿಗಾಗಿ	"
],			
"correct" :	"	b. ಕೆಟ್ಟದ್ದೇನು ಮಾಡಬಾರದೆಂದು	",
"explanation" :	"	ನೀವು ಕೆಟ್ಟದ್ದೇನೂ ಮಾಡಬಾರದೆಂದು ನಾವು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 13:7	",
},			
{			
"question" :	"	8.  ಇದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ನಾವೇನು ಮಾಡಲಾರೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಯ	",
	"	b. ಸತ್ಯ	",
	"	c. ದೇವರ ಸೈನ್ಯ	",
	"	d. ಅಭಿಪ್ರಾಯಗಳು	"
],			
"correct" :	"	b. ಸತ್ಯ	",
"explanation" :	"	ಸತ್ಯಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ನಾವೇನೂ ಮಾಡಲಾರೆವು; ಸತ್ಯಾಭಿವೃದ್ದಿಗೋಸ್ಕರವೇ ಸಮಸ್ತವನ್ನು ಮಾಡುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 13:8	",
},			
{			
"question" :	"	9. ನಾವು ಬಲಹೀನರಾಗಿದ್ದರೂ ನೀವು ____ ಪಕ್ಷಕ್ಕೆ ಸಂತೋಷವಾಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಗ್ಗರಿಸುವ	",
	"	b. ನಿಶ್ಯಕ್ತತೆ	",
	"	c. ಬಲಿಷ್ಠ	",
	"	d. ಮನುಷ್ಯರಿಂದ ಮಾಡಲ್ಪಟ್ಟ	"
],			
"correct" :	"	c. ಬಲಿಷ್ಠ	",
"explanation" :	"	ನಾವು ಬಲಹೀನರಾಗಿದ್ದರೂ ನೀವು ಬಲಿಷ್ಠರಾಗಿದ್ದ ಪಕ್ಷಕ್ಕೆ ಸಂತೋಷವಾಗಿದ್ದೇವೆ.  ಇದಲ್ಲದೆ ನೀವು ಪೂರ್ಣಕ್ರಮಕ್ಕೆ ಬರಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 13:9	",
},			
{			
"question" :	"	10. ಇದರಿಂದ ಒಬ್ಬರನ್ನೊಬ್ಬರು ವಂದಿಸಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪವಿತ್ರವಾದ ಮುದ್ದಿಟ್ಟು	",
	"	b. ಆದರಣೆಯ ಮಾತುಗಳಿಂದ	",
	"	c. ಎಚ್ಚರಿಕೆಯಿಂದ	",
	"	d. ಯೇಸುವಿನ ನಾಮದಲ್ಲಿ	"
],			
"correct" :	"	a. ಪವಿತ್ರವಾದ ಮುದ್ದಿಟ್ಟು	",
"explanation" :	"	ಪವಿತ್ರವಾದ ಮುದ್ದಿಟ್ಟು ಒಬ್ಬರನ್ನೊಬ್ಬರು ವಂದಿಸಿರಿ.	",
},			
]			