var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1. ಈಕೆಯು ಸರ್ಪದ ಕುಯುಕ್ತಿಗೆ ಮೋಸಹೋದಳು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹವ್ವ	",
	"	b. ರಾಚೇಲಳು	",
	"	c. ಮರಿಯ	",
	"	d. ಲೇಹ	"
],			
"correct" :	"	a. ಹವ್ವ	",
"explanation" :	"	ಆದರೆ ಹೇಗೆ ಹವ್ವಳು ಸರ್ಪದ ಕುಯುಕ್ತಿಗೆ ಒಳಬಿದ್ದು ಮೋಸಹೋದಳೋ ಹಾಗೆಯೇ ನಿಮ್ಮ ಮನಸ್ಸು ಕ್ರಿಸ್ತನ ವಿಷಯದಲ್ಲಿರಬೇಕಾದ ಯಥಾರ್ಥತ್ವವನ್ನೂ ಪಾತಿವ್ರತ್ಯವನ್ನೂ ಬಿಟ್ಟು ಕೆಟ್ಟುಹೋದೀತೆಂದು ನನಗೆ ಭಯವುಂಟು.  2 ಕೊರಿಂಥ 11:3	",
},			
{			
"question" :	"	2. ಪೌಲನಿಗೆ ಖರ್ಚಿಗೆ ಏನೂ ಇಲ್ಲದ ಸಮಯದಲ್ಲಿ ಈ ಸಭೆಯ ಸಹೋದರರು ಬಂದು ಸಹಾಯ ಮಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ಕೊರಿಂಥ	",
	"	c. ಮಕೆದೋನ್ಯ	",
	"	d. ನಜರೇತು	"
],			
"correct" :	"	c. ಮಕೆದೋನ್ಯ	",
"explanation" :	"	ನಾನಿ ನಿಮ್ಮಲ್ಲಿದ್ದಾಗ ಖರ್ಚಿಗೆ ಏನೂ ಇಲ್ಲದ ಸಮಯದಲ್ಲಿ ಯಾರ ಮೇಲೆಯೂ ಭಾರ ಹಾಕಲಿಲ್ಲ; ಮಕೆದೋನ್ಯದಿಂದ ಬಂದ ಸಹೋದರರು ನನಗೆ ಬೇಕಾದದ್ದೆಲ್ಲವನ್ನೂ ಕೊಟ್ಟರು.  2 ಕೊರಿಂಥ 11:9	",
},			
{			
"question" :	"	3. ಸುಳ್ಳು ಅಪೋಸ್ತಲರು ಹೀಗೆ ಕಾಣಿಸುವುದಕ್ಕೆ ವೇಷ ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ರಾಜಕುಮಾರರು	",
	"	b. ಪ್ರವಾದಿಗಳು	",
	"	c. ಕ್ರಿಸ್ತನ ಅಪೋಸ್ತಲರು	",
	"	d. ಸೇವೆ ಮಾಡುವ ಆತ್ಮಗಳು	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನ ಅಪೋಸ್ತಲರು	",
"explanation" :	"	ಆದರೆ ಅಂಥವರು ಸುಳ್ಳು ಅಪೋಸ್ತಲರು ಮೋಸಗಾರರಾದ ಕೆಲಸದವರೂ ಕ್ರಿಸ್ತನ ಅಪೋಸ್ತಲರಾಗಿ ಕಾಣಿಸುವುದಕ್ಕೆ ವೇಷ ಹಾಕಿಕೊಳ್ಳುವವರೂ ಆಗಿದ್ದಾರೆ.  2 ಕೊರಿಂಥ 11:13	",
},			
{			
"question" :	"	4. ಇವನು ಪ್ರಕಾಶರೂಪವುಳ್ಳ ದೇವದೂತನ ವೇಷ ಹಾಕಿಕೊಳ್ಳುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಸೈತಾನ	",
	"	d. ಯೇಸು	"
],			
"correct" :	"	c. ಸೈತಾನ	",
"explanation" :	"	ಇದೇನು ಆಶ್ಚರ್ಯವಲ್ಲ; ಸೈತಾನನು ತಾನೇ ಪ್ರಕಾಶರೂಪವುಳ್ಳ ದೇವದೂತನ ವೇಷವನ್ನು ಹಾಕಿಕೊಳ್ಳುವಾಗ  2 ಕೊರಿಂಥ 11:14	",
},			
{			
"question" :	"	5. ಪೌಲನು ಈ ಜನಾಂಗದವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಇಬ್ರಿಯ	",
	"	b. ಗ್ರೀಕ್	",
	"	c. ಆಸ್ಯ	",
	"	d. ಐಗುಪ್ತ	"
],			
"correct" :	"	a. ಇಬ್ರಿಯ	",
"explanation" :	"	ಇದನ್ನು ಬುದ್ಧಿಹೀನತೆಯಿಂದ ಹೇಳುತ್ತೇನೆ. ಅವರು ಇಬ್ರಿಯರೋ ನಾನೂ ಇಬ್ರಿಯನು; ಅವರು ಇಸ್ರಾಯೇಲ್ಯರೋ ನಾನೂ ಇಸ್ರಾಯೇಲ್ಯನು; ಅವರು ಅಬ್ರಹಾಮನ ವಂಶದವರೋ ನಾನೂ ಅದೇ ವಂಶದವನು. 2 ಕೊರಿಂಥ 11:22	",
},			
{			
"question" :	"	6. ಎಷ್ಟು ಸಾರಿ ಪೌಲನು ಯೆಹೂದ್ಯರಿಂದ ಒಂದು ಕಡಿಮೆ ನಾಲ್ವತ್ತು ಏಟುಗಳನ್ನು ತಿಂದನು.  	",
"image" :	"",		
"choices" : [			
	"	a. 1	",
	"	b. 2	",
	"	c. 3	",
	"	d. 5	"
],			
"correct" :	"	d. 5	",
"explanation" :	"	ಐದು ಸಾರಿ ಯೆಹೂದ್ಯರಿಂದ ನನಗೆ ಒಂದು ಕಡಿಮೆ ನಾಲ್ವತ್ತು ಏಟುಗಳು ಬಿದ್ದವು.  2 ಕೊರಿಂಥ 11:24	",
},			
{			
"question" :	"	7.  ಪೌಲನನ್ನು ಮೂರು ಸಾರಿ ಸರಕಾರದವರು	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪೋಸ್ತಲರನ್ನಾಗಿ ಮಾಡಿದರು	",
	"	b. ದೇವರಿಂದ ನಿರಾಕರಿಸಲ್ಪಟ್ಟನು	",
	"	c. ಚಡಿಗಳಿಂದ ಹೊಡೆದರು.	",
	"	d. ರಾಜರಿಂದ ಸನ್ಮಾನಿಸಲ್ಪಟ್ಟನು.	"
],			
"correct" :	"	c. ಚಡಿಗಳಿಂದ ಹೊಡೆದರು.	",
"explanation" :	"	ಮೂರು ಸಾರಿ ಸರಕಾರದವರು ಚಡಿಗಳಿಂದ ನನ್ನನ್ನು ಹೊಡಿಸಿದರು. ಒಂದು ಸಾರಿ ಜನರು ನನ್ನನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ಕಲ್ಲೆಸೆದರು; ಮೂರು ಸಾರಿ ನಾನಿದ್ದ ಹಡಗು ಒಡೆದು ಹೋಯಿತು; ಒಂದು ರಾತ್ರಿ ಒಂದು ಹಗಲು ಸಮುದ್ರದ ನೀರಿನಲ್ಲಿ ಕಳೆದೆನು.  2 ಕೊರಿಂಥ 11:25	",
},			
{			
"question" :	"	8. ಮೂರು ಸಾರಿ ಪೌಲನು ಇದನ್ನು ಅನುಭವಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸುಟ್ಟುಗಾಯಗಳು	",
	"	b. ಕಷ್ಟಗಳು	",
	"	c. ದರ್ಶನಗಳು	",
	"	d. ಹಡಗು ಒಡೆದುಹೋಯಿತು.	"
],			
"correct" :	"	d. ಹಡಗು ಒಡೆದುಹೋಯಿತು.	",
"explanation" :	"	ಮೂರು ಸಾರಿ ಸರಕಾರದವರು ಚಡಿಗಳಿಂದ ನನ್ನನ್ನು ಹೊಡಿಸಿದರು. ಒಂದು ಸಾರಿ ಜನರು ನನ್ನನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ಕಲ್ಲೆಸೆದರು; ಮೂರು ಸಾರಿ ನಾನಿದ್ದ ಹಡಗು ಒಡೆದು ಹೋಯಿತು; ಒಂದು ರಾತ್ರಿ ಒಂದು ಹಗಲು ಸಮುದ್ರದ ನೀರಿನಲ್ಲಿ ಕಳೆದೆನು.  2 ಕೊರಿಂಥ 11:25	",
},			
{			
"question" :	"	9. ಈ ಪಟ್ಟಣದ ಅಧಿಪತಿಯು  ಪೌಲನನ್ನು ಹಿಡಿಯಲು ಸೈನಿಕರನ್ನು ಇಟ್ಟು ಕಾವಲು ಕಾಯುತ್ತಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ಕೆಪರ್ನೌಮ್	",
	"	c. ಮಕೆದೋನ್ಯ	",
	"	d. ದಮಸ್ಕ	"
],			
"correct" :	"	d. ದಮಸ್ಕ	",
"explanation" :	"	ದಮಸ್ಕದಲ್ಲಿ ಅರಸನಾದ ಅರೇತನ ಅಧೀನದಲ್ಲಿದ್ದ ಻ಧಿಪತಿಯು ನನ್ನನ್ನು ಹಿಡಿಯಬೇಕೆಂದು ದಮಸ್ಕದವರ ಪಟ್ಟಣದಲ್ಲಿ ಕಾಯುತ್ತಿರಲು    2 ಕೊರಿಂಥ 11:32	",
},			
{			
"question" :	"	10. ಪೌಲನು ಹೇಗೆ ಆ ಪಟ್ಟಣದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	a. ವೇಷಹಾಕಿಕೊಂಡು	",
	"	b. ಕಲ್ಲಿಯಲ್ಲಿ ಕೂತು	",
	"	c. ಬಂಡಿಯಲ್ಲಿ	",
	"	d. ಸುರಂಗದಿಂದ	"
],			
"correct" :	"	b. ಕಲ್ಲಿಯಲ್ಲಿ ಕೂತು	",
"explanation" :	"	ನಾನು ಒಂದು ಕಲ್ಲಿಯಲ್ಲಿ ಕೂತು ಗೋಡೆಯಲ್ಲಿದ್ದ ಕಿಟಕಿಯೊಳಗಿಂದ ಇಳಿಸಲ್ಪಟ್ಟು ಅವನ ಕೈಯಿಂದ ತಪ್ಪಿಸಿಕೊಂಡೆನು.  2 ಕೊರಿಂಥ 11:33	",
},			
]			