var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ನಾವು ಯಾವುದನ್ನು ಹುಟ್ಟಿಸುವ ಗುಪ್ತ ಕಾರ್ಯಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದ ಸ್ಥಳಗಳು	",
	"	b. ಜ್ಞಾನ	",
	"	c. ನಾಚಿಕೆ	",
	"	d. ಮಾಟ ಮಂತ್ರ	"
],			
"correct" :	"	c. ನಾಚಿಕೆ	",
"explanation" :	"	ನಾಚಿಕೆಯನ್ನು ಹುಟ್ಟಿಸುವ ಗುಪ್ತಕಾರ್ಯಗಳನ್ನು ನಾವು ಬಿಟ್ಟುಬಿಟ್ಟು ತಂತ್ರದಲ್ಲಿ ನಡೆಯದೆ ದೇವರ ವಾಕ್ಯವನ್ನು ಕೆಡಿಸದೆ ಸತ್ಯವನ್ನು ಪರಿಷ್ಕಾರವಾಗಿ ಬೋಧಿಸುತ್ತಾ ನಾವು ಸಜ್ಜನರೆಂದು ಪ್ರತಿಮನುಷ್ಯನ ಮನಸ್ಸು ದೇವರ ಮುಂದೆ ಒಪ್ಪಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ನಡೆಯುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 4:2	",
},			
{			
"question" :	"	2. ನಾವು ಯಾವುದರಲ್ಲಿ ನಡೆಯಬಾರದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮರುಕ	",
	"	b. ಜ್ಞಾನ	",
	"	c. ಭಯ	",
	"	d. ತಂತ್ರ	"
],			
"correct" :	"	d. ತಂತ್ರ	",
"explanation" :	"	ನಾಚಿಕೆಯನ್ನು ಹುಟ್ಟಿಸುವ ಗುಪ್ತಕಾರ್ಯಗಳನ್ನು ನಾವು ಬಿಟ್ಟುಬಿಟ್ಟು ತಂತ್ರದಲ್ಲಿ ನಡೆಯದೆ ದೇವರ ವಾಕ್ಯವನ್ನು ಕೆಡಿಸದೆ ಸತ್ಯವನ್ನು ಪರಿಷ್ಕಾರವಾಗಿ ಬೋಧಿಸುತ್ತಾ ನಾವು ಸಜ್ಜನರೆಂದು ಪ್ರತಿಮನುಷ್ಯನ ಮನಸ್ಸು ದೇವರ ಮುಂದೆ ಒಪ್ಪಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ನಡೆಯುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 4:2	",
},			
{			
"question" :	"	3. ದೇವರ ವಾಕ್ಯವನ್ನು ಏನು ಮಾಡಬಾರದೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a.ಭಯ	",
	"	b. ಜ್ಞಾನ	",
	"	c. ಶುದ್ಧ ಕೈಗಳು	",
	"	d. ಕೆಡಿಸಬಾರದು	"
],			
"correct" :	"	d. ಕೆಡಿಸಬಾರದು	",
"explanation" :	"	ನಾಚಿಕೆಯನ್ನು ಹುಟ್ಟಿಸುವ ಗುಪ್ತಕಾರ್ಯಗಳನ್ನು ನಾವು ಬಿಟ್ಟುಬಿಟ್ಟು ತಂತ್ರದಲ್ಲಿ ನಡೆಯದೆ ದೇವರ ವಾಕ್ಯವನ್ನು ಕೆಡಿಸದೆ ಸತ್ಯವನ್ನು ಪರಿಷ್ಕಾರವಾಗಿ ಬೋಧಿಸುತ್ತಾ ನಾವು ಸಜ್ಜನರೆಂದು ಪ್ರತಿಮನುಷ್ಯನ ಮನಸ್ಸು ದೇವರ ಮುಂದೆ ಒಪ್ಪಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ನಡೆಯುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 4:2	",
},			
{			
"question" :	"	4. ಸುವಾರ್ತೆಯು ಮರೆಯಾಗಿರುವದಾದರೆ ಯಾರಿಗೆ ಮರೆಯಾಗಿರುವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಇಗೆ	",
	"	b. ದೂತರಿಗೆ	",
	"	c. ನಾಶನ ಮಾರ್ಗದಲ್ಲಿರುವವರಿಗೆ	",
	"	d. ಪ್ರವಾದಿಗಳಿಗೆ	"
],			
"correct" :	"	c. ನಾಶನ ಮಾರ್ಗದಲ್ಲಿರುವವರಿಗೆ	",
"explanation" :	"	ನಾವು ಸಾರುವ ಸುವಾರ್ತೆಯು ಕೆಲವರಿಗೆ ಮರೆಯಾಗಿರುವದಾದರೆ ನಾಶನಮಾರ್ಗದಲ್ಲಿರುವವರಿಗೇ ಮರೆಯಾಗಿರುವದು.  2 ಕೊರಿಂಥ 4:3	",
},			
{			
"question" :	"	5. ಪೌಲನು ಹೇಳಿದ್ದು:  ______ ಕರ್ತನೆಂತಲೂ ಪ್ರಸಿದ್ಧಿಪಡಿಸುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮನ್ನೇ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು	",
	"	c. ಕ್ರಿಸ್ತೇಸುವನ್ನೇ	",
	"	d. ಐಕ್ಯತೆಯನ್ನೇ	"
],			
"correct" :	"		",
"explanation" :	"	ನಮ್ಮನ್ನೇ ಪ್ರಸಿದ್ಧಿಪಡಿಸಿಕೊಳ್ಳದೆ ನಮ್ಮನ್ನು ಯೇಸುವಿನ ನಿಮಿತ್ತ ನಿಮ್ಮ ದಾಸರೆಂತಲೂ ಕ್ರಿಸ್ತೇಸುವನ್ನೇ ಕರ್ತನೆಂತಲೂ ಪ್ರಸಿದ್ಧಿಪಡಿಸುತ್ತೇವೆ. 2 ಕೊರಿಂಥ 2:5	",
},			
{			
"question" :	"	6. ಸರ್ವವಿಧದಲ್ಲಿಯೂ ನಮಗೆ ಇಕ್ಕಟ್ಟು ಇದ್ದರೂ ನಾವು _________ ಪಡುವವರಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೀನತ್ವ	",
	"	b. ಅಸಹ್ಯ	",
	"	c. ಅತಿ ಸಂಕಟ	",
	"	d. ಒಬ್ಬಂಟಿ	"
],			
"correct" :	"	c. ಅತಿ ಸಂಕಟ	",
"explanation" :	"	ಸರ್ವವಿಧದಲ್ಲಿಯೂ ನಮಗೆ ಇಕ್ಕಟ್ಟು ಇದ್ದರೂ ನಾವು ಅತಿ ಸಂಕಟ ಪಡುವವರಲ್ಲ; ನಾವು ದಿಕ್ಕು ಕಾಣದವರಾಗಿದ್ದರೂ ಕೇವಲ ದೆಸೆಗೆಟ್ಟವರಲ್ಲ.  2 ಕೊರಿಂಥ 4:8	",
},			
{			
"question" :	"	7. ಕೆಡವಲ್ಪಟ್ಟವರಾಗಿದ್ದರೂ _______	",
"image" :	"",		
"choices" : [			
	"	a. ಎತ್ತಲ್ಪಡುವವರು	",
	"	b. ಪ್ರಾಣನಷ್ಟಪಡುವವರಲ್ಲ	",
	"	c. ಪ್ರಶ್ನಿಸುವವರು	",
	"	d. ಸಮಾಧಾನ ಹೊಂದುವರು	"
],			
"correct" :	"	b. ಪ್ರಾಣನಷ್ಟಪಡುವವರಲ್ಲ	",
"explanation" :	"	ಹಿಂಸೆ ಪಡುವವರಾಗಿದ್ದರೂ ಕೈಬಿಡಲ್ಪಟ್ಟವರಲ್ಲ; ಕೆಡವಲ್ಪಟ್ಟವರಾಗಿದ್ದರೂ ಪ್ರಾಣನಷ್ಟಪಡುವವರಲ್ಲ.  2 ಕೊರಿಂಥ 4:9	",
},			
{			
"question" :	"	8. ನಮ್ಮ ದೇಹವು ನಾಶವಾಗುತ್ತಾ ಇದ್ದರೂ ನಮ್ಮ ಆಂತರ್ಯವು ________	",
"image" :	"",		
"choices" : [			
	"	a. ನಗುವುದು	",
	"	b. ಸತ್ತು ಹೋಗಿದೆ.	",
	"	c. ಸಂತೋಷಿಸುವುದು	",
	"	d. ಹೊಸದಾಗುವುದು	"
],			
"correct" :	"	d. ಹೊಸದಾಗುವುದು	",
"explanation" :	"	ಆದದರಿಂದ ನಾವು ಧೈರ್ಯಗೆಡುವದಿಲ್ಲ.  ನಮ್ಮ ದೇಹವು ನಾಶವಾಗುತ್ತಾ ಇದ್ದರೂ ನಮ್ಮ ಆಂತರ್ಯವು ದಿನೇ ದಿನೇ ಹೊಸದಾಗುತ್ತಾ ಬರುತ್ತದೆ.  2 ಕೊರಿಂಥ 4:16	",
},			
{			
"question" :	"	9. ಕಾಣವುಂಥದು _________	",
"image" :	"",		
"choices" : [			
	"	a. ಸ್ವಲ್ಪ ಕಾಲ ಮಾತ್ರ ಇರುವುದು	",
	"	b. ಮೋಸಕರವಾದುದು	",
	"	c. ದುಬಾರಿಯಾದುದು	",
	"	d. ನ್ಯಾಯವಾದುದು	"
],			
"correct" :	"	a. ಸ್ವಲ್ಪ ಕಾಲ ಮಾತ್ರ ಇರುವುದು	",
"explanation" :	"	ನಾವು ಕಾಣುವಂಥದನ್ನು ಲಕ್ಷಿಸದೆ ಕಾಣದಿರುವಂಥದನ್ನು ಲಕ್ಷಿಸುವವರಾಗಿದ್ದೇವೆ.   ಕಾಣುವಂಥದು ಸ್ವಲ್ಪಕಾಲ ಮಾತ್ರ ಇರುವುದು. ಕಾಣದಿರುವಂಥದು ಸದಾಕಾಲವೂ ಇರುವದು.  2 ಕೊರಿಂಥ 4:18	",
},			
{			
"question" :	"	10. ಕಾಣದಿರುವಂಥದು ________	",
"image" :	"",		
"choices" : [			
	"	a. ಅನ್ಯಾಯವಾದುದು	",
	"	b. ಮರೆತುಹೋಗುವಂಥದು	",
	"	c. ಸದಾಕಾಲವು ಇರುವಂಥದು	",
	"	d. ತಪ್ಪು ಮಾರ್ಗ ಬೋಧಿಸುವುದು	"
],			
"correct" :	"	c. ಸದಾಕಾಲವು ಇರುವಂಥದು	",
"explanation" :	"	ನಾವು ಕಾಣುವಂಥದನ್ನು ಲಕ್ಷಿಸದೆ ಕಾಣದಿರುವಂಥದನ್ನು ಲಕ್ಷಿಸುವವರಾಗಿದ್ದೇವೆ.   ಕಾಣುವಂಥದು ಸ್ವಲ್ಪಕಾಲ ಮಾತ್ರ ಇರುವುದು. ಕಾಣದಿರುವಂಥದು ಸದಾಕಾಲವೂ ಇರುವದು.  2 ಕೊರಿಂಥ 4:18	",
},			
]			