var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1.  ಪೌಲನು ಕೊರಿಂಥದವರಿಗೆ ಈ ಸಭೆಗಳಲ್ಲಿ ದೇವರ ಕೃಪೆಯು ತೋರಿದ ಬಗೆಯನ್ನು ತಿಳಿಸಲು ಬಯಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ಎಫೆಸ	",
	"	c. ಗಲಾತ್ಯ	",
	"	d. ಮೆಕೆದೋನ್ಯ	"
],			
"correct" :	"	d. ಮೆಕೆದೋನ್ಯ	",
"explanation" :	"	ಸಹೋದರರೇ, ಮೆಕೆದೋನ್ಯದ ಸಭೆಗಳಲ್ಲಿ ದೇವರ ಕೃಪೆಯು ತೋರಿದ ಬಗೆಯನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 8:1	",
},			
{			
"question" :	"	2. ಆ ಸಭೆಗಳವರು ಬಹಳ ಹಿಂಸೆ ತಾಳುವವರಾದರೂ	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತಸಾಕ್ಷಿಗಳಾದರು	",
	"	b. ದೇವರನ್ನು ತಿರಸ್ಕರಿಸಿದರು	",
	"	c. ಪೌಲನನ್ನು ತಿರಸ್ಕರಿಸಿದರು	",
	"	d. ಆನಂದದಿಂದ ತುಂಬಿದವರಾಗಿದ್ದರು	"
],			
"correct" :	"	d. ಆನಂದದಿಂದ ತುಂಬಿದವರಾಗಿದ್ದರು	",
"explanation" :	"	ಆ ಸಭೆಗಳವರು ಬಹಳ ಹಿಂಸೆ ತಾಳುವವರಾದರೂ ಮತ್ತು ವಿಪರೀತವಾದ ಬಡತನದಲ್ಲಿದ್ದರೂ ಬಹು ಆನಂದದಿಂದ ತುಂಬಿದವರಾಗ ಅತ್ಯಂತ ಔದಾರ್ಯವುಳ್ಳವರಾದರು.  2 ಕೊರಿಂಥ 8:2	",
},			
{			
"question" :	"	3. ಅವರು ವಿಪರೀತವಾದ ಬಡತನದಲ್ಲಿದ್ದರೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಣಹೊಂದಿದರು	",
	"	b. ಅತ್ಯಂತ ಔದಾರ್ಯವುಳ್ಳವರಾದರು.	",
	"	c. ಮಹಿಮೆಯ ನಿರೀಕ್ಷೆಯಲ್ಲಿದ್ದರು.	",
	"	d. ಹೇಡಿತನದ ಹೃದಯವನ್ನು ಹೊಂದಿದ್ದರು.	"
],			
"correct" :	"	b. ಅತ್ಯಂತ ಔದಾರ್ಯವುಳ್ಳವರಾದರು.	",
"explanation" :	"	ಆ ಸಭೆಗಳವರು ಬಹಳ ಹಿಂಸೆ ತಾಳುವವರಾದರೂ ಮತ್ತು ವಿಪರೀತವಾದ ಬಡತನದಲ್ಲಿದ್ದರೂ ಬಹು ಆನಂದದಿಂದ ತುಂಬಿದವರಾಗ ಅತ್ಯಂತ ಔದಾರ್ಯವುಳ್ಳವರಾದರು.  2 ಕೊರಿಂಥ 8:2	",
},			
{			
"question" :	"	4. ಪೌಲನು ಕೊರಿಂಥ ಸಭೆಯವರಿಗೆ, ಇತರರ ಆಸಕ್ತಿಯನ್ನು ತೋರಿಸಿಕೊಟ್ಟು ಇದನ್ನು ಪರೀಕ್ಷೆಯಿಂದ ತಿಳಿದುಕೊಳ್ಳಬೇಕೆಂದು ಆಸೆಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರು	",
	"	b. ಅವರ ನಂಬಿಕೆಯ ಕಾರ್ಯಗಳು	",
	"	c. ಪ್ರೀತಿಯು ಯಥಾರ್ಥಾವಾದದ್ದೆಂದು	",
	"	d. ಹೃದಯದಲ್ಲಾಗುವ ಬದಲಾವಣೆ	"
],			
"correct" :	"	c. ಪ್ರೀತಿಯು ಯಥಾರ್ಥಾವಾದದ್ದೆಂದು	",
"explanation" :	"	ಇದನ್ನು ಆಜ್ಞಾರೂಪವಾಗಿ ಹೇಳದೆ ಇತರರ ಆಸಕ್ತಿಯನ್ನು ತೋರಿಸಿಕೊಟ್ಟು ನಿಮ್ಮ ಪ್ರೀತಿಯೂ ಯಥಾರ್ಥವಾದದ್ದೆಂಬದನ್ನು ಪರೀಕ್ಷೆಯಿಂದ ತಿಳಿದುಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳುತ್ತೇನೆ.  2 ಕೊರಿಂಥ 8:8	",
},			
{			
"question" :	"	5. ಈತನು ಐಶ್ವರ್ಯವಂತನು, ಆದರೆ ನಿಮಗಾಗಿ ಬಡವನಾದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಸೊಲೋಮೊನ	",
	"	c. ಯೇಸು	",
	"	d. ತೀತ	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕೃಪೆಯು ನಿಮಗೆ ಗೊತ್ತಾಗಿದೆಯಲ್ಲಾ; ಆತನು ಐಶ್ವರ್ಯವಂತನಾಗಿದ್ದು ತಾನು ಬಡತನದಲ್ಲಿ ಸೇರುವದರಿಂದ ನೀವು ಐಶ್ವರ್ಯವಂತರಾಗಬೇಕೆಂದು ನಿಮಗೋಸ್ಕರ ಬಡವನಾದನು.  2 ಕೊರಿಂಥ 8:9	",
},			
{			
"question" :	"	6. ತಾನು ಬಡತನದಲ್ಲಿ ಸೇರುವದರಿಂದ ನೀವು	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲಿಯಬಹುದು	",
	"	b. ಮಾದರಿಯಾಗಿರಬಹುದು	",
	"	c. ಐಶ್ವರ್ಯವಂತರಾಗಬಹುದು	",
	"	d. ಮಹಿಮೆ ಹೊಂದಬಹುದು	"
],			
"correct" :	"	c. ಐಶ್ವರ್ಯವಂತರಾಗಬಹುದು	",
"explanation" :	"	ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕೃಪೆಯು ನಿಮಗೆ ಗೊತ್ತಾಗಿದೆಯಲ್ಲಾ; ಆತನು ಐಶ್ವರ್ಯವಂತನಾಗಿದ್ದು ತಾನು ಬಡತನದಲ್ಲಿ ಸೇರುವದರಿಂದ ನೀವು ಐಶ್ವರ್ಯವಂತರಾಗಬೇಕೆಂದು ನಿಮಗೋಸ್ಕರ ಬಡವನಾದನು.  2 ಕೊರಿಂಥ 8:9	",
},			
{			
"question" :	"	7.  ಇತರರಿಗೆ ಕಷ್ಟಪರಿಹಾರವೂ ನಿಮಗೆ _____ ಉಂಟಾಗಬೇಕೆಂದು ನನ್ನ ತಾತ್ಪರ್ಯವಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಷ್ಟವೂ	",
	"	b. ಕಷ್ಟ ಪರಿಹಾರವು	",
	"	c. ಸೋಮಾರಿಯ ಕೈಗಳೂ	",
	"	d. ಸಮೃದ್ಧಿಯ ಜೀವನ	"
],			
"correct" :	"	a. ಕಷ್ಟವೂ	",
"explanation" :	"	ಇತರರಿಗೆ ಕಷ್ಟಪರಿಹಾರವೂ ನಿಮಗೆ ಕಷ್ಟವೂ ಉಂಟಾಗಬೇಕೆಂದು ನನ್ನ ತಾತ್ಪರ್ಯವಲ್ಲ.  2 ಕೊರಿಂಥ 8:13	",
},			
{			
"question" :	"	8. ಬಹಳವಾಗಿ ಕೂಡಿಸಿದವನಿಗೆ 	",
"image" :	"",		
"choices" : [			
	"	a. ಹೊಟ್ಟೆ ಬಾಕನು	",
	"	b. ಕಷ್ಟ ಜೀವಿ	",
	"	c. ಏನೂ ಹೆಚ್ಚಾಗಲಿಲ್ಲ	",
	"	d. ತನ್ನ ಮಕ್ಕಳಿಗಾಗಿ ಕೂಡಿಸಿಡುವನು	"
],			
"correct" :	"	c. ಏನೂ ಹೆಚ್ಚಾಗಲಿಲ್ಲ	",
"explanation" :	"	ಬಹಳ ಕೂಡಿಸಿದವನಿಗೆ ಏನೂ ಹೆಚ್ಚಾಗಲಿಲ್ಲ.  ಸ್ವಲ್ಪವಾಗಿ ಕೂಡಿಸಿದವನಿಗೆ ಏನೂ ಕಡಿಮೆಯಾಗಲಿಲ್ಲ ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿರುವ ಪ್ರಕಾರವಾಗುವುದು.  2 ಕೊರಿಂಥ 8:15	",
},			
{			
"question" :	"	9. ಸ್ವಲ್ಪವಾಗಿ ಕೂಡಿಸಿದವನಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ರಾತ್ರಿಯೆಲ್ಲಾ ಅಳುವನು	",
	"	b. ಏನೂ ಕಡಿಮೆಯಾಗಲಿಲ್ಲ	",
	"	c. ಅಜಾಗರೂಕನು	",
	"	d. ಇನ್ನೂ ಬೇಕೆಂದು ಬರುವನು	"
],			
"correct" :	"	b. ಏನೂ ಕಡಿಮೆಯಾಗಲಿಲ್ಲ	",
"explanation" :	"	ಬಹಳ ಕೂಡಿಸಿದವನಿಗೆ ಏನೂ ಹೆಚ್ಚಾಗಲಿಲ್ಲ.  ಸ್ವಲ್ಪವಾಗಿ ಕೂಡಿಸಿದವನಿಗೆ ಏನೂ ಕಡಿಮೆಯಾಗಲಿಲ್ಲ ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿರುವ ಪ್ರಕಾರವಾಗುವುದು.  2 ಕೊರಿಂಥ 8:15	",
},			
{			
"question" :	"	10. ಪೌಲನು ಕೊರಿಂಥ ಸಭೆಯವರಿಗೆ, ತೀತನಿಗೂ, ಅವನ ಜೊತೇ ಸಹೋದರನಿಗೂ ಮತ್ತು ಸಭೆಗಳಿಗೂ ಇದನ್ನು ತೋರಿಸಿರಿ ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ಪ್ರೀತಿಯು ಯಥಾರ್ಥವಾದದ್ದೆಂದು	",
	"	b. ವಿಶೇಷವಾದ ಆದರಣೆ ಇಲ್ಲವೆಂದು	",
	"	c. ಪಟ್ಟಣದ ಮುಖ್ಯಬಾಗಿಲು	",
	"	d.  ಈ ಪತ್ರ	"
],			
"correct" :	"	a. ನಿಮ್ಮ ಪ್ರೀತಿಯು ಯಥಾರ್ಥವಾದದ್ದೆಂದು	",
"explanation" :	"	ತೀತನನ್ನು ಕುರಿತು ಕೇಳುತ್ತೀರೋ, ಅವನು ನನ್ನ ಪಾಲುಗಾರನೂ ನಿಮ್ಮ ಪ್ರಯೋಜನಕ್ಕಾಗಿ ನನಗೆ ಸಹಕಾರಿಯೂ ಆಗಿದ್ದಾನೆ; ಆ ಸಹೋದರರನ್ನು ಕುರಿತು ಕೇಳುತ್ತೀರೋ, ಅವರು ಸಭೆಗಳಿಂದ ಕಳುಹಿಸಲ್ಪಟ್ಟವರೂ ಕ್ರಿಸ್ತನ ಮಹಿಮೆಯನ್ನು ಪ್ರಕಾಶಪಡಿಸುವವರೂ ಆಗಿದ್ದಾರೆ.  ಆದಕಾರಣ ನಿಮ್ಮ ಪ್ರೀತಿಯು ಯಥಾರ್ಥವಾದದ್ದೆಂಬುದನ್ನೂ ನಿಮ್ಮನ್ನು ನಾವು ಹೊಗಳಿದ್ದು ನ್ಯಾಯವೆಂಬುದನ್ನೂ ಇವರಿಗೂ ಸಭೆಗಳಿಗೂ ತೋರಿಸಿಕೊಡಿರಿ.  2 ಕೊರಿಂಥ 8:23-24.	",
},			
]			