var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಕ್ರಿಸ್ತನು ನಮ್ಮ ಕೈಯಿಂದ ಬರಸಿಕೊಟ್ಟ ಪತ್ರವಾಗಿದ್ದೀರೆಂಬದು ಪ್ರತ್ಯಕ್ಷವಾಗಿಯೇ ಇದೆ; ಅದು ಮಸಿಯಿಂದ ಬರೆದದ್ದಲ್ಲ ______	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತದಿಂದ	",
	"	b. ಜೀವವುಳ್ಳ ದೇವರ ಆತ್ಮದಿಂದ	",
	"	c. ಭಯ ಮತ್ತು ಎಚ್ಚರಿಕೆಯಿಂದ	",
	"	d. ದೇವಮಕ್ಕಳ ತ್ಯಾಗದಿಂದ	"
],			
"correct" :	"	b. ಜೀವವುಳ್ಳ ದೇವರ ಆತ್ಮದಿಂದ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನಮ್ಮ ಕೈಯಿಂದ ಬರಸಿಕೊಟ್ಟ ಪತ್ರವಾಗಿದ್ದೀರೆಂಬದು ಪ್ರತ್ಯಕ್ಷವಾಗಿಯೇ ಇದೆ; ಅದು ಮಸಿಯಿಂದ ಬರೆದದ್ದಲ್ಲ, ಜೀವವುಳ್ಳ ದೇವರ ಆತ್ಮನಿಂದಲೇ ಬರೆದದ್ದಿ; ಕಲ್ಲಿನ ಮೇಲೆಯಲ್ಲ, ಮನುಷ್ಯ ಹೃದಯಗಳೆಂಬ ಹಲಿಗೆಗಳ ಮೇಲೆ ಬರೆದದ್ದು.  2 ಕೊರಿಂಥ 3:3	",
},			
{			
"question" :	"	2. ಕಲ್ಲಿನ ಮೇಲೆಯಲ್ಲ, _________ ಹಲಿಗೆಗಳ ಮೇಲೆ ಬರೆದದ್ದು.	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತದಿಂದ ಕೂಡಿದ ನೀರಿನಲ್ಲಿ	",
	"	b. ಮನುಷ್ಯ ಹೃದಯಗಳೆಂಬ	",
	"	c. ಸತ್ಯ ಮತ್ತು ನೀತಿ	",
	"	d. ಪರಲೋಕದ ಸುರಳಿಯಲ್ಲಿ	"
],			
"correct" :	"	b. ಮನುಷ್ಯ ಹೃದಯಗಳೆಂಬ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನಮ್ಮ ಕೈಯಿಂದ ಬರಸಿಕೊಟ್ಟ ಪತ್ರವಾಗಿದ್ದೀರೆಂಬದು ಪ್ರತ್ಯಕ್ಷವಾಗಿಯೇ ಇದೆ; ಅದು ಮಸಿಯಿಂದ ಬರೆದದ್ದಲ್ಲ, ಜೀವವುಳ್ಳ ದೇವರ ಆತ್ಮನಿಂದಲೇ ಬರೆದದ್ದಿ; ಕಲ್ಲಿನ ಮೇಲೆಯಲ್ಲ, ಮನುಷ್ಯ ಹೃದಯಗಳೆಂಬ ಹಲಿಗೆಗಳ ಮೇಲೆ ಬರೆದದ್ದು.  2 ಕೊರಿಂಥ 3:3	",
},			
{			
"question" :	"	3. ನಮಗಿರುವ ಸಾಮರ್ಥ್ಯವು	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮನ್ನು ಉಳಿಸುವುದು	",
	"	b. ನಿರಂತರವಾಗಿರುವುದು	",
	"	c. ನಮ್ಮೊಂದಿಗಿರುವುದು	",
	"	d. ದೇವರಿಂದಲೇ ಬಂದದ್ದು	"
],			
"correct" :	"	d. ದೇವರಿಂದಲೇ ಬಂದದ್ದು	",
"explanation" :	"	ನಮ್ಮಿಂದಲೇ ಏನಾದರೂ ಉಂಟಾಯಿತೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ನಮ್ಮಷ್ಟಕ್ಕೆ ನಾವೇ ಸಮರ್ಥರೆಂತಲ್ಲ; ನಮಗಿರುವ ಸಾಮರ್ಥ್ಯವು ದೇವರಿಂದಲೇ ಬಂದದ್ದು:  2 ಕೊರಿಂಥ 3:5	",
},			
{			
"question" :	"	4. ಇದು ಮರಣವನ್ನುಂಟು ಮಾಡುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯ	",
	"	b. ಲಿಖಿತ ರೂಪದ ಒಡಂಬಡಿಕೆ	",
	"	c. ನಂಬಿಕೆ	",
	"	d. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	b. ಲಿಖಿತ ರೂಪದ ಒಡಂಬಡಿಕೆ	",
"explanation" :	"	ಲಿಖಿತರೂಪವಾದ ಒಡಂಬಡಿಕೆಯು ಮರಣವನ್ನುಂಟು ಮಾಡುತ್ತದೆ; ದೇವರಾತ್ಮ ಸಂಬಂಧವಾದದ್ದು ಜೀವವನ್ನುಂಟು ಮಾಡುತ್ತದೆ.  2 ಕೊರಿಂಥ 3:6	",
},			
{			
"question" :	"	5. ಇದು ಜೀವವನ್ನುಂಟು ಮಾಡುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಾತ್ಮನು	",
	"	b. ಲಿಖಿತ ರೂಪದ ಒಡಂಬಡಿಕೆ	",
	"	c. ವಂಚನೆ	",
	"	d. ತ್ಯಾಗ	"
],			
"correct" :	"	a. ದೇವರಾತ್ಮನು	",
"explanation" :	"	ಲಿಖಿತರೂಪವಾದ ಒಡಂಬಡಿಕೆಯು ಮರಣವನ್ನುಂಟು ಮಾಡುತ್ತದೆ; ದೇವರಾತ್ಮ ಸಂಬಂಧವಾದದ್ದು ಜೀವವನ್ನುಂಟು ಮಾಡುತ್ತದೆ.  2 ಕೊರಿಂಥ 3:6	",
},			
{			
"question" :	"	6.  ಆ ಪ್ರಭಾವದಿಂದ ______ ಮುಖಕ್ಕೆ ಬಂದ ಪ್ರಕಾಶವು ಕುಂದಿಹೋಗುವಂಥದಾಗಿದ್ದರೂ ಅದರ ನಿಮಿತ್ತ ಇಸ್ರಾಯೇಲ್ಯರು ಅವನ ಮುಖವನ್ನು ನೋಡಲಾರದೇ ಇದ್ದರು. 	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ದಾವೀದ	",
	"	c. ಸೊಲೋಮೊನ	",
	"	d. ಯೇಸು	"
],			
"correct" :	"	a. ಮೋಶೆ	",
"explanation" :	"	ಮರಣವಿಧಸುವ ನಿಯಮದ ಸೇವೆಯು ಕಲ್ಲಿನ ಮೇಲೆ ಲಿಖಿತವಾದ ಅಕ್ಷರಗಳಲ್ಲಿ ಆಧಾರಗೊಂಡಿದ್ದರೂ ಪ್ರಭಾವದಿಂದ ಕೂಡಿದ್ದಾಗಿತ್ತು.  ಆ ಪ್ರಭಾವದಿಂದ ಮೋಶೆಯ ಮುಖಕ್ಕೆ ಬಂದ ಪ್ರಕಾಶವು ಕುಂದಿಹೋಗುವಂಥದಾಗಿದ್ದರೂ ಅದರ ನಿಮಿತ್ತ ಇಸ್ರಾಯೇಲ್ಯರು ಅವನ ಮುಖವನ್ನು ನೋಡಲಾರದೆ ಇದ್ದರು.  2 ಕೊರಿಂಥ 3:7	",
},			
{			
"question" :	"	7.  ಈ ಮನುಷ್ಯನು ಇದನ್ನು ತನ್ನ ಮುಖದ ಮೇಲೆ ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಕೈಗಳನ್ನು	",
	"	b. ಎಣ್ಣೆಯನ್ನು	",
	"	c. ಮಣ್ಣು	",
	"	d. ಮುಸುಕು	"
],			
"correct" :	"	d. ಮುಸುಕು	",
"explanation" :	"	ನಾವು ಮೋಶೆಯಂತೆ ಮಾಡುವದಿಲ್ಲ, ಗತಿಸಿಹೋಗುವಂಥದರ ಅಂತ್ಯವನ್ನು ಇಸ್ರಾಯೇಲ್ಯರು ಕಣ್ಣಿಟ್ಟು ನೋಡಬಾರದೆಂದು ಅವನು ತನ್ನ ಮುಖದ ಮೇಲೆ ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದನು.  2 ಕೊರಿಂಥ 3:13	",
},			
{			
"question" :	"	8. ಆದರೆ ಇಸ್ರಾಯೇಲ್ಯರ ಬುದ್ದಿ	",
"image" :	"",		
"choices" : [			
	"	a. ತೆರೆಯಲ್ಪಟ್ಟಿತು	",
	"	b. ಮಂದವಾಯಿತು	",
	"	c. ಪ್ರವಾಹದಂತಾಯಿತು	",
	"	d. ನಿರೀಕ್ಷೆಯಿಂದ ತುಂಬಿತು.	"
],			
"correct" :	"	b. ಮಂದವಾಯಿತು	",
"explanation" :	"	ನಾವು ಮೋಶೆಯಂತೆ ಮಾಡುವದಿಲ್ಲ, ಗತಿಸಿಹೋಗುವಂಥದರ ಅಂತ್ಯವನ್ನು ಇಸ್ರಾಯೇಲ್ಯರು ಕಣ್ಣಿಟ್ಟು ನೋಡಬಾರದೆಂದು ಅವನು ತನ್ನ ಮುಖದ ಮೇಲೆ ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದನು.  ಆದರೆ ಅವರ ಬುದ್ದಿ ಮಂದವಾಯಿತು.  ಈ ದಿನದವರೆಗೂ ಹಳೇ ಒಡಂಬಡಿಕೆಯು ಪಾರಾಯಣವಾಗುವಾಗ ಅದು ಕ್ರಿಸ್ತನಲ್ಲಿ ಗತಿಸಿಹೋಗುತ್ತದೆಂಬದು ಅವರಿಗೆ ಪ್ರಕಟವಾಗದೆ ಇರುವದರಿಂದ ಅದೇ ಮುಸುಕು ಎತ್ತಲ್ಪಡದೇ ಇರುತ್ತದೆ.  2 ಕೊರಿಂಥ 3:13-14	",
},			
{			
"question" :	"	9.  ಇದು ಕ್ರಿಸ್ತನಲ್ಲಿ ಗತಿಸಿಹೋಗುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಮುಸುಕು	",
	"	d. ಸಮಯ	"
],			
"correct" :	"	c. ಮುಸುಕು	",
"explanation" :	"	ಆದರೆ ಅವರ ಬುದ್ದಿ ಮಂದವಾಯಿತು.  ಈ ದಿನದವರೆಗೂ ಹಳೇ ಒಡಂಬಡಿಕೆಯು ಪಾರಾಯಣವಾಗುವಾಗ ಅದು ಕ್ರಿಸ್ತನಲ್ಲಿ ಗತಿಸಿಹೋಗುತ್ತದೆಂಬದು ಅವರಿಗೆ ಪ್ರಕಟವಾಗದೆ ಇರುವದರಿಂದ ಅದೇ ಮುಸುಕು ಎತ್ತಲ್ಪಡದೇ ಇರುತ್ತದೆ.  2 ಕೊರಿಂಥ 3:14	",
},			
{			
"question" :	"	10. ಕರ್ತನ ಆತ್ಮನು ಯಾರಲ್ಲಿದ್ದಾನೋ ಅವರಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ದೂಷಣೆ ಇಲ್ಲ	",
	"	b. ಸಂತೋಷ	",
	"	c. ಬಿಡುಗಡೆ ಉಂಟು	",
	"	d. ಪ್ರತೀಕಾರವಿದೆ	"
],			
"correct" :	"	c. ಬಿಡುಗಡೆ ಉಂಟು	",
"explanation" :	"	ಆ ಕರ್ತನು ದೇವರಾತ್ಮನೇ; ಕರ್ತನ ಆತ್ಮನು ಯಾರಲ್ಲಿದ್ದಾನೋ ಅವರಿಗೆ ಬಿಡುಗಡೆ ಉಂಟು.  2 ಕೊರಿಂಥ 3:17	",
},			
]			
			