var quiztitle = "2 ಕೊರಿಂಥದವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಈ ಸಭೆಗೆ ಬರೆಯಲಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೊರಿಂಥ	",
	"	b. ಎಫೆಸ	",
	"	c. ಗಲಾತ್ಯ	",
	"	d. ಯೆರೂಷಲೇಮು	"
],			
"correct" :	"	a. ಕೊರಿಂಥ	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೋಥೆಯನೂ ಕೊರಿಂಥದಲ್ಲಿರುವ ದೇವರ ಸಭೆಯವರಿಗೂ ಅಖಾಯ ಸೀಮೆಯಲ್ಲೆಲ್ಲಾ ಇರುವ ದೇವಜನರೆಲ್ಲರಿಗೂ ಬರೆಯುವುದೇನೆಂದರೆ 2 ಕೊರಿಂಥ 1:1	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯು ಈ ಅಪೋಸ್ತಲನಿಂದ ಬಂದಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಯಾಕೋಬ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	a. ಪೌಲ	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೋಥೆಯನೂ ಕೊರಿಂಥದಲ್ಲಿರುವ ದೇವರ ಸಭೆಯವರಿಗೂ ಅಖಾಯ ಸೀಮೆಯಲ್ಲೆಲ್ಲಾ ಇರುವ ದೇವಜನರೆಲ್ಲರಿಗೂ ಬರೆಯುವುದೇನೆಂದರೆ 2 ಕೊರಿಂಥ 1:1	",
},			
{			
"question" :	"	3. ದೇವರು ನಮ್ಮನ್ನು ಸಂಕಟಗಳಲ್ಲಿ ಸಂತೈಸುತ್ತಾನೆ, ಯಾಕೆಂದರೆ ನಾವು ಇವರನ್ನು ಸಂತೈಸಲು ಶಕ್ತರಾಗುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮನ್ನು ಹಿಂಸೆಪಡಿಸಿದವರನ್ನು	",
	"	b. ಸಾಯುವ ಹಾಗಿರುವವರನ್ನು	",
	"	c. ರೋಗಿಯಾಗಿರುವವರನ್ನು	",
	"	d. ನಾನಾ ವಿಧದಲ್ಲಿ ಸಂಕಟಗಳಲ್ಲಿರುವವರು	"
],			
"correct" :	"	d. ನಾನಾ ವಿಧದಲ್ಲಿ ಸಂಕಟಗಳಲ್ಲಿರುವವರು	",
"explanation" :	"	ನಮಗೆ ಸಂಭವಿಸುವ ಎಲ್ಲಾ ಸಂಕಟಗಳಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂತೈಸುತ್ತಾನೆ; ಹೀಗೆ ದೇವರಿಂದ ನಮಗಾಗುವ ಆದರಣೆಯ ಮೂಲಕ ನಾವು ನಾನಾ ವಿಧವಾದ ಸಂಕಟಗಳಲ್ಲಿ ಬಿದ್ದಿರುವವರನ್ನು ಸಂತೈಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುತ್ತೇವೆ.  2 ಕೊರಿಂಥ 1:4	",
},			
{			
"question" :	"	4. ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ನಮಗೆ ಬಾಧೆಗಳು ಹೇಗೆ ಹೇರಳವಾಗಿ ಉಂಟಾಗುತ್ತವೆಯೋ ಹಾಗೆಯೇ ಇದು ಕೂಡ ಕ್ರಿಸ್ತನ ಮೂಲಕ ಹೇರಳವಾಗಿ ಉಂಟಾಗುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದುರಾದೃಷ್ಟ	",
	"	b. ಸಂಕಟಗಳು	",
	"	c. ಕಣ್ಣೀರು	",
	"	d. ಆದರಣೆ	"
],			
"correct" :	"	d. ಆದರಣೆ	",
"explanation" :	"	ಯಾಕಂದರೆ ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ನಮಗೆ ಬಾಧೆಗಳು ಹೇಗೆ ಹೇರಳವಾಗಿ ಉಂಟಾಗುತ್ತವೆಯೋ ಹಾಗೆಯೇ ಆದರಣೆಯು ಕೂಡ ಕ್ರಿಸ್ತನ ಮೂಲಕ ಹೇರಳವಾಗಿ ಉಂಟಾಗುತ್ತದೆ.  2 ಕೊರಿಂಥ 1:5	",
},			
{			
"question" :	"	5. ಅಪೋಸ್ತಲನು ಹೇಳುತ್ತಾನೆ: ನಮಗೆ ಸಂಕಟಬರುವುದರಿಂದ ನಿಮಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದಲ್ಲಿ ಬರೆದಿಡಲ್ಪಡುವುದು	",
	"	b. ದುಷ್ಟನಿಗೆ ಕೆಡುಕುಂಟಾಗುವುದು	",
	"	c. ಅನ್ಯಾಯವಾಗುವುದು	",
	"	d. ಧೈರ್ಯವೂ ರಕ್ಷಣೆಯೂ ಉಂಟಾಗುವುದು.	"
],			
"correct" :	"	d. ಧೈರ್ಯವೂ ರಕ್ಷಣೆಯೂ ಉಂಟಾಗುವುದು.	",
"explanation" :	"	ನಮಗೆ ಸಂಕಟಬರುತ್ತದೋ ಅದರಿಂದ ನಿಮಗೆ ಧೈರ್ಯವೂ ರಕ್ಷಣೆಯೂ ಉಂಟಾಗುತ್ತದೆ; ನಮಗೆ ಸಂಕಟ ಪರಿಹಾರವಾಗುತ್ತದೋ ಅದರಿಂದ ನಿಮಗೆ ಆದರಣೆ ಆಗುತ್ತದೆ.  2 ಕೊರಿಂಥ 1:6	",
},			
{			
"question" :	"	6. ಅಪೋಸ್ತಲನು ಹೇಳುತ್ತಾನೆ: ನಮಗೆ ಸಂಕಟ ಪರಿಹಾರವಾಗುವುದರಿಂದ 	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಿಗೆ ಮಹಿಮೆಯಾಗುವುದು	",
	"	b. ಕೆಲವೊಂದು ಸನ್ನಿವೇಶಗಳಲ್ಲಿ ಮಾತ್ರ	",
	"	c. ನಿಮಗೆ ಆದರಣೆ ಆಗುತ್ತದೆ	",
	"	d. ಅತಿಶಯವಾಗುವುದು	"
],			
"correct" :	"	c. ನಿಮಗೆ ಆದರಣೆ ಆಗುತ್ತದೆ	",
"explanation" :	"	ನಮಗೆ ಸಂಕಟಬರುತ್ತದೋ ಅದರಿಂದ ನಿಮಗೆ ಧೈರ್ಯವೂ ರಕ್ಷಣೆಯೂ ಉಂಟಾಗುತ್ತದೆ; ನಮಗೆ ಸಂಕಟ ಪರಿಹಾರವಾಗುತ್ತದೋ ಅದರಿಂದ ನಿಮಗೆ ಆದರಣೆ ಆಗುತ್ತದೆ.  2 ಕೊರಿಂಥ 1:6	",
},			
{			
"question" :	"	7. ನೀವು ಬಾಧೆಗಳಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಪಾಲುಗಾರರಾಗಿರುವ ಪ್ರಕಾರ ಇದರಲ್ಲಿಯೂ ನಮ್ಮೊಂದಿಗೆ ಪಾಲುದಾರರಾಗಿದ್ದೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯತೀರ್ಪಿನಲ್ಲಿ	",
	"	b. ಪ್ರತೀಕಾರದಲ್ಲಿ	",
	"	c. ಆದರಣೆಯಲ್ಲಿ	",
	"	d. ಕೋಪದಲ್ಲಿ	"
],			
"correct" :	"	c. ಆದರಣೆಯಲ್ಲಿ	",
"explanation" :	"	ನೀವು ಬಾಧೆಗಳಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಪಾಲುಗಾರರಾಗಿರುವ ಪ್ರಕಾರ ಆದರಣೆಯಲ್ಲಿಯೂ ಪಾಲುಗಾರರಾಗಿದ್ದೀರೆಂದು ನಮಗೆ ತಿಳಿದಿರುವದರಿಂದ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ನಮಗಿರುವ ನಿರೀಕ್ಷೆಯು ದೃಢವಾಗಿದೆ.  2 ಕೊರಿಂಥ 1:7	",
},			
{			
"question" :	"	8.  ಅಪೋಸ್ತಲನು ಹೇಳುತ್ತಾನೆ: ಈ ಸ್ಥಳದಲ್ಲಿ ನಮಗೆ ಸಂಭವಿಸಿದ ಸಂಕಟಗಳ ಕುರಿತು ನೀವು ತಿಳಿಯಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಕಿಸ್ತಾನ	",
	"	b. ಆಸ್ಯ	",
	"	c. ನಜರೇತು	",
	"	d. ಐಗುಪ್ತ	"
],			
"correct" :	"	b. ಆಸ್ಯ	",
"explanation" :	"	ಸಹೋದರರೇ, ಆಸ್ಯ ಸೀಮೆಯಲ್ಲಿ ನಮಗೆ ಸಂಭವಿಸಿದ ಸಂಕಟವನ್ನು ಕುರಿತು ವಿಚಾರಿಸುತ್ತೀರೋ ಅದರಲ್ಲಿ ನಾವು ಬಲವನ್ನು ಮೀರಿದಂಥ ಅತ್ಯಧಿಕವಾದ ಭಾರದಿಂದ ಕುಗ್ಗಿಹೋಗಿ ಜೀವವುಳಿಯುವ ಮಾರ್ಗವನ್ನು ಕಾಣದವರಾದೆವೆಂಬದನ್ನು ನೀವು ತಿಳಿಯಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  2 ಕೊರಿಂಥ 1:8	",
},			
{			
"question" :	"	9. ಪೌಲನನ್ನು ಮರಣದಿಂದ ತಪ್ಪಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪಿಲಾತ	",
	"	b. ಹೆರೋದ	",
	"	c. ದೇವರು	",
	"	d. ಸಾತಾನ	"
],			
"correct" :	"		",
"explanation" :	"	ಮರಣವಾಗುತ್ತದೆಂಬ ನಿಶ್ಚಯವು ನಮ್ಮೊಳಗೆ ಉಂಟಾಯಿತು; ನಾವು ನಮ್ಮ ಮೇಲೆ ಭರವಸವಿಟ್ಟುಕೊಳ್ಳದೆ ಸತ್ತವರನ್ನು ಎಬ್ಬಿಸುವ ದೇವರ ಮೇಲೆಯೀ ಭರವಸವಿಡುವವರಾಗಬೇಕೆಂದು ಹೀಗಾಯಿತು.  ಆತನು ನಮ್ಮನ್ನು ಎಂಥ ಭಯಂಕರ ಮರಣದಿಂದ ತಪ್ಪಿಸಿದನು.  ಮುಂದೆಯೂ ತಪ್ಪಿಸುವನು.  2 ಕೊರಿಂಥ 1:9-10	",
},			
{			
"question" :	"	10.  ಪೌಲನಿಗೆ ಸಭೆಯ ಜನರು ಈ ವಿಧವಾಗಿ ಸಹಾಯ ಮಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪತ್ರಗಳಿಂದ	",
	"	b. ವಕೀಲರಿಂದ	",
	"	c. ಪ್ರಾರ್ಥನೆ	",
	"	d. ಆಯುಧದಾರಿ ಸೈನಿಕರು	"
],			
"correct" :	"	c. ಪ್ರಾರ್ಥನೆ	",
"explanation" :	"	ನೀವು ನಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆ ಮಾಡುವವರಾಗಿ ಸಹಕಾರಿಗಾಳಾಗಿರುವದರಿಂದ ಆತನು ಇನ್ನು ಮೇಲೆಯೂ ತಪ್ಪಿಸುವನೆಂದು ಆತನಲ್ಲಿ ನರೀಕ್ಷೆಯಿಟ್ಟವರಾಗಿದ್ದೇವೆ.  ಹೀಗೆ ಅನೇಕರ ವಿಜ್ಞಾಪನೆಗಳಿಂದ ನಮಗೆ ದೊರಕುವ ಉಪಕಾರಕ್ಕಾಗಿ ನಮ್ಮ ನಿಮಿತ್ತ ಅನೇಕರಿಂದ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಉಂಟಾಗುವುದು.  2 ಕೊರಿಂಥ 1:11	",
},			
]			