var quiztitle = " 2 ಯೋಹಾನ Peter ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಯೋಹಾನನು ತನ್ನನ್ನು ತಾನು ಹೇಗೆ ಪರಿಚಯ ಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಯ	",
	"	b. ಹಿರಿಯ	",
	"	c. ದೇವಜನ	",
	"	d. ಸಹೋದರರಲ್ಲಿ ಮುಖ್ಯಸ್ಥನು	"
],			
"correct" :	"	b. ಹಿರಿಯ	",
"explanation" :	"	ಸಭೆಯ ಹಿರಿಯನು ದೇವರಾದುಕೊಂಡವರಾದ ಅಮ್ಮನವರಿಗೂ ಆಕೆಯ ಮಕ್ಕಳಿಗೂ ಬರೆಯುವದೇನಂದರೆ ನಮ್ಮಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವಂಥ ಮತ್ತು ಸದಾಕಾಲವೂ ನಮ್ಮೊಂದಿಗಿರುವಂಥ ಸತ್ಯದ ನಿಮಿತ್ತ ನಾನು ನಿಮ್ಮನ್ನು ಸತ್ಯವಾಗಿ ಪ್ರೀತಿಸುತ್ತೇನೆ; ನಾನು ಮಾತ್ರವಲ್ಲದೆ ಸತ್ಯವನ್ನು ತಿಳಿದಿರುವವರೆಲ್ಲರೂ ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸುತ್ತಾರೆ.  2 ಯೋಹಾನ 1-2.	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರವನ್ನು ಯಾರಿಗೆ ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಾದುಕೊಂಡವರಾದ ಅಮ್ಮನವರಿಗೂ ಆಕೆಯ ಮಕ್ಕಳಿಗೂ	",
	"	b. ಕೊರಿಂಥದಲ್ಲಿರುವ ಎಲ್ಲಾ ದೇವಜನರಿಗೆ	",
	"	c. ಕರೆಯಲ್ಪಟ್ಟವರು ಮತ್ತು ದೇವರಾದುಕೊಂಡವರಿಗೆ	",
	"	d. ಕೇಳುವವರಿಗೆ	"
],			
"correct" :	"	a. ದೇವರಾದುಕೊಂಡವರಾದ ಅಮ್ಮನವರಿಗೂ ಆಕೆಯ ಮಕ್ಕಳಿಗೂ	",
"explanation" :	"	ಸಭೆಯ ಹಿರಿಯನು ದೇವರಾದುಕೊಂಡವರಾದ ಅಮ್ಮನವರಿಗೂ ಆಕೆಯ ಮಕ್ಕಳಿಗೂ ಬರೆಯುವದೇನಂದರೆ ನಮ್ಮಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವಂಥ ಮತ್ತು ಸದಾಕಾಲವೂ ನಮ್ಮೊಂದಿಗಿರುವಂಥ ಸತ್ಯದ ನಿಮಿತ್ತ ನಾನು ನಿಮ್ಮನ್ನು ಸತ್ಯವಾಗಿ ಪ್ರೀತಿಸುತ್ತೇನೆ; ನಾನು ಮಾತ್ರವಲ್ಲದೆ ಸತ್ಯವನ್ನು ತಿಳಿದಿರುವವರೆಲ್ಲರೂ ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸುತ್ತಾರೆ.  2 ಯೋಹಾನ 1-2.	",
},			
{			
"question" :	"	3. ಸದಾಕಾಲವು ನಮ್ಮೊಂದಿಗಿರುವಂಥದ್ದು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಆದುಕೊಂಡವರು	",
	"	b. ಭೂಮಿ	",
	"	c. ಪರಲೋಕ	",
	"	d. ಸತ್ಯ	"
],			
"correct" :	"	d. ಸತ್ಯ	",
"explanation" :	"	ಸಭೆಯ ಹಿರಿಯನು ದೇವರಾದುಕೊಂಡವರಾದ ಅಮ್ಮನವರಿಗೂ ಆಕೆಯ ಮಕ್ಕಳಿಗೂ ಬರೆಯುವದೇನಂದರೆ ನಮ್ಮಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವಂಥ ಮತ್ತು ಸದಾಕಾಲವೂ ನಮ್ಮೊಂದಿಗಿರುವಂಥ ಸತ್ಯದ ನಿಮಿತ್ತ ನಾನು ನಿಮ್ಮನ್ನು ಸತ್ಯವಾಗಿ ಪ್ರೀತಿಸುತ್ತೇನೆ; ನಾನು ಮಾತ್ರವಲ್ಲದೆ ಸತ್ಯವನ್ನು ತಿಳಿದಿರುವವರೆಲ್ಲರೂ ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸುತ್ತಾರೆ.  2 ಯೋಹಾನ 1-2.	",
},			
{			
"question" :	"	4. ಇದು ನಮಗೆ ಮೊದಲಿನಿಂದಲೂ ಬಂದ ಆಜ್ಞೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀನು ಕೊಲೆ ಮಾಡಬಾರದು.	",
	"	b. ನೀನು ಕದಿಯಬಾರದು.	",
	"	c. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು.	",
	"	d. ನೀನು ವ್ಯಭಿಚಾರ ಮಾಡಬಾರದು.	"
],			
"correct" :	"	c. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು.	",
"explanation" :	"	ನಾನು ಹೊಸ ಆಜ್ಞೆಯನ್ನು ಬರೆಯುವವನಾಗಿ ನಾವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸುವವರಾಗಿರೋಣ ಎಂದು ನಿನ್ನನ್ನು ಕೇಳಿಕೊಳ್ಳುತ್ತೇನೆ.      2 ಯೋಹಾನ 1:5	",
},			
{			
"question" :	"	5. ಇದೇ ಪ್ರೀತಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಡವರಿಗೆ ಕರುಣೆ ತೋರುವುದು.	",
	"	b. ದು:ಖಿಸುವವರನ್ನು ಸಮಾಧಾನಪಡಿಸುವುದು.	",
	"	c. ದೇವರ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವುದು	",
	"	d. ನಾವು ಪ್ರಾಮಾಣಿಕರಾಗಿರುವುದು.	"
],			
"correct" :	"	c. ದೇವರ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವುದು	",
"explanation" :	"	ದೇವರ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವುದೇ ಪ್ರೀತಿ.   2 ಯೋಹಾನ 1:6	",
},			
{			
"question" :	"	6. ಇವರು ಅನೇಕರು ಲೋಕದೊಳಕ್ಕೆ ಹೋಗಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರವಾದಿಗಳು	",
	"	b. ಬೋಧಕರು	",
	"	c. ಸಹಪ್ರಯಾಣಿಕರು	",
	"	d. ಮೋಸಗಾರರು	"
],			
"correct" :	"	d. ಮೋಸಗಾರರು	",
"explanation" :	"	ಮನುಷ್ಯನಾಗಿ ಬಂದಿರುವ ಯೇಸುಕ್ರಿಸ್ತನನ್ನು ಒಪ್ಪದೆ ಇರುವ ಮೋಸಗಾರರು ಅನೇಕ ಮಂದಿ ಹೊರಟು ಲೋಕದೊಳಗೆ ಹೋಗಿದ್ದಾರೆ.  ಯೇಸುವನ್ನು ಒಪ್ಪದವನು ಮೋಸಗಾರನೂ ಕ್ರಿಸ್ತವಿರೋಧಿಯೂ ಆಗಿದ್ದಾನೆ.    2 ಯೋಹಾನ 17:	",
},			
{			
"question" :	"	ಯೋಸುವನ್ನು ಒಪ್ಪದವನು	",
"image" :	"",		
"choices" : [			
	"	a. ತಪ್ಪುಮಾಡಿದವನು.	",
	"	b. ಏಕಾಂಗಿ	",
	"	c. ದಾಹದಿಂದ ಇರುವನು.	",
	"	d. ಕ್ರಿಸ್ತ ವಿರೋಧಿ.	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತ ವಿರೋಧಿ.	",
"explanation" :	"	ಮನುಷ್ಯನಾಗಿ ಬಂದಿರುವ ಯೇಸುಕ್ರಿಸ್ತನನ್ನು ಒಪ್ಪದೆ ಇರುವ ಮೋಸಗಾರರು ಅನೇಕ ಮಂದಿ ಹೊರಟು ಲೋಕದೊಳಗೆ ಹೋಗಿದ್ದಾರೆ.  ಯೇಸುವನ್ನು ಒಪ್ಪದವನು ಮೋಸಗಾರನೂ ಕ್ರಿಸ್ತವಿರೋಧಿಯೂ ಆಗಿದ್ದಾನೆ.    2 ಯೋಹಾನ 17:	",
},			
{			
"question" :	"	8. ಕ್ರಿಸ್ತನ ಉಪದೇಶದಲ್ಲಿ ನೆಲೆಗೊಳ್ಳದೆ ಅದನ್ನು ಅತಿಕ್ರಮಿಸಿ ಮುಂದಕ್ಕೆ ಹೋಗುವವನಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಅನ್ಯೋನ್ಯತೆಯಿಲ್ಲ.	",
	"	b. ತನಗೆ ತಾನು ನ್ಯಾಯ ತೀರಿಸಿಕೊಳ್ಳುವನು.	",
	"	c. ಸತ್ಯದಿಂದ ದೂರ ಇಲ್ಲ.	",
	"	d. ಬಹಿರಂಗವಾಗಿ ಅವಮಾನಿಸಬೇಕು.	"
],			
"correct" :	"	a. ದೇವರ ಅನ್ಯೋನ್ಯತೆಯಿಲ್ಲ.	",
"explanation" :	"	ಕ್ರಿಸ್ತನ ಉಪದೇಶದಲ್ಲಿ ನೆಲೆಗೊಳ್ಳದೆ ಅದನ್ನು ಅತಿಕ್ರಮಿಸಿ ಮುಂದಕ್ಕೆ ಹೋಗುವವನಿಗೆ ದೇವರ ಅನ್ಯೋನ್ಯತೆಯಿಲ್ಲ.   2 ಯೋಹಾನ 1:9	",
},			
{			
"question" :	"	9. ಬೇರೆ ಉಪದೇಶದೊಂದಿಗೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನೆಯೊಳಗೆ ಸೇರಿಸಿಕೊಳ್ಳಬೇಡಿರಿ.	",
	"	b. ಆತನ ವಾಕ್ಯವನ್ನು ಗಮನಿಸಿರಿ.	",
	"	c. ಆತನಿಗೆ ಅನುಕಂಪ ತೋರಿಸಿ.	",
	"	d. ಮಾರ್ಗಕ್ಕಾಗಿ ದೇವರನ್ನು ಹುಡುಕಿ.	"
],			
"correct" :	"	a. ಮನೆಯೊಳಗೆ ಸೇರಿಸಿಕೊಳ್ಳಬೇಡಿರಿ.	",
"explanation" :	"	ಈ ಉಪದೇಶಕ್ಕೆ ಒಪ್ಪದಿರುವ ಯಾವನಾದರೂ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದರೆ ಅವನನ್ನು ಮನೆಯೊಳಗೆ ಸೇರಿಸಿಕೊಳ್ಳಬೇಡಿರಿ.  2 ಯೋಹಾನ 1:10	",
},			
{			
"question" :	"	10. ಇಂಥವನಿಗೆ ಶುಭವಾಗಲಿ ಎಂದು ಹೇಳುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಬಹುಮಾನ ಹೊಂದುವನು.	",
	"	b. ಪ್ರೀತಿ ತುಂಬಿದೆ	",
	"	c. ಕರ್ತನನ್ನು ತಿಳಿದಿರುವನು.	",
	"	d. ಅವನ ದುಷ್ಕೃತ್ಯಗಳಲ್ಲಿ ಪಾಲುದಾರನು.	"
],			
"correct" :	"	d. ಅವನ ದುಷ್ಕೃತ್ಯಗಳಲ್ಲಿ ಪಾಲುದಾರನು.	",
"explanation" :	"	ಅವನಿಗೆ ಶುಭವಾಗಲಿ ಎಂದು ಹೇಲುವವನು ಅವನ ದುಷ್ಕೃತ್ಯಗಳಲ್ಲಿ ಪಾಲುಗಾರನಾಗುತ್ತಾನೆ.  2 ಯೋಹಾನ 1:11	",
},			
]			