var quiztitle = " 2 ಪೇತ್ರನು ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಕೋಬ	",
	"	b. ಯೋಹಾನ	",
	"	c. ಸಿಮಿಯೋನ ಪೇತ್ರ	",
	"	d. ಪೌಲ	"
],			
"correct" :	"	c. ಸಿಮಿಯೋನ ಪೇತ್ರ	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನ ದಾಸನೂ ಅಪೋಸ್ತಲನೂ ಆಗಿರುವ ಸಿಮೆಯೋನ ಪೇತ್ರನು ನಮ್ಮ ದೇವರ ಮತ್ತು ರಕ್ಷಕನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ನೀತಿಯಿಂದ ನಮ್ಮೊಂದಿಗೆ ಅಮೂಲ್ಯವಾದ ನಂಬಿಕೆಯನ್ನು ಹೊಂದಿದವರಿಗೆ ಬರೆಯುವದೇನಂದರೆ;   2 ಪೇತ್ರ 1:1	",
},			
{			
"question" :	"	2. ಯೇಸುವಿನ ದಿವ್ಯಶಕ್ತಿಯು ನಮಗೆ ಪರಿಜ್ಞಾನವನ್ನು ಕೊಟ್ಟದ್ದರಲ್ಲಿ ಇದಕ್ಕೆ ಬೇಕಾದದ್ದೆಲ್ಲವು ದೊರೆಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಜೀವಕ್ಕೂ ಮತ್ತು ಭಕ್ತಿಗೂ	",
	"	c. ದೇವರ ಆಜ್ಞೆಗಳು	",
	"	d. ಆಜ್ಞೆ ಮತ್ತು ಕಟ್ಟಳೆಗಳು	"
],			
"correct" :	"	b. ಜೀವಕ್ಕೂ ಮತ್ತು ಭಕ್ತಿಗೂ	",
"explanation" :	"	ನಮ್ಮನ್ನು ತನ್ನ ಪ್ರಭಾವದಿಂದಲೂ ಗುಣಾತಿಶಯದಿಂದಲೂ ಕರೆದ ದೇವರ ವಿಷಯವಾಗಿ ಯೇಸುವಿನ ದಿವ್ಯ ಶಕ್ತಿಯು ನಮಗೆ ಪರಿಜ್ಞಾನವನ್ನು ಕೊಟ್ಟದ್ದರಲ್ಲಿ ಜೀವಕ್ಕೂ ಭಕ್ತಿಗೂ ಬೇಕಾದದ್ದೆಲ್ಲವು ದೊರೆಯಿತೆಂದು ಬಲ್ಲೆವಷ್ಟೆ.  2 ಪೇತ್ರ 1:3	",
},			
{			
"question" :	"	3. ದೇವರು ನಮಗೆ ಅಮೂಲ್ಯವಾಗಿಯೂ ಉತ್ಕೃಷ್ಟವಾಗಿಯೂ ಇರುವ ಇವುಗಳನ್ನು ನಮಗೆ ದಯಪಾಲಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆಸರು	",
	"	b. ಕರೆಯುವಿಕೆ	",
	"	c. ವಾಗ್ದಾನಗಳು	",
	"	d. ನೆನಪುಗಳು	"
],			
"correct" :	"	c. ವಾಗ್ದಾನಗಳು	",
"explanation" :	"	ನೀವು ಲೋಕದಲ್ಲಿ ದುರಾಶೆಯಿಂದುಂಟಾದ ಕೆಟ್ಟತನಕ್ಕೆ ತಪ್ಪಿಸಿಕೊಂಡು ದೈವಸ್ವಭಾವದಲ್ಲಿ ಪಾಲನ್ನು ಹೊಂದುವವರಾಗಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದ ದೇವರು ತನ್ನ ಪ್ರಭಾವ ಗುಣಾತಿಶಯಗಳಿಂದ ಅಮೂಲ್ಯವಾಗಿಯೂ ಉತ್ಕೃಷ್ಟವಾಗಿಯೂ ಇರುವ ವಾಗ್ದಾನಗಳನ್ನು ನಮಗೆ ದಯಪಾಲಿಸಿದ್ದಾನೆ.  2 ಪೇತ್ರ 1:4	",
},			
{			
"question" :	"	4. ನಿಮ್ಮ ನಂಬಿಕೆಗೆ ಇದನ್ನು ಕೂಡಿಸಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ದಯೆ	",
	"	b. ಸದ್ಗುಣ	",
	"	c. ಒಗ್ಗಟ್ಟು	",
	"	d. ವಾಗ್ವಾದ	"
],			
"correct" :	"	b. ಸದ್ಗುಣ	",
"explanation" :	"	ಈ ಕಾರಣದಿಂದಲೇ ನೀವು ಪೂರ್ಣಾಸಕ್ತಿಯುಳ್ಳವರಾಗಿ ನಿಮಗಿರುವ ನಂಬಿದೆಗೆ ಸದ್ಗುಣವನ್ನೂ ಸದ್ಗುಣಕ್ಕೆ ಜ್ಞಾನವನ್ನೂ;  2 ಪೇತ್ರ 1:5	",
},			
{			
"question" :	"	5. ಜ್ಞಾನಕ್ಕೆ ಇದನ್ನು ಕೂಡಿಸಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷ	",
	"	b. ಗೌರವ	",
	"	c. ಗುಣುಗುಟ್ಟುವುದು	",
	"	d. ದಮೆ	"
],			
"correct" :	"	d. ದಮೆ	",
"explanation" :	"	ಜ್ಞಾನಕ್ಕೆ ದಮೆಯನ್ನೂ ದಮೆಗೆ ತಾಳ್ಮೆಯನ್ನೂ;   2 ಪೇತ್ರ 1:6	",
},			
{			
"question" :	"	6. ಸಹೋದರಸ್ನೇಹಕ್ಕೆ ಇದನ್ನು ಕೂಡಿಸಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಯನ್ನು	",
	"	b. ತೀರ್ಪು	",
	"	c. ಪರಿಮಿತಿ	",
	"	d. ಜ್ಞಾನ	"
],			
"correct" :	"	a. ಪ್ರೀತಿಯನ್ನು	",
"explanation" :	"	ತಾಳ್ಮೆಗೆ ಭಕ್ತಿಯನ್ನೂ ಭಕ್ತಿಗೆ ಸಹೋದರಸ್ನೇಹವನ್ನೂ ಸಹೋದರಸ್ನೇಹಕ್ಕೆ ಪ್ರೀತಿಯನ್ನೂ ಕೂಡಿಸಿರಿ.  2 ಪೇತ್ರ 1:7	",
},			
{			
"question" :	"	7.  ಇವುಗಳಿಲ್ಲದವನು ____________; ಅವನು ದೂರದೃಷ್ಟಿಯಿಲ್ಲದವನಾಗಿದ್ದು ತನ್ನ ಹಿಂದಣ ಪಾಪಗಳು ಪರಿಹಾರವಾಗಿ ತಾನು ಶುದ್ಧನಾದದ್ದನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಂತ್ಯಕ್ರಿಸ್ತು	",
	"	b. ಮೂರ್ಖನು	",
	"	c. ಮನುಷ್ಯರಿಂದ ತಿರಸ್ಕರಿಸಲ್ಪಟ್ಟವನು	",
	"	d. ಕುರುಡನು	"
],			
"correct" :	"	d. ಕುರುಡನು	",
"explanation" :	"	7.  ಇವುಗಳಿಲ್ಲದವನು ಕುರುಡನಾಗಿದ್ದಾನೆ.; ಅವನು ದೂರದೃಷ್ಟಿಯಿಲ್ಲದವನಾಗಿದ್ದು ತನ್ನ ಹಿಂದಣ ಪಾಪಗಳು ಪರಿಹಾರವಾಗಿ ತಾನು ಶುದ್ಧನಾದದ್ದನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾನೆ.  2 ಪೇತ್ರ 1:9	",
},			
{			
"question" :	"	8. ಹೀಗೆ ನೀವು ಮಾಡಿದರೆ ಎಂದಿಗೂ _________	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು ನೋಡುವುದಿಲ್ಲ.	",
	"	b. ಎಡಹುವದಿಲ್ಲ.	",
	"	c. ಅಭಿವೃದ್ಧಿಯಾಗುವದಿಲ್ಲ.	",
	"	d. ಸಾಯುವುದಿಲ್ಲ.	"
],			
"correct" :	"	b. ಎಡಹುವದಿಲ್ಲ.	",
"explanation" :	"	ಆದುದರಿಂದ ಸಹೋದರರೇ, ದೇವರು ನಿಮ್ಮನ್ನು ಕರೆದದ್ದನ್ನೂ ಆದುಕೊಂಡದ್ದನ್ನೂ ದೃಢಪಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಮತ್ತಷ್ಟು ಪ್ರಯಾಸಪಡಿರಿ.  ಹೀಗೆ ನೀವು ಮಾಡಿದರೆ ಎಂದಿಗೂ ಎಡಹುವದಿಲ್ಲ.  2 ಪೇತ್ರ 1:10	",
},			
{			
"question" :	"	9. ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನನ್ನು ಮೆಚ್ಚಿದ್ದೇನೆ ಎಂಬ ವಾಣಿಯು ಎಲ್ಲಿಂದ ಬಂದಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮುದ್ರದಿಂದ	",
	"	b. ಶಿಲುಬೆಯಿಂದ	",
	"	c. ಆಕಾಶದಿಂದ	",
	"	d. ನರಕದಿಂದ	"
],			
"correct" :	"	c. ಆಕಾಶದಿಂದ	",
"explanation" :	"	ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನನ್ನು ಮೆಚ್ಚಿದ್ದೇನೆ ಎಂಬಂಥ ವಾಣಿಯು ಸರ್ವೋತ್ಕೃಷ್ಟ ಪ್ರಭಾವದಿಂದ ಘನಮಾನಗಳನ್ನು ಹೊಂದಿದನಲ್ಲವೇ.  ನಾವು ಪರಿಶುದ್ಧಪರ್ವತದ ಮೇಲೆ ಆತನ ಸಂಗಡ ಇದ್ದಾಗ ಆಕಾಶದಿಂದ ಬಂದ ವಾಣಿಯನ್ನು ನಾವೇ ಕೇಳಿದೆವು.  2 ಪೇತ್ರ 1:17-18	",
},			
{			
"question" :	"	10. ಮನುಷ್ಯರು ________ ಪ್ರೇರಿತರಾಗಿ ದೇವರಿಂದ ಹೊಂದಿದ್ದನ್ನೇ ಮಾತಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಭಾವನೆಗಳಿಂದ	",
	"	b. ಪ್ರೀತಿಯಿಂದ	",
	"	c. ಪವಿತ್ರಾತ್ಮ	",
	"	d. ಅನುಕಂಪದಿಂದ	"
],			
"correct" :	"	c. ಪವಿತ್ರಾತ್ಮ	",
"explanation" :	"	ಯಾಕಂದರೆ ಯಾವ ಪ್ರವಾದನೆಯೂ ಎಂದೂ ಮನುಷ್ಯರ ಚಿತ್ತದಿಂದ ಉಂಟಾಗಲಿಲ್ಲ; ಮನುಷ್ಯರು ಪವಿತ್ರಾತ್ಮ ಪ್ರೇರಿತರಾಗಿ ದೇವರಿಂದ ಹೊಂದಿದ್ದನ್ನೇ ಮಾತಾಡಿದರು.  2 ಪೇತ್ರ 1:21	",
},			
]			