var quiztitle = " 2 ಪೇತ್ರನು ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1.ಸುಳ್ಳು ಪ್ರವಾದಿಗಳು ಇದನ್ನು ತಮ್ಮ ಮೇಲೆ ಫಕ್ಕನೆ ಬರಮಾಡಿಕೊಳ್ಳುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೊಟ್ಟೆಕಿಚ್ಚು	",
	"	b. ಮಿತಿಯಿಲ್ಲದ ಕರುಣೆ	",
	"	c. ನಾಶನ	",
	"	d. ಹೆಚ್ಚಿನ ವಿಮರ್ಶೆ	"
],			
"correct" :	"	c. ನಾಶನ	",
"explanation" :	"	ಆದರೆ ಇಸ್ರಾಯೇಲ್ ಜನರಲ್ಲಿ ಸುಳ್ಳುಪ್ರವಾದಿಗಳೂ ಎದ್ದರಲ್ಲಾ; ಅದೇ ಪ್ರಕಾರ ನಿಮ್ಮಲ್ಲಿಯೂ ಸುಳ್ಳುಬೋಧಕರು ಇರುವರು.  ಅವರು ನಾಶಕರವಾದ ಮತಭೇದಗಳನ್ನು ಕಳ್ಳತನದಿಂದ ಹುಟ್ಟಿಸುವವರೂ ತಮ್ಮನ್ನು ಕೊಂಡುಕೊಂಡ ಒಡೆಯನನ್ನು ಕೂಡ ತಾವು ಅರಿಯೆವು ಎಂದು ಹೇಳುವವರೂ ಆಗಿದ್ದು ಫಕ್ಕನೆ ತಮ್ಮ ಮೇಲೆ ನಾಶವನ್ನು ಬರಮಾಡಿಕೊಳ್ಳುವರು.  2 ಪೇತ್ರ 2:1	",
},			
{			
"question" :	"	2. ದೇವದೂತರು ತಪ್ಪುಮಾಡಿದಾಗ ದೇವರು ಅವರನ್ನು ಎಲ್ಲಿಗೆ ತಳ್ಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ನರಕ	",
	"	b. ನ್ಯಾಯಸ್ಥಾನಕ್ಕೆ	",
	"	c. ಸಮುದ್ರದ ಕೆಳಗೆ	",
	"	d. ಪರಲೋಕದ ದಕ್ಷಿಣ ಕಡೆಗೆ	"
],			
"correct" :	"	a. ನರಕ	",
"explanation" :	"	ಹೇಗಂದರೆ ದೇವದೂತರು ಪಾಪಮಾಡಿದಾಗ ದೇವರು ಅವರನ್ನು ಸುಮ್ಮನೆ ಬಿಡದೆ ನರಕಕ್ಕೆ ದೊಬ್ಬಿ;  2 ಪೇತ್ರ 2:4	",
},			
{			
"question" :	"	3. ದೇವರು ಜಲಪ್ರಳಯವನ್ನು ಉಂಟುಮಾಡಿದಾಗ ಈತನನ್ನು ರಕ್ಷಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನೋಹ	",
	"	b. ಯೋನ	",
	"	c. ದಾವೀದ	",
	"	d. ಎಲೀಯ	"
],			
"correct" :	"	a. ನೋಹ	",
"explanation" :	"	ಆತನು ಭಕ್ತಿಹೀನರಾದ ಪುರಾತನರ ಲೋಕವನ್ನು ಸುಮ್ಮನೆ ಬಿಡದೆ ಅವರ ಮೇಲೆ ಜಲಪ್ರಳಯವನ್ನು ಬರಮಾಡಿದನು; ಆದರೆ ಸುನೀತಿಯನ್ನು ಸಾರುವವನಾಗಿದ್ದ ನೋಹನನ್ನೂ ಆತನೊಂದಿಗೆ ಬೇರೆ ಏಳು ಮಂದಿಯನ್ನೂ ಉಳಿಸಿದನು.  2 ಪೇತ್ರ 2:5	",
},			
{			
"question" :	"	4. ದೇವರು ಈ ಪಟ್ಟಣಗಳನ್ನು ಸುಟ್ಟು ಬೂದಿಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಾಲಯ	",
	"	b. ನಜರೇತು	",
	"	c. ಸೊದೋಮು ಮತ್ತು ಗೊಮೋರ	",
	"	d. ಯೆರೂಷಲೇಮು	"
],			
"correct" :	"	c. ಸೊದೋಮು ಮತ್ತು ಗೊಮೋರ	",
"explanation" :	"	ಆತನು ಸೊದೋಮ್ ಗೊಮೋರ ಪಟ್ಟಣಗಳನ್ನು ಸುಟ್ಟು ಬೂದಿಮಾಡಿ;   2 ಪೇತ್ರ 2:6	",
},			
{			
"question" :	"	5. ದೇವರು ಈ ಮನುಷ್ಯನನ್ನು ಆ ಸ್ಥಳದಿಂದ ತಪ್ಪಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಮೋಸ	",
	"	b. ಇಸಾಕ	",
	"	c. ಅಬ್ರಹಾಮ	",
	"	d. ಲೋಟ	"
],			
"correct" :	"	d. ಲೋಟ	",
"explanation" :	"	ಆದರೆ ಆ ಅಧರ್ಮಿಗಳ ನಾಚಿಕೆಗೆಟ್ಟ ನಡತೆಗೆ ವೇದನೆಗೊಂಡಿದ್ದ ನೀತಿವಂತನಾದ ಲೋಟನನ್ನು ತಪ್ಪಿಸಿದನು.  2 ಪೇತ್ರ 2:7	",
},			
{			
"question" :	"	6.  ಸುಳ್ಳುಪ್ರವಾದಿಗಳ ಕಣ್ಣುಗಳಲ್ಲಿ ಇದು ತುಂಬಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ರವೆ	",
	"	b. ತೊಲೆ	",
	"	c. ಜಾರತ್ವ	",
	"	d. ಒಂದು ಕಾಸು	"
],			
"correct" :	"	c. ಜಾರತ್ವ	",
"explanation" :	"	ಇವರು ಜಾರತ್ವದಿಂದ ತುಂಬಿದ ಮತ್ತು ಪಾಪವನ್ನು ಬಿಡಲೊಲ್ಲದ ಕಣ್ಣುಳ್ಳವರೂ;   2 ಪೇತ್ರ 2:14	",
},			
{			
"question" :	"	7.  ಮೂಕಪಶುವು ಈ ಪ್ರವಾದಿಯೊಂದಿಗೆ ಮಾತಾಡಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾತಾನ್	",
	"	b. ಎಲೀಯ	",
	"	c. ಸಮುವೇಲ	",
	"	d. ಬಿಳಾಮ	"
],			
"correct" :	"	d. ಬಿಳಾಮ	",
"explanation" :	"	ಇವರು ನೀಟಾದ ಮಾರ್ಗವನ್ನು ಬಿಟ್ಟು ಬೆಯೋರನ ಮಗನಾದ ಬಿಳಾಮನ ಮಾರ್ಗವನ್ನು ಹಿಡಿದು ತಪ್ಪಿಹೋಗಿದ್ದಾರೆ.  ಈ ಬಿಳಾಮನು ಅಧರ್ಮದಿಂದ ದೊರಕುವ ದ್ರವ್ಯವನ್ನು ಪ್ರೀತಿಸಿದನು; ಆದರೆ ಅವನ ಅಕ್ರಮಕ್ಕೆ ಖಂಡನೆಯಾಯಿತು; ಮೂಕ ಪಶುವು ಮನುಷ್ಯಸ್ವರದಿಂದ ಮಾತಾಡಿ ಆ ಪ್ರವಾದಿಯ ಹುಚ್ಚುತನಕ್ಕೆ ಅಡ್ಡಿಮಾಡಿತು.   2 ಪೇತ್ರ 2:15-16	",
},			
{			
"question" :	"	8. ಸ್ವಾತಂತ್ರ್ಯ ಕೊಡುತ್ತೇವೆಂದು ಅವರಿಗೆ ವಾಗ್ದಾನಮಾಡುತ್ತಾರೆ, ಆದರೆ ತಾವೇ ಇದರ ದಾಸತ್ವದೊಳಗಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರು	",
	"	b. ಕೆಟ್ಟತನದ	",
	"	c. ಭಯದ	",
	"	d. ನೀತಿಯ	"
],			
"correct" :	"	b. ಕೆಟ್ಟತನದ	",
"explanation" :	"	ಸ್ವಾತಂತ್ರ್ಯ ಕೊಡುತ್ತೇವೆಂದು ಅವರಿಗೆ ವಾಗ್ದಾನಮಾಡುತ್ತಾರೆ, ಆದರೆ ತಾವೇ ಕೆಟ್ಟತನದ ದಾಸತ್ವದೊಳಗಿದ್ದಾರೆ.  2 ಪೇತ್ರ 2:19	",
},			
{			
"question" :	"	9. ಇದನ್ನು ತಿಳಿದು ಇದರಿಂದ ತೊಲಗಿಹೋಗುವದಕ್ಕಿಂತ ಇದನ್ನು ತಿಳಿಯದಿದ್ದರೆ ಮೇಲಾಗಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರಿಕೋವಿನ ರಸ್ತೆ	",
	"	b. ಎಮ್ಮಾಹುವಿನ ಮಾರ್ಗ	",
	"	c. ಪರಲೋಕದ ಮೆಟ್ಟಿಲುಗಳು	",
	"	d. ನೀತಿ ಮಾರ್ಗ	"
],			
"correct" :	"	d. ನೀತಿ ಮಾರ್ಗ	",
"explanation" :	"	ಅವರು ನೀತಿಮಾರ್ಗವನ್ನು ತಿಳಿದು ತಮಗೆ ಕೊಡಲ್ಪಟ್ಟ ಪರಿಶುದ್ಧ ಆಜ್ಞೆಯಿಂದ ತೊಲಗಿಹೋಗುವದಕ್ಕಿಂತ ಆ ಮಾರ್ಗವನ್ನು ತಿಳಿಯದಿದ್ದರೆ ಮೇಲಾಗಿತ್ತು.  2 ಪೇತ್ರ 2:21	",
},			
{			
"question" :	"	10.  ನಾಯಿ ಇದನ್ನು ನೆಕ್ಕುವದಕ್ಕೆ ತಿರುಗಿತು ಎಂಬ ಗಾದೆಯಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಒಡೆಯನನ್ನು	",
	"	b. ತನ್ನನ್ನು ಉಂಟುಮಾಡಿದವನು	",
	"	c. ತಾನು ಕಕ್ಕಿದ್ದನ್ನು	",
	"	d. ಧೂಳನ್ನು	"
],			
"correct" :	"	c. ತಾನು ಕಕ್ಕಿದ್ದನ್ನು	",
"explanation" :	"	ನಾಯಿ ತಾನು ಕಕ್ಕಿದ್ದನ್ನು ನೆಕ್ಕುವದಕ್ಕೆ ತಿರುಗಿಕೊಂಡಿತು ಮತ್ತು ತೊಳೆದ ಹಂದಿ ಕೆಸರಿನಲ್ಲಿ ಹೊರಳುವದಕ್ಕೆ ಹೋಯಿತು ಎಂಬ ನಿಜವಾದ ಗಾದೆಗೆ ಸರಿಯಾಗಿ ನಡೆದಿದ್ದಾರೆ.  2 ಪೇತ್ರ 2:22	",
},			
]			