var quiztitle = " 2 ಪೇತ್ರನು ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಕಡೇದಿನಗಳಲ್ಲಿ ಇದು ಇರುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷ	",
	"	b. ಕುಚೋದ್ಯ	",
	"	c. ಶಾಂತಿ ಮತ್ತು ರಕ್ಷಣೆ	",
	"	d. ಗೋಳಾಟ ಮತ್ತು ಹಲ್ಲು ಕಡಿಯುವುದು	"
],			
"correct" :	"	b. ಕುಚೋದ್ಯ	",
"explanation" :	"	ಕಡೇ ದಿವಸಗಳಲ್ಲಿ ತಮ್ಮ ದುರಾಶೆಗಳ ಪ್ರಕಾರ ನಡೆಯುವ ಕುಚೋದ್ಯಗಾರರು ಬಂದು ಕುಚೋದ್ಯ ಮಾಡುತ್ತಾ;  2 ಪೇತ್ರ 3:3	",
},			
{			
"question" :	"	2. ಕರ್ತನ ಎಣಿಕೆಯಲ್ಲಿ ಒಂದು ದಿನವು	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿನ್ನದಷ್ಟು ಹೊಳೆಯುವುದು	",
	"	b. ಪರಲೋಕದಲ್ಲಿ ಒಂದು ದಿನ	",
	"	c. ಒಂದು ಸಾವಿರ ವರ್ಷ	",
	"	d. ಭೂಮಿಯಲ್ಲಿ ಪರಲೋಕ	"
],			
"correct" :	"	c.ಒಂದು ಸಾವಿರ ವರ್ಷ	",
"explanation" :	"	ಪ್ರಿಯರೇ, ಕರ್ತನ ಎಣಿಕೆಯಲ್ಲಿ ಒಂದು ದಿನವು ಸಾವಿರ ವರುಷಗಳಂತೆಯೂ;   2 ಪೇತ್ರ 3:8	",
},			
{			
"question" :	"	3. ಕರ್ತನು ಇದಕ್ಕೆ ಇಷ್ಟಪಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಲು.	",
	"	b. ಪಶ್ಚಾತ್ತಾಪಕ್ಕೆ	",
	"	c. ನಾಶವಾಗುವದರಲ್ಲಿ	",
	"	d. ಕೃಪೆಯಲ್ಲಿ ನೆಲೆಗೊಳ್ಳುವದರಲ್ಲಿ.	"
],			
"correct" :	"	c. ನಾಶವಾಗುವದರಲ್ಲಿ	",
"explanation" :	"	ಕರ್ತನು ತನ್ನ ವಾಗ್ದಾನವನ್ನು ನೆರವೇರಿಸುವದಕ್ಕೆ ತಡಮಾಡುತ್ತಾನೆಂಬದಾಗಿ ಕೆಲವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಪ್ರಕಾರ ಆತನು ತಡಮಾಡುವವನಲ್ಲ.  ಯಾವನಾದರೂ ನಾಶವಾಗುವದರಲ್ಲಿ ಆತನು ಇಷ್ಟಪಡದೆ ಎಲ್ಲರೂ ತನ್ನ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುವವನಾಗಿದ್ದು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ದೀರ್ಘಶಾಂತಿಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.  2 ಪೇತ್ರ 3:9	",
},			
{			
"question" :	"	4. ಕರ್ತನ ದಿನವು ಹೀಗೆ ಬರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರ ಸೈನ್ಯದೊಂದಿಗೆ	",
	"	b. ಪರಲೋಕದಿಂದ ಇಳಿಯುತ್ತಾ.	",
	"	c. ಕಳ್ಳನು ಬರುವಂತೆ	",
	"	d. ಕತ್ತಲಲ್ಲಿ ಬೆಳಕಿನಂತೆ	"
],			
"correct" :	"	c. ಕಳ್ಳನು ಬರುವಂತೆ	",
"explanation" :	"	ಆದರೂ ಕರ್ತನ ದಿನವು ಕಳ್ಳನು ಬರುವಂತೆ ಬರುತ್ತದೆ.   2 ಪೇತ್ರ 3:10	",
},			
{			
"question" :	"	5. ಕರ್ತನ ದಿನದಲ್ಲಿ ಇದು ಮಹಾಘೋಷದಿಂದ ಇಲ್ಲದೆ ಹೋಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೆವ್ವವು	",
	"	b. ಆಕಾಶಮಂಡಲವು.	",
	"	c. ನರಕ	",
	"	d. ಪ್ರವಾದಿಗಳು	"
],			
"correct" :	"	b. ಆಕಾಶಮಂಡಲವು.	",
"explanation" :	"	ಆದರೂ ಕರ್ತನ ದಿನವು ಕಳ್ಳನು ಬರುವಂತೆ ಬರುತ್ತದೆ. ಆ ದಿನದಲ್ಲಿ ಆಕಾಶಮಡಲವು ಮಹಾಘೋಷದಿಂದ ಇಲ್ಲದೆ ಹೋಗುವುದು. ಸೂರ್ಯ ಚಂದ್ರ ನಕ್ಷತ್ರಗಳು ಉರಿದು ಲಯವಾಗಿ ಹೋಗುವವು.  ಭೂಮಿಯೂ ಅದರಲ್ಲಿರುವ ಕೆಲಸಗಳು ಸುಟ್ಟುಹೋಗುವವು.   2 ಪೇತ್ರ 3:10	",
},			
{			
"question" :	"	6. ಕರ್ತನ ದಿನದಲ್ಲಿ ಇದು ಸುಟ್ಟುಹೋಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಭೂಮಿ	",
	"	b. ಮನುಷ್ಯರ ಹೃದಯ	",
	"	c. ಪಾಪ	",
	"	d. ಶರೀರದ ಇಚ್ಚೆಗಳು	"
],			
"correct" :	"	a. ಭೂಮಿ	",
"explanation" :	"	ಆದರೂ ಕರ್ತನ ದಿನವು ಕಳ್ಳನು ಬರುವಂತೆ ಬರುತ್ತದೆ. ಆ ದಿನದಲ್ಲಿ ಆಕಾಶಮಡಲವು ಮಹಾಘೋಷದಿಂದ ಇಲ್ಲದೆ ಹೋಗುವುದು. ಸೂರ್ಯ ಚಂದ್ರ ನಕ್ಷತ್ರಗಳು ಉರಿದು ಲಯವಾಗಿ ಹೋಗುವವು.  ಭೂಮಿಯೂ ಅದರಲ್ಲಿರುವ ಕೆಲಸಗಳು ಸುಟ್ಟುಹೋಗುವವು.   2 ಪೇತ್ರ 3:10	",
},			
{			
"question" :	"	7. ಆತನೆದುರಲ್ಲಿ ಹೀಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುವುದಕ್ಕೆ ಪ್ರಯಾಸಪಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಶ್ನಿಸುವುದಕ್ಕೆ	",
	"	b. ಪ್ರೀತಿಯಲ್ಲಿ	",
	"	d. ಕೃಪೆಯಲ್ಲಿ 	",
	"	d. ನಿರ್ಮಲರಾಗಿ	"
],			
"correct" :	"	d. ನಿರ್ಮಲರಾಗಿ	",
"explanation" :	"	ಆದಕಾರಾನ ಪ್ರಿಯರೇ, ನೀವು ಇವುಗಳನ್ನು ಎದುರು ನೋಡುವವರಾಗಿರುವದರಿಂದ ಶಾಂತರಾಗಿದ್ದು ಆತನೆದುರಿನಲ್ಲಿ ನಿರ್ಮಲರಾಗಿಯೂ ನಿರ್ದೋಷಿಗಳಾಗಿಯೂ ಕಾಣಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಪ್ರಯಾಸಪಡಿರಿ.  2 ಪೇತ್ರ 3:14	",
},			
{			
"question" :	"	8. ಈ ಅಪೋಸ್ತಲನಾದ ಸಹೋದರನು ಸಹ ನಿಮಗೆ ಪತ್ರಗಳನ್ನು ಬರೆದನು ಎಂದು ಪೇತ್ರನು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆಂದ್ರೇಯ	",
	"	b. ಯಾಕೋಬ	",
	"	c. ಯೋಹಾನ	",
	"	d. ಪೌಲ	"
],			
"correct" :	"	d. ಪೌಲ	",
"explanation" :	"	ನಮ್ಮ ಕರ್ತನ ದೀರ್ಘಶಾಂತಿಯು ನಮ್ಮ ರಕ್ಷಣಾರ್ಥವಾಗಿ ಅದೆ ಎಂದು ಎಣಿಸಿಕೊಳ್ಳಿರಿ.  ಇದೇ ಅಭಿಪ್ರಾಯಕ್ಕೆ ಸರಿಯಾಗಿ ನಮ್ಮ ಪ್ರಿಯ ಸಹೋದರನಾದ ಪೌಲನು ಸಹ ತನಗೆ ಅನುಗ್ರಹಿಸಿರುವ ಜ್ಞಾನದ ಪ್ರಕಾರ ನಿಮಗೆ ಬರೆದನು.  2 ಪೇತ್ರ 3:15	",
},			
{			
"question" :	"	9. ನೀವು ಇದಕ್ಕೆ ಸಿಕ್ಕಿ ಭ್ರಷ್ಟರಾಗದಂತೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೆರೆಗೆ	",
	"	b. ಬಂಧನದ	",
	"	c. ಅಧರ್ಮಿಗಳ ಭ್ರಾಂತಿಯ ಸೆಳವಿಗೆ ಸಿಕ್ಕಿ	",
	"	d. ಮೂರ್ಖವಾಗಿ ಪಡೆದುಕೊಳ್ಳಲು	"
],			
"correct" :	"	c. ಅಧರ್ಮಿಗಳ ಭ್ರಾಂತಿಯ ಸೆಳವಿಗೆ ಸಿಕ್ಕಿ	",
"explanation" :	"	ಆದಕಾರಣ ಪ್ರಿಯರೇ, ನೀವು ಈ ಸಂಗತಿಗಳನ್ನು ಮುಂದಾಗಿ ತಿಳಿದುಕೊಂಡಿರುವದರಿಂದ ಅಧರ್ಮಿಗಳ ಭ್ರಾಂತಿಯ ಸೆಳವಿಗೆ ಸಿಕ್ಕಿಕೊಂಡು ನಿಮ್ಮ ಸ್ಥಿರಮನಸ್ಸನ್ನು ಬಿಟ್ಟು ಭ್ರಷ್ಟರಾಗದಂತೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ.  2 ಪೇತ್ರ 3:17	",
},			
{			
"question" :	"	10. ನೀವು ಯಾರ ಕೃಪೆಯಲ್ಲಿಯೂ ಜ್ಞಾನದಲ್ಲಿಯೂ ಅಭಿವೃದ್ದಿ ಹೊಂದಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ	",
	"	b. ನಿರೀಕ್ಷೆಯಲ್ಲಿ	",
	"	c. ಯೇಸುವಿನಲ್ಲಿ	",
	"	d. ಮನುಷ್ಯರಲ್ಲಿ	"
],			
"correct" :	"	c. ಯೇಸುವಿನಲ್ಲಿ	",
"explanation" :	"	ನೀವು ಕೃಪೆಯಲ್ಲಿಯೂ ನಮ್ಮ ಕರ್ತನೂ ರಕ್ಷಕನೂಈ ಆಗಿರುವ ಯೇಸು ಕ್ರಿಸ್ತನ ವಿಷಯವಾದ ಜ್ಞಾನದಲ್ಲಿಯೂ ಅಭಿವೃದ್ದಿಯನ್ನು ಹೊಂದುತ್ತಾ ಇರಿ.  ಆತನಿಗೆ ಈಗಲೂ ಸದಾಕಾಲವೂ ಸ್ತೋತ್ರ.  ಆಮೆನ್.  2 ಪೇತ್ರ 3:18	",
},			
]			