var quiztitle = "2 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಇದು ಹತ್ತಿರವಾಯಿತೆಂದು ನೀವು ಚಂಚಲರಾಗಿ ಕಳವಳಪಡಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯುದ್ಧ	",
	"	b. ಸೈತಾನನ ಮರುಜನ್ಮ	",
	"	c. ಕರ್ತನ ದಿನ	",
	"	d. ಶಾಂತಿ ಮತ್ತು ರಕ್ಷಣೆ	"
],			
"correct" :	"	c. ಕರ್ತನ ದಿನ	",
"explanation" :	"	ಕರ್ತನ ದಿನವು ಈಗಲೇ ಹತ್ತರವಾಯಿತೆಂಬದಾಗಿ ದೇವರಾತ್ಮಪ್ರೇರಿತವಾದ ನುಡಿ ಇದೆ ಎಂದಾಗಲಿ ಪೌಲನು ಹಾಗೆ ಹೇಳಿದನೆಂದಾಗಲಿ ಪೌಲನು ಹಾಗೆ ಬರೆದನೆಂದಾಗಲಿ ಯಾರಾದರೂ ಹೇಳಿದರೂ ನೀವು ಬೇಗನೆ ಬುದ್ಧಿಗೆಟ್ಟು ಚಂಚಲರಾಗಿ ಕಳವಳಪಡಬೇಡಿರಿ.  2 ಥೆಸೆ 2:2	",
},			
{			
"question" :	"	2. ಯಾರೂ ಯಾವ ವಿಧದಲ್ಲಿಯೂ ____________ ನೋಡಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮಲ್ಲಿ ಪ್ರಾರ್ಥಿಸದೆಂತೆ	",
	"	b. ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದಂತೆ	",
	"	c. ದೇವರನ್ನು ಸಂತೋಷಿಸಿದಂತೆ	",
	"	d. ನಂಬಿಕೆ ಹೊಂದದಂತೆ	"
],			
"correct" :	"	b. ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದಂತೆ	",
"explanation" :	"	ಯಾರೂ ಯಾವ ವಿಧದಲ್ಲಿಯೂ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ; ಯಾಕಂದರೆ ಮೊದಲು ಮತಭ್ರಷ್ಟತೆಯು ಉಂಟಾಗಿ ಅಧರ್ಮಸ್ವರೂಪನು ಬೈಲಿಗೆ ಬಂದ ಹೊರತು ಆ ದಿನವು ಬರುವುದಿಲ್ಲ.   2 ಥೆಸೆ 2:3	",
},			
{			
"question" :	"	3. ಕರ್ತನು ದಿನವು ಬರುವುದಕ್ಕಿಂತ ಮೊದಲು ಇದು ಉಂಟಾಗಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರಲ್ಲಿ ಒಗ್ಗಟ್ಟು	",
	"	b. ಪ್ರೀತಿಯ ಹರಿವು	",
	"	c. ಉಜ್ಜೀವನ	",
	"	d. ಮತಭ್ರಷ್ಟತೆ	"
],			
"correct" :	"	d. ಮತಭ್ರಷ್ಟತೆ	",
"explanation" :	"	ಯಾರೂ ಯಾವ ವಿಧದಲ್ಲಿಯೂ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ; ಯಾಕಂದರೆ ಮೊದಲು ಮತಭ್ರಷ್ಟತೆಯು ಉಂಟಾಗಿ ಅಧರ್ಮಸ್ವರೂಪನು ಬೈಲಿಗೆ ಬಂದ ಹೊರತು ಆ ದಿನವು ಬರುವುದಿಲ್ಲ.   2 ಥೆಸೆ 2:3	",
},			
{			
"question" :	"	4. ಆ ದಿನಕ್ಕಿಂತ ಮೊದಲು ಯಾರು ಬೈಲಿಗೆ ಬರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆಯ ಮನುಷ್ಯ	",
	"	b. ನಿರೀಕ್ಷೆ ಮನುಷ್ಯ	",
	"	c. ಜೀವ ಸ್ವರೂಪ	",
	"	d. ಅಧರ್ಮಸ್ವರೂಪನು	"
],			
"correct" :	"	d. ಅಧರ್ಮಸ್ವರೂಪನು	",
"explanation" :	"	ಯಾರೂ ಯಾವ ವಿಧದಲ್ಲಿಯೂ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ; ಯಾಕಂದರೆ ಮೊದಲು ಮತಭ್ರಷ್ಟತೆಯು ಉಂಟಾಗಿ ಅಧರ್ಮಸ್ವರೂಪನು ಬೈಲಿಗೆ ಬಂದ ಹೊರತು ಆ ದಿನವು ಬರುವುದಿಲ್ಲ.   2 ಥೆಸೆ 2:3	",
},			
{			
"question" :	"	5. ನಾಶನಕ್ಕೆ ಅಧೀನನಾದ ಪುರುಷನು ಇಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನರಕದ ಬಾಗಿಲ ಬಳಿ	",
	"	b. ಪರಲೋಕದ ದ್ವಾರಗಳಲ್ಲಿ	",
	"	c. ಗರ್ಭಗುಡಿಯಲ್ಲಿ	",
	"	d. ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	c. ಗರ್ಭಗುಡಿಯಲ್ಲಿ	",
"explanation" :	"	ಯಾವದು ದೇವರೆನಿಸಿಕೊಳ್ಳುತ್ತದೋ ಯಾವದು ಪೂಜೆ ಹೊಂದುತ್ತದೋ ಅದನ್ನೆಲ್ಲಾ ನಾಶನಕ್ಕೆ ಅಧೀನನಾದ ಆ ಪುರುಷನು ಎದುರಿಸಿ ಅದಕ್ಕಿಂತ ಮೇಲಾಗಿ ತನ್ನನ್ನು ತಾನೇ ಹೆಚ್ಚಿಸಿಕೊಂಡು ತಾನು ದೇವರೆಂದು ಹೇಳಿಕೊಂಡು ದೇವರ ಗರ್ಭಗುಡಿಯಲ್ಲೇ ಕೂತುಕೊಳ್ಳುತ್ತಾನೆ.  2 ಥೆಸೆ 2:4	",
},			
{			
"question" :	"	6. ಕರ್ತನು ಅಧರ್ಮಸ್ವರೂಪನನ್ನು ಹೀಗೆ ಕೊಲ್ಲುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕತ್ತಿಯಿಂದ	",
	"	b. ಬೆಂಕಿ ಮತ್ತು ಅಗ್ನಿಗಂಧಕಗಳಿಂದ	",
	"	c. ತನ್ನ ಬಾಯ ಉಸುರಿನಿಂದ	",
	"	d. ಬೆರಳ ತುದಿಯಿಂದ	"
],			
"correct" :	"	c. ತನ್ನ ಬಾಯ ಉಸುರಿನಿಂದ	",
"explanation" :	"	ಅವನು ತೆಗೆದುಬಿಡಲ್ಪಟ್ಟ ಕೂಡಲೆ ಆ ಅಧರ್ಮಸ್ವರೂಪನು ಕಾಣಬರುವನು; ಅವನನ್ನು ಯೇಸು ಕರ್ತನು ತನ್ನ ಬಾಯ ಉಸುರಿನಿಂದ ಕೊಲ್ಲುವನು, ತನ್ನ ಪ್ರತ್ಯಕ್ಷತೆಯ ಪ್ರಕಾಶದಿಂದ ಸಂಹರಿಸುವನು.  2 ಥೆಸೆ 2:8	",
},			
{			
"question" :	"	7. ಅಧರ್ಮಸ್ವರೂಪನನ್ನು ಕರ್ತನು ಇದರ ಪ್ರಕಾಶದಿಂದ ಸಂಹರಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಂಕಿಯ	",
	"	b. ಜೀವದ	",
	"	c. ಪ್ರತ್ಯಕ್ಷತೆಯ	",
	"	d. ಪರಲೋಕದ	"
],			
"correct" :	"	c. ಪ್ರತ್ಯಕ್ಷತೆಯ	",
"explanation" :	"	ಅವನು ತೆಗೆದುಬಿಡಲ್ಪಟ್ಟ ಕೂಡಲೆ ಆ ಅಧರ್ಮಸ್ವರೂಪನು ಕಾಣಬರುವನು; ಅವನನ್ನು ಯೇಸು ಕರ್ತನು ತನ್ನ ಬಾಯ ಉಸುರಿನಿಂದ ಕೊಲ್ಲುವನು, ತನ್ನ ಪ್ರತ್ಯಕ್ಷತೆಯ ಪ್ರಕಾಶದಿಂದ ಸಂಹರಿಸುವನು.  2 ಥೆಸೆ 2:8	",
},			
{			
"question" :	"	8. ಅಧರ್ಮಸ್ವರೂಪನ ಪ್ರತ್ಯಕ್ಷತೆಯು ಯಾರ ಮಾಟಕ್ಕನುಗುಣವಾಗಿರುವದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ	",
	"	b. ಸೈತಾನ 	",
	"	c. ಪವಿತ್ರಾತ್ಮ	",
	"	d. ನಂಬಿಕೆ	"
],			
"correct" :	"	b. ಸೈತಾನ	",
"explanation" :	"	ಆ ಅಧರ್ಮಸವರೂಪನ ಪ್ರತ್ಯಕ್ಷತೆಯು ಸೈತಾನನ ಮಾಟಕ್ಕನುಗುಣವಾಗಿರುವದು.  2 ಥೆಸೆ 2:9	",
},			
{			
"question" :	"	9. ಸತ್ಯದ ಮೇಲೆ ಪ್ರೀತಿಯನ್ನಿಡದವರ ಬಳಿಗೆ ಕರ್ತನು ಯಾರನ್ನು ಕಳುಹಿಸುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತನನ್ನು	",
	"	b. ಪ್ರವಾದಿಯನ್ನು	",
	"	c. ಬೋಧಕನನ್ನು	",
	"	d. ಅಸತ್ಯನುಡಿಸುವ ಭ್ರಮೆಯನ್ನು	"
],			
"correct" :	"	d. ಅಸತ್ಯನುಡಿಸುವ ಭ್ರಮೆಯನ್ನು	",
"explanation" :	"	ಅವರು ಸತ್ಯದ ಮೇಲೆ ಪ್ರೀತಿಯನ್ನಿಡದ ಕಾರಣದಿಂದ ರಕ್ಷಣೆಯನ್ನು ಹೊಂದದೆ ನಾಶವಾಗುತ್ತಾರೆ.  ಅದೇ ಕಾರಣದಿಂದ ದೇವರು ಅಸತ್ಯನಡಿಸುವ ಭ್ರಮೆಯನ್ನು ಅವರಲ್ಲಿಗೆ ಕಳುಹಿಸಿ ಆ ಸುಳ್ಳನ್ನು ನಂಬುವದಕ್ಕೆ ಅವರನ್ನು ಬಿಡುತ್ತಾನೆ.  2 ಥೆಸೆ 2:10-11	",
},			
{			
"question" :	"	10. ಸತ್ಯವನ್ನು ನಂಬದೆ ಇದರಲ್ಲಿ ಆನಂದಪಡುವವರೆಲ್ಲರೂ ನ್ಯಾತೀರ್ಪಿಗೆ ಒಳಗಾಗುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅನೀತಿಯಲ್ಲಿ	",
	"	b. ಪ್ರವಾದನೆಗಳಲ್ಲಿ	",
	"	c. ಜೀವನದಲ್ಲಿ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ	"
],			
"correct" :	"	a. ಅನೀತಿಯಲ್ಲಿ	",
"explanation" :	"	ಸತ್ಯವನ್ನು ನಂಬದೆ ಅನೀತಿಯಲ್ಲಿ ಆನಂದಪಡುವವರೆಲ್ಲರೂ ಈ ಪ್ರಕಾರ ನ್ಯಾಯತೀರ್ಪಿಗೆ ಒಳಗಾಗುವರು.  2 ಥೆಸೆ 2:12	",
},			
]			