var quiztitle = "2 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಯಾವುದು ಎಲ್ಲಾ ಕಡೆ ಹಬ್ಬಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ತನ ವಾಕ್ಯ	",
	"	b. ಪವಿತ್ರಾತ್ಮ	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ಮೋಸ	"
],			
"correct" :	"	a. ಕರ್ತನ ವಾಕ್ಯ	",
"explanation" :	"	ಕಡೇ ಮಾತೇನಂದರೆ, ಸಹೋದರರೇ, ನಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆ ಮಾಡಿರಿ, ಕರ್ತನ ವಾಕ್ಯವು ನಿಮ್ಮಲ್ಲಿ ಹಬ್ಬಿದ ಪ್ರಕಾರ ಎಲ್ಲೆಲ್ಲಿಯೂ ಬೇಗನೆ ಹಬ್ಬಿ ಪ್ರಖ್ಯಾತಿ ಹೊಂದುವ ಹಾಗೆಯೂ;  2 ಥೆಸೆ 3:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾವು ಇವರಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಹಾಗೆ ಪ್ರಾರ್ಥಿಸಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಣದಿಂದ	",
	"	b. ರೋಗದಿಂದ	",
	"	c. ಮೂರ್ಖರಾದ ದುಷ್ಟಜನರಿಂದ	",
	"	d. ಥೆಸೆಲೋನಿಕಾಗೆ ಹಿಂತಿರುಗದಂತೆ	"
],			
"correct" :	"	c. ಮೂರ್ಖರಾದ ದುಷ್ಟಜನರಿಂದ	",
"explanation" :	"	ದೇವರು ನಮ್ಮನ್ನು ಮೂರ್ಖರಾದ ದುಷ್ಟಜನರ ಕೈಯಿಂದ ತಪ್ಪಿಸುವ ಹಾಗೆಯೂ ಪ್ರಾರ್ಥಿಸಿರಿ; ಎಲ್ಲರಲ್ಲಿ ಕ್ರಿಸ್ತ ನಂಬಿಕೆ ಇಲ್ಲವಲ್ಲಾ.  2 ಥೆಸೆ 3:2	",
},			
{			
"question" :	"	3. ಎಲ್ಲರಲ್ಲಿ ಇದು ಇಲ್ಲವಲ್ಲಾ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಣ	",
	"	b. ಕ್ರಿಸ್ತ ನಂಬಿಕೆ	",
	"	c. ವಾಸಿಸಲು ಸ್ಥಳ	",
	"	d. ನೀತಿ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತ ನಂಬಿಕೆ	",
"explanation" :	"	ದೇವರು ನಮ್ಮನ್ನು ಮೂರ್ಖರಾದ ದುಷ್ಟಜನರ ಕೈಯಿಂದ ತಪ್ಪಿಸುವ ಹಾಗೆಯೂ ಪ್ರಾರ್ಥಿಸಿರಿ; ಎಲ್ಲರಲ್ಲಿ ಕ್ರಿಸ್ತ ನಂಬಿಕೆ ಇಲ್ಲವಲ್ಲಾ.  2 ಥೆಸೆ 3:2	",
},			
{			
"question" :	"	4. ನಂಬಿಗಸ್ಥನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಕರ್ತನು	",
	"	c. ಪ್ರಾಮಾಣಿಕ ಮನುಷ್ಯ	",
	"	d. ಮಗು	"
],			
"correct" :	"	b. ಕರ್ತನು	",
"explanation" :	"	ಆದರೆ ಕರ್ತನು ನಂಬಿಗಸ್ತನು; ಆತನು ನಿಮ್ಮನ್ನು ದೃಢಪಡಿಸಿ ನೀವು ಕೆಡುಕನ ಕೈಗೆ ಸಿಕ್ಕದಂತೆ ಕಾಪಾಡುವನು.  2 ಥೆಸೆ 3:3	",
},			
{			
"question" :	"	5. ಕರ್ತನು ನಿಮ್ಮನ್ನು ಇವನ ಕೈಗೆ ಸಿಕ್ಕದಂತೆ ಕಾಪಾಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ಪರಲೋಕ	",
	"	c. ಕೆಡುಕ	",
	"	d. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	c. ಕೆಡುಕ	",
"explanation" :	"	ಆದರೆ ಕರ್ತನು ನಂಬಿಗಸ್ತನು; ಆತನು ನಿಮ್ಮನ್ನು ದೃಢಪಡಿಸಿ ನೀವು ಕೆಡುಕನ ಕೈಗೆ ಸಿಕ್ಕದಂತೆ ಕಾಪಾಡುವನು.  2 ಥೆಸೆ 3:3	",
},			
{			
"question" :	"	6. ಯಾರಿಗೆ ನಾವು ದೂರವಾಗಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರವಾದಿಗಳಿಗೆ	",
	"	b. ದೇವರ ಕರೆಯುವಿಕೆ ಇರುವವರಿಗೆ	",
	"	c. ಅನ್ಯರಿಗೆ	",
	"	d. ಅಕ್ರಮವಾಗಿ ನಡೆಯುವವರಿಗೆ	"
],			
"correct" :	"	d. ಅಕ್ರಮವಾಗಿ ನಡೆಯುವವರಿಗೆ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಮ್ಮಿಂದ ಹೊಂದಿದ ಬೋಧನೆಯನ್ನು ಅನುಸರಿಸದೆ ಅಕ್ರಮವಾಗಿ ನಡೆಯುವ ಪ್ರತಿ ಸಹೋದರನಿಗೆ ನೀವು ದೂರವಾಗಿರಬೇಕೆಂದು ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಲ್ಲಿ ನಿಮಗೆ ಆಜ್ಞಾಪಿಸುತ್ತೇವೆ.  2 ಥೆಸೆ 3:6	",
},			
{			
"question" :	"	7. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾವು ನಿಮಗೆ ಭಾರವಾಗಬಾರದೆಂದು ಹಗಲಿರುಳೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಿದೆವು	",
	"	b. ನಿದ್ರಿಸಿದೆವು	",
	"	c. ತಿಂದೆವು	",
	"	d. ದುಡಿದೆವು	"
],			
"correct" :	"	d. ದುಡಿದೆವು	",
"explanation" :	"	ನಾವು ನಿಮ್ಮಲ್ಲಿ ಅಕ್ರಮವಾಗಿ ನಡೆಯಲಿಲ್ಲ; ನಾವು ಹಣಕೊಡದೆ ಯಾರ ಬಳಿಯಲ್ಲಿಯೂ ಊಟಮಾಡಲಿಲ್ಲ; ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬರಿಗೂ ಭಾರವಾಗಬಾರದೆಂದು ಹಗಲಿರುಳು ಕಷ್ಟದಿಂದಲೂ ಪ್ರಯಾಸದಿಂದಲೂ ದುಡಿದು ಜೀವನಮಾಡಿಕೊಂಡೆವು. 2 ಥೆಸೆ 3:8	",
},			
{			
"question" :	"	8. ಕೆಲಸ ಮಾಡದವನು ಇದನ್ನು ಮಾಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕಕ್ಕೆ ಹೋಗಬಾರದು	",
	"	b. ಪ್ರಾರ್ಥಿಸಬಾರದು	",
	"	c. ಆಲಯದಲ್ಲಿ ಸೇವೆ ಮಾಡಬಾರದು	",
	"	d. ಊಟ ಮಾಡಬಾರದು	"
],			
"correct" :	"	d. ಊಟ ಮಾಡಬಾರದು	",
"explanation" :	"	ಇದಲ್ಲದೆ ನಾವು ನಿಮ್ಮ ಸಂಗಡ ಇದ್ದಾಗ ಕೆಲಸ ಮಾಡಲೊಲ್ಲದವರನು ಊಟಮಾಡಬಾರದೆಂದು ನಿಮಗೆ ಆಜ್ಞಾಪಿಸಿದೆವಷ್ಟೆ.  2 ಥೆಸೆ 3:10	",
},			
{			
"question" :	"	9. ಅವರಲ್ಲಿ ಕೆಲವರು ಇದನ್ನು ಮಾಡದೆ ಅಕ್ರಮವಾಗಿ ನಡೆಯುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಲಸ	",
	"	b. ಪ್ರಾರ್ಥನೆ	",
	"	c. ಉಪವಾಸ	",
	"	d. ತ್ಯಾಗ	"
],			
"correct" :	"	a. ಕೆಲಸ	",
"explanation" :	"	ಆದರೆ ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡದೆ ಇತರರ ಕೆಲಸದಲ್ಲಿ ಮಾತ್ರ ತಲೆಹಾಕಿ ಅಕ್ರಮವಾಗಿ ನಡೆಯುತ್ತಾರೆಂದು ವರ್ತಮಾನ ಕೇಳಿದ್ದೇವೆ.  2 ಥೆಸೆ 3:11	",
},			
{			
"question" :	"	10. ಇದನ್ನು ಮಾಡುವುದರಲ್ಲಿ ಬೇಸರಗೊಳ್ಳಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ಪ್ರಾರ್ಥನೆ	",
	"	c. ಪಾಪ	",
	"	d. ಒಳ್ಳೇದು	"
],			
"correct" :	"	d. ಒಳ್ಳೇದು	",
"explanation" :	"	ಸಹೋದರರೇ, ನೀವಾದರೋ ಒಳ್ಳೇದನ್ನು ಮಾಡುವದರಲ್ಲಿ ಬೇಸರಗೊಳ್ಳಬೇಡಿರಿ.  2 ಥೆಸೆ 3:13	",
},			
]			