var quiztitle = "2 ಥೆಸಲೋನಿಕದವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	ಈ ಪತ್ರವನ್ನು ಬರೆದದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ, ಸಿಲ್ವಾನ ಮತ್ತು ತಿಮೋಥೆ	",
	"	b. ಪೌಲ, ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನ	",
	"	c. ಪೌಲ ಮತ್ತು ಯಾಕೋಬ	",
	"	d. ಪೌಲ ಮತ್ತು ಮತ್ತಾಯ	"
],			
"correct" :	"	a. ಪೌಲ, ಸಿಲ್ವಾನ ಮತ್ತು ತಿಮೋಥೆ	",
"explanation" :	"	ನಮ್ಮ ತಂದೆಯಾದ ದೇವರಲ್ಲಿಯೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಲ್ಲಿಯೂ ಇರುವ ಥೆಸಲೋನಿಕದವರ ಸಭೆಗೆ ಪೌಲ ಸಿಲ್ವಾನ ತಿಮೊಥೆಯ ಎಂಬ ನಾವು ಬರೆಯುವದೇನೆಂದರೆ; 2 ಥೆಸಲೋ 1:1	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯನ್ನು ಈ ಸಭೆಗೆ ಬರೆಯಲಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಥೆಸಲೋನಿಕ	",
	"	b. ಮಿದ್ಯಾನ	",
	"	c. ಅಮಾಲೇಕ್ಯ	",
	"	d. ಕೊರಿಂಥ	"
],			
"correct" :	"	a. ಥೆಸಲೋನಿಕ	",
"explanation" :	"	ನಮ್ಮ ತಂದೆಯಾದ ದೇವರಲ್ಲಿಯೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಲ್ಲಿಯೂ ಇರುವ ಥೆಸಲೋನಿಕದವರ ಸಭೆಗೆ ಪೌಲ ಸಿಲ್ವಾನ ತಿಮೊಥೆಯ ಎಂಬ ನಾವು ಬರೆಯುವದೇನೆಂದರೆ; 2 ಥೆಸಲೋ 1:1	",
},			
{			
"question" :	"	3. ನಾವು ಯಾವಾಗಲೂ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ______ ಬದ್ದರಾಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಿಗೆ ಕೃತಜ್ಞತಾ ಸ್ತುತಿ ಮಾಡುವುದಕ್ಕೆ	",
	"	b. ಆಹಾರವನ್ನು ಕೇಳುವುದಕ್ಕೆ	",
	"	c. ಹಣ ಕಳುಹಿಸುವುದಕ್ಕೆ	",
	"	d. ಅವರಿಗಾಗಿ ಚಿಂತೆ ಮಾಡುವುದಕ್ಕೆ	"
],			
"correct" :	"	a. ದೇವರಿಗೆ ಕೃತಜ್ಞತಾ ಸ್ತುತಿ ಮಾಡುವುದಕ್ಕೆ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾವು ಯಾವಾಗಲೂ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡುವುದಕ್ಕೆ ಬದ್ಧರಾಗಿದ್ದೇವೆ.  2 ಥೆಸೆ 1:3	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು: ಸಭೆಯಲ್ಲಿ ಇದು ಅಭಿವೃದ್ಧಿ ಹೊಂದುತ್ತಾ ಬರುತ್ತಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರ ಹಸಿವು	",
	"	b. ಅವರ ನಂಬಿಕೆ	",
	"	c. ಅವರ ಹಾಜರಾತಿ	",
	"	d. ಭಂಡಾರ	"
],			
"correct" :	"	b. ಅವರ ನಂಬಿಕೆ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾವು ಯಾವಾಗಲೂ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡುವುದಕ್ಕೆ ಬದ್ಧರಾಗಿದ್ದೇವೆ.  ಹಾಗೆ ಮಾಡುವುದು ಯೋಗ್ಯ; ಯಾಕಂದರೆ ನಿಮ್ಮ ನಂಬಿಕೆಯು ಬಹಳ ಅಭಿವೃದ್ದಿ ಹೊಂದುತ್ತಾ ಬರುತ್ತದೆ, ಪ್ರಸ್ಪರವಾದ ಪ್ರೀತಿ ನಿಮ್ಮೆಲ್ಲರಲ್ಲಿಯೂ ಹೆಚ್ಚುತ್ತಾ ಬರುತ್ತದೆ. 2 ಥೆಸೆ 1:3	",
},			
{			
"question" :	"	5. ಇದು ಸಭೆಯಲ್ಲಿ ಹೆಚ್ಚುತ್ತಾ ಬರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹತಾಶೆ	",
	"	b. ಕಿತ್ತಾಟ	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ಗೊಂದಲ	"
],			
"correct" :	"	c. ಪ್ರೀತಿ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾವು ಯಾವಾಗಲೂ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡುವುದಕ್ಕೆ ಬದ್ಧರಾಗಿದ್ದೇವೆ.  ಹಾಗೆ ಮಾಡುವುದು ಯೋಗ್ಯ; ಯಾಕಂದರೆ ನಿಮ್ಮ ನಂಬಿಕೆಯು ಬಹಳ ಅಭಿವೃದ್ದಿ ಹೊಂದುತ್ತಾ ಬರುತ್ತದೆ, ಪ್ರಸ್ಪರವಾದ ಪ್ರೀತಿ ನಿಮ್ಮೆಲ್ಲರಲ್ಲಿಯೂ ಹೆಚ್ಚುತ್ತಾ ಬರುತ್ತದೆ. 2 ಥೆಸೆ 1:3	",
},			
{			
"question" :	"	6. ಸಭೆಯು ಇದನ್ನೆಲ್ಲಾ ಅನುಭವಿಸುತ್ತಿದ್ದರೂ ಸಭೆಯಲ್ಲಿ ತಾಳ್ಮೆ ನಂಬಿಕೆಗಳಿವೆ.	",
"image" :	"",		
"choices" : [			
	"	a.ದೇವರು ಅವರನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟರು	",
	"	b. ಅವರಿಗೆ ಹಿಂಸೆ ಮತ್ತು ಸಂಕಟಗಳಿವೆ	",
	"	c. ಅವರಲ್ಲಿ ಎಲ್ಲೆಮೀರಿದವರಿದ್ದಾರೆ	",
	"	d. ಅವರು ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಹೊಂದಿದ್ದಾರೆ	"
],			
"correct" :	"	b. ಅವರಿಗೆ ಹಿಂಸೆ ಮತ್ತು ಸಂಕಟಗಳಿವೆ	",
"explanation" :	"	ಹೀಗಿರುವದರಿಂದ ನಿಮಗೆ ಬಂದಿರುವ ಎಲ್ಲಾ ಹಿಂಸೆಗಳಲ್ಲಿಯೂ ನೀವು ಅನುಭವಿಸುತ್ತಿರುವ ಸಂಕಟಗಳಲ್ಲಿಯೂ ತೋರಿ ಬಂದ ನಿಮ್ಮ ತಾಳ್ಮೆ ನಂಬಿಕೆಗಳನ್ನು ನೆನಸಿ ನಿಮ್ಮ ವಿಷಯವಾಗಿ ಹೆಚ್ಚಳಪಟ್ಟು ದೇವರ ಸಭೆಗಳೊಳಗೆ ನಾವೇ ಮಾತಾಡುತ್ತೇವೆ.  2 ಥೆಸೆ 1:4	",
},			
{			
"question" :	"	7. ಸಂಕಟಪಡಿಸುವವರಿಗೆ ಪ್ರತಿಯಾಗಿ ಇದನ್ನು ಕೊಡುವುದು ದೇವರ ಎಣಿಕೆಯಲ್ಲಿ ನ್ಯಾಯವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂಕಟ	",
	"	b. ಗೌರವ	",
	"	c. ನಿರೀಕ್ಷೆ	",
	"	d. ನಂಬಿಕೆ	"
],			
"correct" :	"	a. ಸಂಕಟ	",
"explanation" :	"	ನಿಮ್ಮನ್ನು ಸಂಕಟಪಡಿಸುವವರಿಗೆ ಪ್ರತಿಯಾಗಿ ಸಂಕಟವನ್ನೂ ಸಂಕಟಪಡುವವರಾದ ನಿಮಗೆ ನಮ್ಮೊಡನೆ ಉಪಶಮನವನ್ನೂ ಕೊಡುವದು ದೇವರ ಎಣಿಕೆಯಲ್ಲಿ ನ್ಯಾಯವಾಗಿದೆಯಷ್ಟೆ.  2 ಥೆಸೆ 1:6	",
},			
{			
"question" :	"	8. ಈತನು ಆಕಾಶದಲ್ಲಿ ದೇವದೂತರೊಂದಿಗೆ ಪ್ರತ್ಯಕ್ಷನಾಗುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ಸೈತಾನ	",
	"	c. ಮೃಗ	",
	"	d. ಅಂತ್ಯಕ್ರಿಸ್ತು	"
],			
"correct" :	"	a. ಯೇಸು	",
"explanation" :	"	ಯಾವಾಗ ಕೊಡುವನಂದರೆ ಯೇಸು ಕರ್ತನು ತನ್ನ ಶಕ್ತಿಯನ್ನು ತೋರ್ಪಡಿಸುವ ದೇವದೂತರಿಂದ ಕೂಡಿದವನಾಗಿ ಉರಿಯುವ ಬೆಂಕಿಯಲ್ಲಿ ಆಕಾಶದಿಂದ ಪ್ರತ್ಯಕ್ಷನಾಗುವ ಕಾಲದಲ್ಲಿ ಅದನ್ನು ಕೊಡುವನು.  2 ಥೆಸೆ 1:7	",
},			
{			
"question" :	"	9. ಆಗ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸುವು ದೇವರನ್ನರಿಯದವರಿಗೂ _______ ಒಳಪಡದವರಿಗೂ ಪ್ರತೀಕಾರವನ್ನು ಸಲ್ಲಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ	",
	"	b. ಆಜ್ಞಾಪತ್ರಗಳಿಗೆ	",
	"	c. ನೆಲದ ಕಾನೂನುಗಳಿಗೆ	",
	"	d. ತನ್ನ ಸುವಾರ್ತೆಗೆ	"
],			
"correct" :	"	d. ತನ್ನ ಸುವಾರ್ತೆಗೆ	",
"explanation" :	"	ಆಗ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸುವು ದೇವರನ್ನರಿಯದವರಿಗೂ ತನ್ನ ಸುವಾರ್ತೆಗೆ ಒಳಪಡದವರಿಗೂ ಪ್ರತೀಕಾರವನ್ನು ಸಲ್ಲಿಸುವನು.  2 ಥೆಸೆ 1:8	",
},			
{			
"question" :	"	10. ಪೌಲನು ಹೇಳಿದ್ದು: ದೇವರು ನಿಮ್ಮನ್ನು ಇದಕ್ಕೆ ಯೋಗ್ಯರೆಂದು ಎಣಿಸಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುತ್ತೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಣ	",
	"	b. ನಿಮ್ಮನ್ನು ಆತನು ಕರೆದದ್ದಕ್ಕೆ	",
	"	c. ಪಾಪ	",
	"	d. ನ್ಯಾಯತೀರ್ಪು	"
],			
"correct" :	"	b. ನಿಮ್ಮನ್ನು ಆತನು ಕರೆದದ್ದಕ್ಕೆ	",
"explanation" :	"	ಆ ದಿನವನ್ನು ನಾವು ಎದುರುನೋಡುತ್ತಾ ನಿಮಗೋಸ್ಕರ ಯಾವಾಗಲೂ ಪ್ರಾರ್ಥನೆಮಾಡಿ ನಮ್ಮ ದೇವರು ನಿಮ್ಮನ್ನು ಕರೆದದ್ದಕ್ಕೆ ತಾನೇ ನಿಮ್ಮನ್ನು ಯೋಗ್ಯರೆಂದು ಎಣಿಸಬೇಕೆಂತಲೂ;  2 ಥೆಸೆ 1:10	",
},			
]			