var quiztitle = "2 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಇದರಂತೆ ಶ್ರಮೆಯನ್ನನುಭವಿಸು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಾರ್ಯದವನಂತೆ	",
	"	b. ಸೈನಿಕನಂತೆ	",
	"	c. ಪರಿಚಾರಕನಂತೆ	",
	"	d. ಮಗುವಿನಂತೆ	"
],			
"correct" :	"	b. ಸೈನಿಕನಂತೆ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ೊಳ್ಳೇ ಸೈನಿಕನಂತೆ ನನ್ನೊಂದಿಗೆ ಶ್ರಮೆಯನ್ನನುಭವಿಸು.  2 ತಿಮೋ 2:3	",
},			
{			
"question" :	"	2. ಇದಕ್ಕೆ ಬಂಧನವಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪ	",
	"	b. ಮರಣ	",
	"	c. ಪೌಲ	",
	"	d. ದೇವರ ವಾಕ್ಯ	"
],			
"correct" :	"	d. ದೇವರ ವಾಕ್ಯ	",
"explanation" :	"	ಇದರಲ್ಲಿ ನಾನು ಕಷ್ಟವನ್ನನುಭವಿಸಿ ದುಷ್ಕರ್ಮಿಯಂತೆ ಸಂಕೋಲೆಯಿಂದ ಕಟ್ಟಲ್ಪಟ್ಟವನಾಗಿದ್ದೇನೆ; ಆದರೆ ದೇವರ ವಾಕ್ಯಕ್ಕೆ ಬಂಧನವಿಲ್ಲ.  2 ತಿಮೋ 2:9	",
},			
{			
"question" :	"	3. ಈ ಮಾತು ನಂಬತಕ್ಕದ್ದಾಗಿದೆ, ಏನಂದರೆ ನಾವು ಆತನೊಡನೆ ಸತ್ತಿದ್ದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ನಾವು ಶಾಪಗ್ರಸ್ಥರು	",
	"	b. ನಮಗೆ ನೋವು ಇರುತ್ತಿರಲಿಲ್ಲ	",
	"	c. ಆತನೊಡನೆ ಜೀವಿಸುವೆವು	",
	"	d. ನಮಗೆ ಮಹಿಮೆ ಇರುತ್ತಿರಲಿಲ್ಲ	"
],			
"correct" :	"	c. ಆತನೊಡನೆ ಜೀವಿಸುವೆವು	",
"explanation" :	"	ಈ ಮಾತು ನಂಬತಕ್ಕದ್ದಾಗಿದೆ, ಏನಂದರೆ ನಾವು ಆತನೊಡನೆ ಸತ್ತಿದ್ದರೆ ಆತನೊಡನೆ ಜೀವಿಸುವೆವು;  2 ತಿಮೋ 2:11	",
},			
{			
"question" :	"	4. ಸಹಿಸಿಕೊಳ್ಳುವವರಾಗಿದ್ದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಣಿಸುವೆವು	",
	"	b. ಗೋಳಾಡುವೆವು	",
	"	c. ಆತನೊಡನೆ ಆಳುವೆವು	",
	"	d. ನಮ್ಮ ಆತ್ಮವನ್ನೇ ಖಂಡಿಸುವೆವು	"
],			
"correct" :	"	c. ಆತನೊಡನೆ ಆಳುವೆವು	",
"explanation" :	"	ಸಹಿಸಿಕೊಳ್ಳುವವರಾಗಿದ್ದರೆ ಆತನೊಡನೆ ಆಳುವೆವು; ನಾವು ಯೇಸುವಿನವರಲ್ಲವೆಂದು ಹೇಳಿದರೆ ಆತನು ನಮ್ಮನ್ನು ತನ್ನವರಲ್ಲವೆಂದು ಹೇಳುವನು.  2 ತಿಮೋ 2:12	",
},			
{			
"question" :	"	5. ನಾವು ಯೇಸುವಿನವರಲ್ಲವೆಂದು ಹೇಳಿದರೆ, ಆತನೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಮೂರು ತಲಮಾರುಗಳವರೆಗೂ ಶಪಿಸುವನು	",
	"	b. ಕಲ್ಲುಗಳು ಅಳುತ್ತವೆ	",
	"	c. ನಮ್ಮನ್ನು ತನ್ನವರಲ್ಲವೆಂದು ಹೇಳುವನು	",
	"	d. ನಮ್ಮ ಶತೃಗಳನ್ನು ಎಬ್ಬಿಸುವನು	"
],			
"correct" :	"	c. ನಮ್ಮನ್ನು ತನ್ನವರಲ್ಲವೆಂದು ಹೇಳುವನು	",
"explanation" :	"	ಸಹಿಸಿಕೊಳ್ಳುವವರಾಗಿದ್ದರೆ ಆತನೊಡನೆ ಆಳುವೆವು; ನಾವು ಯೇಸುವಿನವರಲ್ಲವೆಂದು ಹೇಳಿದರೆ ಆತನು ನಮ್ಮನ್ನು ತನ್ನವರಲ್ಲವೆಂದು ಹೇಳುವನು.  2 ತಿಮೋ 2:12	",
},			
{			
"question" :	"	6. ನೀನು ದೇವರ ದೃಷ್ಟಿಗೆ ಯೋಗ್ಯನಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ _______.  ಅವಮಾನಕ್ಕೆ ಗುರಿಯಾಗದ ಕೆಲಸದವನೂ ಸತ್ಯವಾಕ್ಯವನ್ನು ಸರಿಯಾಗಿ ಉಪದೇಶಿಸುವವನೂ ಆಗಿರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಯಾಸಪಡು	",
	"	b. ನಡೆ.	",
	"	c. ಬೋಧಿಸು	",
	"	d. ಕಲಿಸು	"
],			
"correct" :	"	a. ಪ್ರಯಾಸಪಡು	",
"explanation" :	"	ನೀನು ದೇವರ ದೃಷ್ಟಿಗೆ ಯೋಗ್ಯನಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಪ್ರಯಾಸಪಡು,  ಅವಮಾನಕ್ಕೆ ಗುರಿಯಾಗದ ಕೆಲಸದವನೂ ಸತ್ಯವಾಕ್ಯವನ್ನು ಸರಿಯಾಗಿ ಉಪದೇಶಿಸುವವನೂ ಆಗಿರು.  2 ತಿಮೋ 2:15	",
},			
{			
"question" :	"	7. ಇದು ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಮಹಿಮೆ	",
	"	c. ಸಂಪತ್ತು	",
	"	d. ದೇವರ ಅಸ್ತಿವಾರ	"
],			
"correct" :	"	d. ದೇವರ ಅಸ್ತಿವಾರ	",
"explanation" :	"	ಆದರೂ ದೇವರ ಸ್ಥಿರವಾದ ಅಸ್ತಿವಾರವು ನಿಲ್ಲುತ್ತದೆ.   ಅದರ ಮೇಲೆ ತನ್ನವರು ಯಾರಾರೆಂಬದನ್ನು ಕರ್ತನು ತಿಳಿದಿದ್ದಾನೆಂತಲೂ ಕರ್ತನ ನಾಮವನ್ನು ಹೇಳಿಕೊಳ್ಳುವವರೆಲ್ಲರು ದುರ್ಮಾರ್ಗತನವನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕಂತಲೂ ಲಿಪಿಯುಂಟು.   2 ತಿಮೋ 2:19	",
},			
{			
"question" :	"	8. ಕರ್ತನ ನಾಮವನ್ನು ಹೇಳಿಕೊಳ್ಳುವವರೆಲ್ಲರೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷಿಸಲಿ	",
	"	b. ಗೋಳಾಡಲಿ	",
	"	c. ತನ್ನ ಸ್ವಂತ ಹೆಸರನ್ನು ಕೆಡಿಸಲಿ	",
	"	d. ದುರ್ಮಾರ್ಗತನವನ್ನು ಬಿಟ್ಟುಬಿಡಲಿ	"
],			
"correct" :	"	d. ದುರ್ಮಾರ್ಗತನವನ್ನು ಬಿಟ್ಟುಬಿಡಲಿ	",
"explanation" :	"	ಆದರೂ ದೇವರ ಸ್ಥಿರವಾದ ಅಸ್ತಿವಾರವು ನಿಲ್ಲುತ್ತದೆ.   ಅದರ ಮೇಲೆ ತನ್ನವರು ಯಾರಾರೆಂಬದನ್ನು ಕರ್ತನು ತಿಳಿದಿದ್ದಾನೆಂತಲೂ ಕರ್ತನ ನಾಮವನ್ನು ಹೇಳಿಕೊಳ್ಳುವವರೆಲ್ಲರು ದುರ್ಮಾರ್ಗತನವನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕಂತಲೂ ಲಿಪಿಯುಂಟು.   2 ತಿಮೋ 2:19	",
},			
{			
"question" :	"	9. ಇವುಗಳಿಗೆ ದೂರವಾಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನನಿಗೆ	",
	"	b. ಯೌವ್ವನದ ಇಚ್ಛೆಗಳಿಗೆ	",
	"	c. ನೀತಿಗೆ	",
	"	d. ಗೌರವಕ್ಕೆ	"
],			
"correct" :	"	b. ಯೌವ್ವನದ ಇಚ್ಛೆಗಳಿಗೆ	",
"explanation" :	"	ನೀನು ಯೌವನದ ಇಚ್ಛೆಗಳಿಗೆ ದೂರವಾಗಿರು;  2 ತಿಮೋ 2:22	",
},			
{			
"question" :	"	10.  ಇವುಗಳ ಗೊಡವೆಗೆ ಹೋಗಬೇಡ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬುದ್ಧಿಯಿಲ್ಲದ ವಿಚಾರಗಳಿಗೆ	",
	"	b. ದು:ಖ ಮತ್ತು ವೇದನೆಗಳು	",
	"	c. ಪ್ರವಾದನಾತ್ಮಕ ಕನಸುಗಳು	",
	"	d. ಸಿಹಿ	"
],			
"correct" :	"	a. ಬುದ್ಧಿಯಿಲ್ಲದ ವಿಚಾರಗಳಿಗೆ	",
"explanation" :	"	ಮೂಢರ ಬುದ್ಧಿಯಿಲ್ಲದ ವಿಚಾರಗಳು ಜಗಳಗಳಿಗೆ ಕಾರಣವಾಗಿವೆ ಎಂದು ತಿಳಿದು ಅವುಗಳ ಗೊಡವೆಗೆ ಹೋಗಬೇಡ.  2 ತಿಮೋ 2:23	",
},			
]			