var quiztitle = "2 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಈತನು ಸತ್ತವರಿಗೂ ಜೀವಿಸುವವರಿಗೂ ನ್ಯಾಯತೀರಿಸಲು ಬರುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಗಬ್ರಿಯೇಲ	",
	"	c. ಯೇಸು	",
	"	d. ಮಿಕಾಯೇಲು	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ದೇವರ ಮುಂದೆ ಮತ್ತು ಜೀವಿಸುವವರಿಗೂ ಸತ್ತವರಿಗೂ ನ್ಯಾಯತೀಸುವದಕ್ಕೆ ಬರುವ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಮುಂದೆ;  2 ತಿಮೋ 4:1	",
},			
{			
"question" :	"	2. ದೇವರ ವಾಕ್ಯವನ್ನು ಸಾರು . _____________ ಅದರಲ್ಲಿ ಆಸಕ್ತನಾಗಿರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶ್ರಮಿಸುವುದರಲ್ಲಿ	",
	"	b. ಅನುಕೂಲವಾದ ಕಾಲದಲ್ಲಿಯೂ ಅನುಕೂಲವಿಲ್ಲದ ಕಾಲದಲ್ಲಿಯೂ	",
	"	b. ಭಯದಿಂದ	",
	"	d. ನಿನ್ನ ತಪ್ಪುಗಳಿಂದ ಓಡಿಹೋಗಿ	"
],			
"correct" :	"	b. ಅನುಕೂಲವಾದ ಕಾಲದಲ್ಲಿಯೂ ಅನುಕೂಲವಿಲ್ಲದ ಕಾಲದಲ್ಲಿಯೂ	",
"explanation" :	"	ದೇವರ ವಾಕ್ಯವನ್ನು ಸಾರು, ಻ನುಕೂಲವಾದ ಕಾಲದಲ್ಲಿಯೂ ಅನುಖುಲವಿಲ್ಲದ ಕಾಲದಲ್ಲಿಯೂ ಅದರಲ್ಲಿ ಆಸಕ್ತನಾಗಿರು; 2 ತಿಮೋ 4:2	",
},			
{			
"question" :	"	3.ಇಂತಹ ಕಾಲವು ಬರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯದ	",
	"	d. ಸ್ವಸ್ಥ ಬೋಧನೆಯನ್ನು ಸಹಿಸದ	",
	"	c. ಸ್ಮರಣೀಯ	",
	"	d. ಕೆಟ್ಟ	"
],			
"correct" :	"	b. ಸ್ವಸ್ಥ ಬೋಧನೆಯನ್ನು ಸಹಿಸದ	",
"explanation" :	"	ಯಾಕಂದರೆ ಜನರು ಸ್ವಸ್ಥಬೋಧನೆಯನ್ನು ಸಹಿಸಲಾರದ ಕಾಲವು ಬರುತ್ತದೆ; ಅದರಲ್ಲಿ ಅವರು ತೀಟೇ ಕಿವಿಗಳುಳ್ಳವರಾಗಿ ತಮ್ಮ ದುರಾಶೆಗಳಿಗೆ ಅನುಕೂಲರಾದ ಅನೇಕ ಉಪದೇಶಕರನ್ನು ಇಟ್ಟುಕೊಳ್ಳುವರು.  2 ತಿಮೋ 4:3	",
},			
{			
"question" :	"	4. ಅವರು ತೀಟೇ _________ ತಮ್ಮ ದುರಾಶೆಗಳಿಗೆ ಅನುಕೂಲರಾದ ಅನೇಕ ಉಪದೇಶಕರನ್ನು ಇಟ್ಟುಕೊಳ್ಳುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಣ್ಣುಗಳು	",
	"	b. ಕೈಗಳು	",
	"	c. ಕಿವಿಗಳು	",
	"	d. ವಾಕ್ಯಗಳು	"
],			
"correct" :	"	c. ಕಿವಿಗಳು	",
"explanation" :	"	ಯಾಕಂದರೆ ಜನರು ಸ್ವಸ್ಥಬೋಧನೆಯನ್ನು ಸಹಿಸಲಾರದ ಕಾಲವು ಬರುತ್ತದೆ; ಅದರಲ್ಲಿ ಅವರು ತೀಟೇ ಕಿವಿಗಳುಳ್ಳವರಾಗಿ ತಮ್ಮ ದುರಾಶೆಗಳಿಗೆ ಅನುಕೂಲರಾದ ಅನೇಕ ಉಪದೇಶಕರನ್ನು ಇಟ್ಟುಕೊಳ್ಳುವರು.  2 ತಿಮೋ 4:3	",
},			
{			
"question" :	"	5. ಅವರು ಇದಕ್ಕೆ ಕಿವಿಗೊಡುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ಹಾಡುವುದಕ್ಕೆ	",
	"	b. ಗುಡುಗು	",
	"	c. ಸತ್ಯಬೋಧನೆಗೆ	",
	"	d. ಸುಳ್ಳುಗಳಿಗೆ	"
],			
"correct" :	"	c. ಸತ್ಯಬೋಧನೆಗೆ	",
"explanation" :	"	ಅವರು ಸತ್ಯಬೋಧನೆಗೆ ಕಿವಿಗೊಡದೆ ಕಲ್ಪನಾಕಥೆಗಳನ್ನು ಕೇಳುವದಕ್ಕೆ ಹೋಗುವರು.  2 ತಿಮೋ 4:4	",
},			
{			
"question" :	"	6. ಈ ಕೆಲಸವನ್ನು ಮಾಡು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರ	",
	"	b. ಇಬ್ಬರು ಮನುಷ್ಯರ	",
	"	c. ಸೌವಾರ್ತಿಕನ	",
	"	d. ಗುಲಾಮನ	"
],			
"correct" :	"	c. ಸೌವಾರ್ತಿಕನ	",
"explanation" :	"	ಆದರೆ ನೀನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಸ್ವಸ್ಥಚಿತ್ತನಾಗಿರು, ಶ್ರಮೆಯನ್ನು ತಾಳಿಕೋ, ಸೌವಾರ್ತಿಕನ ಕೆಲಸವನ್ನು ಮಾಡು, ನಿನಗೆ ನೇಮಿಸಿರುವ ಸೇವೆಯನ್ನು ಲೋಪವಿಲ್ಲದೆ ನಡಿಸು;  2 ತಿಮೋ 4:5	",
},			
{			
"question" :	"	7. ಶ್ರೇಷ್ಠ ಹೋರಾಟವನ್ನು ಮಾಡಿದ್ದೇನೆ, ನನ್ನ ಓಟವನ್ನು ಕಡೆಗಾಣಿಸಿದ್ದೇನೆ, ________ ಕಾಪಾಡಿಕೊಂಡಿದ್ದೇನೆ	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಶಬ್ಧವನ್ನು	",
	"	b. ನನ್ನನ್ನು	",
	"	c. ದೇವರ ಅದ್ಥುತಗಳನ್ನು	",
	"	d. ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯನ್ನು	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯನ್ನು	",
"explanation" :	"	ಶ್ರೇಷ್ಠ ಹೋರಾಟವನ್ನು ಮಾಡಿದ್ದೇನೆ, ನನ್ನ ಓಟವನ್ನು ಕಡೆಗಾಣಿಸಿದ್ದೇನೆ,  ಕ್ರಿಸ್ತನಂಬಿಕೆಯನ್ನು ಕಾಪಾಡಿಕೊಂಡಿದ್ದೇನೆ.  2 ತಿಮೋ 4:7	",
},			
{			
"question" :	"	8.  ಇವರಿಗೆ ದೊರಕುವ ಜಯಮಾಲೆಯು ಮುಂದೆ ನನಗೆ ಸಿದ್ದವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿನ್ನದ	",
	"	b. ಮುಳ್ಳಿನ	",
	"	c. ನೀತಿವಂತರಿಗೆ	",
	"	d. ಆಭರಣಗಳ	"
],			
"correct" :	"	c. ನೀತಿವಂತರಿಗೆ	",
"explanation" :	"	ನೀತಿವಂತರಿಗೆ ದೊರಕುವ ಜಯಮಾಲೆಯು ಮುಂದೆ ನನಗೆ ಸಿದ್ಧವಾಗಿದೆ ಅದನ್ನು ನೀತಿಯುಳ್ಳ ನ್ಯಾಯಾಧಿಪತಿಯಾಗಿರುವ ಕರ್ತನು ಆ ದಿನದಲ್ಲಿ ನನಗೆ ಕೊಡುವನು; ನನಗೆ ಮಾತ್ರವಲ್ಲೆ ತನ್ನ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನು ಪ್ರೀತಿಸುವವರೆಲ್ಲರಿಗೂ ಕೊಡುವನು;  2 ತಿಮೋ 4:8	",
},			
{			
"question" :	"	9.  ಈ ಜಯಮಾಲೆಯನ್ನು ಆತನು ಇದನ್ನು ಪ್ರೀತಿಸುವವರಿಗೂ ಸಹ ಕೊಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಈ ಲೋಕವನ್ನು	",
	"	b. ದುರ್ಧನವನ್ನು	",
	"	c. ತನ್ನ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನು	",
	"	d. ನಿಧಿಗಳನ್ನು	"
],			
"correct" :	"	c. ತನ್ನ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನು	",
"explanation" :	"	ನೀತಿವಂತರಿಗೆ ದೊರಕುವ ಜಯಮಾಲೆಯು ಮುಂದೆ ನನಗೆ ಸಿದ್ಧವಾಗಿದೆ ಅದನ್ನು ನೀತಿಯುಳ್ಳ ನ್ಯಾಯಾಧಿಪತಿಯಾಗಿರುವ ಕರ್ತನು ಆ ದಿನದಲ್ಲಿ ನನಗೆ ಕೊಡುವನು; ನನಗೆ ಮಾತ್ರವಲ್ಲೆ ತನ್ನ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನು ಪ್ರೀತಿಸುವವರೆಲ್ಲರಿಗೂ ಕೊಡುವನು;  2 ತಿಮೋ 4:8	",
},			
{			
"question" :	"	10. ಪೌಲನು ತಿಮೋಥೆಯನಿಗೆ, ನೀನು ಬರುವಾಗ ಮೇಲಂಗಿಯನ್ನೂ ಪುಸ್ತಕಗಳನ್ನೂ ಮತ್ತು ಮುಖ್ಯವಾಗಿ ಇದನ್ನು ತೆಗೆದುಕೊಂಡು ಬಾ ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಚಪ್ಪಲಿಗಳು	",
	"	b. ಉಂಗುರಗಳು	",
	"	c. ಆಹಾರ	",
	"	d. ಚರ್ಮದ ಕಾಗದಗಳು	"
],			
"correct" :	"	d. ಚರ್ಮದ ಕಾಗದಗಳು	",
"explanation" :	"	ತ್ರೋವದಲ್ಲಿ ನಾನು ಕರ್ಪನ ಬಳಿಯಲ್ಲಿ ಬಿಟ್ಟು ಬಂದ ಮೇಲಂಗಿಯನ್ನೂ ಪುಸ್ತಕಗಳನ್ನೂ ಮುಖ್ಯವಾಗಿ ಚರ್ಮದ ಕಾಗದಗಳನ್ನೂ ನೀನು ಬರುವಾಗ ತೆಗೆದುಕೊಂಡು ಬಾ.  2 ತಿಮೋ 4:13	",
},			
]			