var quiztitle = "2 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ತಿಮೋಥಿ	",
	"	c. ಯೋಹಾನ	",
	"	d. ಯೂನಿಕೆ	"
],			
"correct" :	"	a. ಪೌಲ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ಜೀವವಾಗ್ದಾನವನ್ನು ತಿಳಿಯಪಡಿಸುವದಕ್ಕೋಸ್ಕರ ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನು ತನ್ನ ಪ್ರಿಯ ಕುಮಾರನಾದ ತಿಮೋಥೆಯನಿಗೆ ಬರೆಯುವದೇನೆಂದರೆ; 2 ತಿಮೋ 1:1-2	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರವನ್ನು ಯಾರಿಗೆ ಬರೆಯಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ತಿಮೋಥಿ	",
	"	c. ಯೋಹಾನ	",
	"	d. ಯೂನಿಕೆ	"
],			
"correct" :	"	b. ತಿಮೋಥಿ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ಜೀವವಾಗ್ದಾನವನ್ನು ತಿಳಿಯಪಡಿಸುವದಕ್ಕೋಸ್ಕರ ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನು ತನ್ನ ಪ್ರಿಯ ಕುಮಾರನಾದ ತಿಮೋಥೆಯನಿಗೆ ಬರೆಯುವದೇನೆಂದರೆ; 2 ತಿಮೋ 1:1-2	",
},			
{			
"question" :	"	3. ಪೌಲನು ತಿಮೋಥೆಯನನ್ನು ಇವುಗಳಲ್ಲಿ ನೆನೆಸಿಕೊಳ್ಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಗುವಾಗಿ	",
	"	b. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ	",
	"	c. ಕಡೇ ಭೋಜನದಲ್ಲಿ	",
	"	d. ಆತನ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ	"
],			
"correct" :	"	d. ಆತನ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ	",
"explanation" :	"	ನಾನು ಹಗಲಿರುಳು ನನ್ನ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ನಿನ್ನನ್ನು ತಪ್ಪದೆ ಜ್ಞಾಪಿಸಿಕೊಳ್ಳುತ್ತೇನೆ.  2 ತಿಮೋ 1:3	",
},			
{			
"question" :	"	4. ತಿಮೋಥಿಯ ಅಜ್ಜಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಿಯ	",
	"	b. ಮಾರ್ಥಾ	",
	"	c. ಲೇಹ	",
	"	d. ಲೋವಿ	"
],			
"correct" :	"	d. ಲೋವಿ	",
"explanation" :	"	ನಿನ್ನಲ್ಲಿರುವ ನಿಷ್ಕಪಟವಾದ ನಂಬಿಕೆಯು ನನ್ನ ನೆನಪಿಗೆ ಬಂತು.  ಆ ನಂಬಿಕೆಯು ನಿನ್ನ ಅಜ್ಜಿಯಾದ ಲೋವಿಯಲ್ಲಿಯೂ ನಿನ್ನ ತಾಯಿಯಾದ ಯೂನೀಕೆಯಲ್ಲಿಯೂ ವಾಸವಾಗಿತ್ತು;  2 ತಿಮೋ 1:5	",
},			
{			
"question" :	"	5. ತಿಮೋಥಿಯ ತಾಯಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೊನ್ನ	",
	"	b. ಸೂಸನ್ನ	",
	"	c. ಯೂನೀಕೆ	",
	"	d. ರೋಧ	"
],			
"correct" :	"	c. ಯೂನೀಕೆ	",
"explanation" :	"	ನಿನ್ನಲ್ಲಿರುವ ನಿಷ್ಕಪಟವಾದ ನಂಬಿಕೆಯು ನನ್ನ ನೆನಪಿಗೆ ಬಂತು.  ಆ ನಂಬಿಕೆಯು ನಿನ್ನ ಅಜ್ಜಿಯಾದ ಲೋವಿಯಲ್ಲಿಯೂ ನಿನ್ನ ತಾಯಿಯಾದ ಯೂನೀಕೆಯಲ್ಲಿಯೂ ವಾಸವಾಗಿತ್ತು;  2 ತಿಮೋ 1:5	",
},			
{			
"question" :	"	6. ದೇವರು ನಮಗೆ ಈ ಆತ್ಮವನ್ನು ಕೊಟ್ಟಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಪ್ರೀತಿ	",
	"	d. ಹೇಡಿತನದ	"
],			
"correct" :	"	d. ಹೇಡಿತನದ	",
"explanation" :	"	ದೇವರು ನಮಗೆ ಕೊಟ್ಟಿರುವ ಆತ್ಮವು ಬಲ ಪ್ರೀತಿ ಶಿಕ್ಷಣಗಳ ಆತ್ಮವೇ ಹೊರತು ಹೇಡಿತನದ ಆತ್ಮವಲ್ಲ.  2 ತಿಮೋ 1:7	",
},			
{			
"question" :	"	7. ದೇವರು ಇದರಿಂದ ನಮ್ಮನ್ನು ರಕ್ಷಿಸಿ ಕರೆದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸತ್ಯದಿಂದ	",
	"	b. ಆತನ ವಾಕ್ಯದಿಂದ	",
	"	c. ಕೃಪೆಯಿಂದ	",
	"	d. ನಮ್ಮಲ್ಲಿನ ಸುಕೃತ್ಯಗಳು	"
],			
"correct" :	"	d. ನಮ್ಮಲ್ಲಿನ ಸುಕೃತ್ಯಗಳು	",
"explanation" :	"	ಆತನು ನಮ್ಮಲ್ಲಿ ಸುಕೃತ್ಯಗಳನ್ನು ನೋಡಿದ್ದರಿಂದಲ್ಲ, ತನ್ನ ಸಂಕಲ್ಪವನ್ನು ಅನುಸರಿಸಿ ಕೃಪೆಯಿಂದಲೇ ನಮ್ಮನ್ನು ರಕ್ಷಿಸಿ ಪರಿಶುದ್ಧರಾಗುವದಕ್ಕೆ ಕರೆದನು.  2 ತಿಮೋ 1:9	",
},			
{			
"question" :	"	8. ನಮ್ಮ ರಕ್ಷಕನಾದ ಯೇಸುವು ಇದನ್ನು ನಿವೃತ್ತಿ ಮಾಡಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಜೀವನ	",
	"	c. ಮರಣ	",
	"	d. ಸತ್ಯ	"
],			
"correct" :	"	c. ಮರಣ	",
"explanation" :	"	ಆತನು ಅನಾದಿಕಾಲದಲ್ಲಿ ಆ ಕೃಪೆಯನ್ನು ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ನಮಗೆ ಅನುಗ್ರಹಿಸಿ ಈಗ ನಮ್ಮ ರಕ್ಷಕನಾದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಪ್ರತ್ಯಕ್ಷತೆಯ ಮೂಲಕ ಅದನನು ಪ್ರಕಾಶಪಡಿಸಿದ್ದಾನೆ.  ಈತನು ಮರಣವನ್ನು ನಿವೃತ್ತಿಮಾಡಿ ಸುವಾರ್ತೆಯ ಮೂಲಕ ಜೀವವನ್ನೂ ನಿರ್ಲಯತ್ವವನ್ನೂ ಪ್ರಕಾಶಗೊಳಿಸಿದನು.  2 ತಿಮೋ 1:10	",
},			
{			
"question" :	"	9. ಪೌಲನು ಇದಕ್ಕಾಗಿ ನೇಮಿಸಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಾರುವವನಾಗಿ	",
	"	b. ನಾಶನಕ್ಕಾಗಿ	",
	"	c. ಕಲಿಸುವುದಕ್ಕಾಗಿ	",
	"	d. ಗುರುವಾಗಿ	"
],			
"correct" :	"	a. ಸಾರುವವನಾಗಿ	",
"explanation" :	"	ಆ ಸುವಾರ್ತಾಭಿವೃದ್ಧಿಗೋಸ್ಕರ ನಾನು ಸಾರುವವನಾಗಿಯೂ ಅಪೋಸ್ತಲನಾಗಿಯೂ ಉಪದೇಶಕನಾಗಿಯೂ ನೇಮಿಸಲ್ಪಟ್ಟೆನು.  2 ತಿಮೋ 1:11	",
},			
{			
"question" :	"	10. ಇವನಿಗೆ ಕರ್ತನು ಕರುಣೆಯನ್ನು ತೋರಿಸಲಿ ಎಂದು ಪೌಲನು ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ತದ್ಧಾಯ	",
	"	b. ಬಾರ್ತಲೋಮಾಯ	",
	"	c. ಒನೇಸಿಪೊರ	",
	"	d. ಮಾರ್ಕ	"
],			
"correct" :	"	c. ಒನೇಸಿಪೊರ	",
"explanation" :	"	ಒನೇಸಿಪೊರನ ಮನೆಯವರಿಗೆ ಕರ್ತನು ಕರುಣೆಯನ್ನು ತೋರಿಸಲಿ.  ಅವನು ಅನೇಕಾವರ್ತಿ ನನ್ನನ್ನು ಆದರಿಸಿದನು;  2 ತಿಮೋ 1:16	",
},			
]			