var quiztitle = "2 ತಿಮೊಥೆಯನಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಕಡೇ ದಿವಸಗಳಲ್ಲಿ ಇವು ಬರುವವು	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕಶಾಂತಿಯ ದಿವಸ	",
	"	b. ಎಲ್ಲಾ ಜನಗಳಲ್ಲಿ ಒಗ್ಗಟ್ಟು	",
	"	c. ಮನುಷ್ಯರಲ್ಲಿ ಸಾತಾನಿನ ಗುಣಗಳು	",
	"	d. ಕಠಿಣ ಕಾಲಗಳು	"
],			
"correct" :	"	d. ಕಠಿಣ ಕಾಲಗಳು	",
"explanation" :	"	ಆದರೆ ಕಡೇ ದಿವಸಗಳಲ್ಲಿ ಕಠಿಣಕಾಲಗಳು ಬರುವವೆಂಬದನ್ನು ತಿಳಿದುಕೋ.   2 ತಿಮೋ 3:1	",
},			
{			
"question" :	"	2. ಮನುಷ್ಯರು	",
"image" :	"",		
"choices" : [			
	"	a. ಸತ್ಯವಂತರು	",
	"	b. ದೇವರು	",
	"	c. ಸ್ವಾರ್ಥಚಿಂತಕರು	",
	"	d. ಶಾಂತರು	"
],			
"correct" :	"	c. ಸ್ವಾರ್ಥಚಿಂತಕರು	",
"explanation" :	"	ಮನುಷ್ಯರು ಸ್ವಾರ್ಥಚಿಂತಕರೂ ಹಣದಾಸೆಯವರೂ ಬಡಾಯಿಕೊಚ್ಚುವವರೂ ಅಹಂಕಾರಿಗಳೂ ದೂಷಕರೂ ತಂದೆತಾಯಿಗಳಿಗೆ ಅವಿಧೇಯರೂ;  2 ತಿಮೋ 3:2	",
},			
{			
"question" :	"	3. ಮನುಷ್ಯರು ಇವರಿಗೆ ಅವಿಧೇಯರು	",
"image" :	"",		
"choices" : [			
	"	a. ದೆವ್ವಗಳಿಗೆ	",
	"	b. ತಮ್ಮ ಮನಸ್ಸಿಗೆ	",
	"	c. ದೂತರಿಗೆ	",
	"	d. ತಮ್ಮ ತಂದೆ ತಾಯಿಗಳಿಗೆ	"
],			
"correct" :	"	d. ತಮ್ಮ ತಂದೆ ತಾಯಿಗಳಿಗೆ	",
"explanation" :	"	ಮನುಷ್ಯರು ಸ್ವಾರ್ಥಚಿಂತಕರೂ ಹಣದಾಸೆಯವರೂ ಬಡಾಯಿಕೊಚ್ಚುವವರೂ ಅಹಂಕಾರಿಗಳೂ ದೂಷಕರೂ ತಂದೆತಾಯಿಗಳಿಗೆ ಅವಿಧೇಯರೂ;  2 ತಿಮೋ 3:2	",
},			
{			
"question" :	"	4. ಮನುಷ್ಯರು ಇದನ್ನು ಪ್ರೀತಿಸದವರು	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಟ್ಟದ್ದನ್ನು	",
	"	b. ಒಳ್ಳೇದನ್ನು	",
	"	c. ಸತ್ಯವನ್ನು ಹೇಳದವರನ್ನು	",
	"	d. ಕಿವಿಯಾಡಿಸುವವರನ್ನು	"
],			
"correct" :	"	b. ಒಳ್ಳೇದನ್ನು	",
"explanation" :	"	ದೇವಭಯವಿಲ್ಲದವರೂ ಮಮತೆಯಿಲ್ಲದವರೂ ಸಮಾಧಾನವಾಗದವರೂ ಚಾಡಿಹೇಳುವವರೂ ದಮೆಯಿಲ್ಲದವರೂ ಉಗ್ರತೆಯುಳ್ಳವರೂ ಒಳ್ಳೇದನ್ನು ಪ್ರೀತಿಸದವರೂ;  2 ತಿಮೋ 3:3	",
},			
{			
"question" :	"	5. ಮನುಷ್ಯರು ಇದನ್ನು ಪ್ರೀತಿಸದೆ ಭೋಗಗಳನ್ನೇ ಪ್ರೀತಿಸುವವರು	",
"image" :	"",		
"choices" : [			
	"	a. ತಮ್ಮನ್ನು	",
	"	b. ಕೆಟ್ಟದ್ದನ್ನು	",
	"	c. ದೇವರನ್ನು	",
	"	d. ಕನಸುಗಳನ್ನು	"
],			
"correct" :	"	c. ದೇವರನ್ನು	",
"explanation" :	"	ದ್ರೋಹಿಗಳೂ ದುಡುಕಿನವರೂ ಉಬ್ಬಿಕೊಂಡವರೂ ದೇವರನ್ನು ಪ್ರೀತಿಸದೆ ಭೋಗಗಳನ್ನೇ ಪ್ರೀತಿಸುವವರೂ;  2 ತಿಮೋ 3:4	",
},			
{			
"question" :	"	6. ಇದರ ವೇಷವಿದ್ದು ಅದರ ಬಲವನ್ನು ಬೇಡವೆನ್ನುವವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನದ	",
	"	b. ಪ್ರೀತಿಯ	",
	"	c. ಕೆಟ್ಟದರ	",
	"	d. ಭಕ್ತಿಯ	"
],			
"correct" :	"	d. ಭಕ್ತಿಯ	",
"explanation" :	"	ಭಕ್ತಿಯ ವೇಷವಿದ್ದು ಅದರ ಬಲವನ್ನು ಬೇಡವೆನ್ನುವವರೂ ಆಗಿದ್ದಾರೆ.  ಇಂಥವರ ಸಹವಾಸವನ್ನು ಮಾಡದಿರು.  2 ತಿಮೋ 3:5	",
},			
{			
"question" :	"	7. ಕ್ರಿಸ್ತನಲ್ಲಿ ಸದ್ಭಕ್ತರಾಗಿ ಜೀವಿಸುವವರೆಲ್ಲರೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಹಿಂಸೆಗೊಳಗಾಗುವರು	",
	"	b. ಕೈಸರನ ಮುಂದೆ ಕರತರಲ್ಪಡುವರು	",
	"	c. ಅಮಾಯಕರು	",
	"	d. ಸತ್ತವರು	"
],			
"correct" :	"	a. ಹಿಂಸೆಗೊಳಗಾಗುವರು	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ಸದ್ಭಕ್ತರಾಗಿ ಜೀವಿಸುವದಕ್ಕೆ ಮನಸ್ಸು ಮಾಡುವವರೆಲ್ಲರೂ ಹಿಂಸೆಗೊಳಗಾಗುವರು.  2 ತಿಮೋ 3:12	",
},			
{			
"question" :	"	8.  ದುಷ್ಟರೂ ವಂಚಕರೂ ಮೋಸಮಾಡುತ್ತಾ	",
"image" :	"",		
"choices" : [			
	"	a. ಹೋಗುವರು	",
	"	b. ಪಶ್ಚಾತ್ತಾಪ ಪಡುವರು	",
	"	c. ಹೆಚ್ಚಾದ ಕೆಟ್ಟತನಕ್ಕೆ ಹೋಗುವರು	",
	"	d. ಹೊರಟುಹೋಗುವರು	"
],			
"correct" :	"	c. ಹೆಚ್ಚಾದ ಕೆಟ್ಟತನಕ್ಕೆ ಹೋಗುವರು	",
"explanation" :	"	ಆದರೆ ದುಷ್ಟರೂ ವಂಚಕರೂ ಇತರರನ್ನು ಮೋಸಮಾಡುತ್ತಾ ತಾವೇ ಮೋಸಹೋಗುತ್ತಾ ಹೆಚ್ಚಾದ ಕೆಟ್ಟತನಕ್ಕೆ ಹೋಗುವರು.  2 ತಿಮೋ 3:13	",
},			
{			
"question" :	"	9. ಇವುಗಳು ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ನಂಬಿಕೆಯ ಮೂಲಕ ರಕ್ಷಣೆ ಹೊಂದಿಸುವ ಜ್ಞಾನವನ್ನು ಕೊಡುವುದಕ್ಕೆ ಶಕ್ತವಾಗಿವೆ. 	",
"image" :	"",		
"choices" : [			
	"	a. ಧ್ಯಾನ	",
	"	b. ದು:ಖ	",
	"	c. ಗ್ರಂಥಗಳು	",
	"	d. ಮಂತ್ರಗಳು	"
],			
"correct" :	"	c. ಗ್ರಂಥಗಳು	",
"explanation" :	"	ಆ ಗ್ರಂಥಗಳು ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ನಂಬಿಕೆಯ ಮೂಲಕ ರಕ್ಷಣೆ ಹೊಂದಿಸುವ ಜ್ಞಾನವನ್ನು ಕೊಡುವದಕ್ಕೆ ಶಕ್ತವಾಗಿವೆ.  2 ತಿಮೋ 3:15	",
},			
{			
"question" :	"	10.  _________ ಪ್ರತಿಯೊಂದು ಶಾಸ್ತ್ರವು ಉಪದೇಶಕ್ಕೂ ಖಂಡನೆಗೂ ತಿದ್ದುಪಾಟಿಗೂ ನೀತಿಶಿಕ್ಷಗೂ ಉಪಯುಕ್ತವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಉಚಿತವಾಗಿರುವ	",
	"	b. ಬಡವರಿಗೆ	",
	"	c. ಗೌರವಕ್ಕೆ	",
	"	d. ದೈವಪ್ರೇರಿತವಾದ	"
],			
"correct" :	"	d. ದೈವಪ್ರೇರಿತವಾದ	",
"explanation" :	"	ದೈವಪ್ರೇರಿತವಾದ ಪ್ರತಿಯೊಂದು ಶಾಸ್ತ್ರವು ಉಪದೇಶಕ್ಕೂ ಖಂಡನೆಗೂ ತಿದ್ದುಪಾಟಿಗೂ ನೀತಿಶಿಕ್ಷೆಗೂ ಉಪಯುಕ್ತವಾಗಿದೆ  2 ತಿಮೋ 3:16	",
},			
]			