var quiztitle = " 3 ಯೋಹಾನ Peter ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಯೋಹಾನನು ತನ್ನನ್ನು ತಾನು ಹೀಗೆ ಪರಿಚಯ  ಮಾಡಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಿಯನು	",
	"	b. ಹಿರಿಯನು	",
	"	c. ಸೇವಕ	",
	"	d. ದೇವಜನ	"
],			
"correct" :	"	b. ಹಿರಿಯನು	",
"explanation" :	"	ಸಭೆಯ ಹಿರಿಯನು ತಾನು ಸತ್ಯವಾಗಿ ಪ್ರೀತಿಸುವ ಪ್ರಿಯ ಗಾಯನಿಗೆ ಬರೆಯುವದೇನೆಂದರೆ;  3 ಯೋಹಾನ 1:1	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯನ್ನು ಯಾರಿಗೆ ಬರೆಯಲಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ತದ್ದಾಯ	",
	"	b. ಗಾಯ	",
	"	c. ಮತ್ತೀಯ	",
	"	d. ಸೀಮೋನ	"
],			
"correct" :	"	b. ಗಾಯ	",
"explanation" :	"	ಸಭೆಯ ಹಿರಿಯನು ತಾನು ಸತ್ಯವಾಗಿ ಪ್ರೀತಿಸುವ ಪ್ರಿಯ ಗಾಯನಿಗೆ ಬರೆಯುವದೇನೆಂದರೆ;  3 ಯೋಹಾನ 1:1	",
},			
{			
"question" :	"	3. ಪ್ರಿಯನೇ, _____________ ಪ್ರಕಾರ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿಯೂ ಅಭಿವೃದ್ಧಿ ಹೊಂದಿ ಸುಕ್ಷೇಮವಾಗಿರಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿನಗೆ ಅವಶ್ಯವಿರುವ ಪ್ರಕಾರ	",
	"	b. ದೇವರ ಚಿತ್ತದ ಪ್ರಕಾರ	",
	"	c. ನೀನು ಐಶ್ವರ್ಯವಂತನಾಗುವ ಪ್ರಕಾರ	",
	"	d. ನೀನು ಆತ್ಮ ವಿಷಯದಲ್ಲಿ ಅಭಿವೃದ್ಧಿಹೊಂದಿರುವ	"
],			
"correct" :	"	d. ನೀನು ಆತ್ಮ ವಿಷಯದಲ್ಲಿ ಅಭಿವೃದ್ಧಿಹೊಂದಿರುವ	",
"explanation" :	"	 ಪ್ರಿಯನೇ,  ನೀನು ಆತ್ಮ ವಿಷಯದಲ್ಲಿ ಅಭಿವೃದ್ಧಿ ಹೊಂದಿರುವ  ಪ್ರಕಾರ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿಯೂ ಅಭಿವೃದ್ಧಿ ಹೊಂದಿ ಸುಕ್ಷೇಮವಾಗಿರಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ.  3 ಯೋಹಾನ 1:2	",
},			
{			
"question" :	"	4. ಇದಕ್ಕಿಂತ ಹೆಚ್ಚಾದ ಸಂತೋಷ ನನಗಿಲ್ಲವೆಂದು ಯೋಹಾನನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾನು ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	b. ನನ್ನ ಮಕ್ಕಳು ಸತ್ಯವನ್ನನುಸರಿಸಿ ನಡೆಯುವುದು	",
	"	c. ಪ್ರೀತಿ ತುಂಬಿದೆಯೆಂದು ತಿಳಿಯುವುದು	",
	"	d. ಇನ್ನೊಬ್ಬರನ್ನು ತಿಳಿಯುವುದು.	"
],			
"correct" :	"	b. ನನ್ನ ಮಕ್ಕಳು ಸತ್ಯವನ್ನನುಸರಿಸಿ ನಡೆಯುವುದು	",
"explanation" :	"	ನನ್ನ ಮಕ್ಕಳು ಸತ್ಯವನ್ನನುಸರಿಸಿ ನಡೆಯುವವರಾಗಿದ್ದಾರೆಂದು ಕೇಳುವದಕ್ಕಿಂತ ಹೆಚ್ಚಾದ ಸಂತೋಷವು ನನಗಿಲ್ಲ.   3 ಯೋಹಾನ 1:4	",
},			
{			
"question" :	"	5. ಈತನು ನಮ್ಮ ಮಾತನ್ನು ಅಂಗೀಕರಿಸುವುದಿಲ್ಲವೆಂದು ಯೋಹಾನನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಯೆಹೋಶುವ	",
	"	d. ದಿಯೊತ್ರೇಫ	"
],			
"correct" :	"	d. ದಿಯೊತ್ರೇಫ	",
"explanation" :	"	ಆದರೆ ಸಭೆಯವರಲ್ಲಿ ಪ್ರಮುಖನಾಗಬೇಕೆಂದಿರುವ ದಿಯೊತ್ರೇಫನು ನಮ್ಮ ಮಾತನ್ನು ಅಂಗೀಕರಿಸುವದಿಲ್ಲ.  3 ಯೋಹಾನ 1:9	",
},			
{			
"question" :	"	6. ದಿಯೊತ್ರೇಫನು ಏನಾಗಬೇಕೆಂದು ಆಸೆಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಭೆಯವರಲ್ಲಿ ಪ್ರಮುಖನು	",
	"	b. ಹಣ ಸಂಪಾದಿಸಬೇಕೆಂದು	",
	"	c. ದೇವರ ಆಶೀರ್ವಾದ ಹೊಂದಬೇಕೆಂದು	",
	"	d. ದೇವರ ಕೃಪೆ ಹೊಂದಬೇಕೆಂದು	"
],			
"correct" :	"	a. ಸಭೆಯವರಲ್ಲಿ ಪ್ರಮುಖನು	",
"explanation" :	"	ಆದರೆ ಸಭೆಯವರಲ್ಲಿ ಪ್ರಮುಖನಾಗಬೇಕೆಂದಿರುವ ದಿಯೊತ್ರೇಫನು ನಮ್ಮ ಮಾತನ್ನು ಅಂಗೀಕರಿಸುವದಿಲ್ಲ.  3 ಯೋಹಾನ 1:9	",
},			
{			
"question" :	"	7. ಸಹೋದರರನ್ನು ಸೇರಿಸಿಕೊಳ್ಳುವವರಿಗೆ ಆ ಮನುಷ್ಯನು ಏನು ಮಾಡುತ್ತಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರನ್ನು ಗದರಿಸುತ್ತಿದ್ದನು.	",
	"	b. ನಿರುತ್ಸಾಹಗೊಳಿಸುತ್ತಿದ್ದನು.	",
	"	c. ಸಭೆಯಿಂದ ಬಹಿಷ್ಕರಿಸುತ್ತಿದ್ದಾನೆ.	",
	"	d. ಗೌರವಿಸುತ್ತಿದ್ದನು.	"
],			
"correct" :	"	c. ಸಭೆಯಿಂದ ಬಹಿಷ್ಕರಿಸುತ್ತಿದ್ದಾನೆ.	",
"explanation" :	"	ಅವನು ಹರಟೆಕೊಚ್ಚುವವನಾಗಿ ನಮ್ಮ ವಿಷಯದಲ್ಲಿ ಕೆಟ್ಟ ಕೆಟ್ಟ ಮಾತುಗಳನ್ನಾಡುತ್ತಾನೆ.  ಇವೂ ಸಾಲದೆ ತಾನು ಸಹೋದರರನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವವರಿಗೆ ಅಡ್ಡಿಮಾಡಿ ಅವರನ್ನು ಸಭೆಯೊಳಗಿಂದ ಬಹಿಷ್ಕರಿಸುತ್ತಾನೆ.    ಪ್ರಿಯನೇ, ನೀನು ಕೆಟ್ಟ ನೆಡತೆಯನ್ನು ಅನುಸರಿಸದೆ ಒಳ್ಳೇ ನಡತೆಯನ್ನು ಅನುಸರಿಸು;   3 ಯೋಹಾನ 1:10	",
},			
{			
"question" :	"	8. ನೀನು ಕೆಟ್ಟ ನಡತೆಯನ್ನು ಅನುಸರಿಸದೆ _______ ಅನುಸರಿಸು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರ ಮಾರ್ಗವನ್ನು	",
	"	b. ಹೃದಯದ ಆಲೋಚನೆಯಂತೆ	",
	"	c. ಒಳ್ಳೇ ನಡತೆಯನ್ನು	",
	"	d. ಅನುಕೂಲಕರವಾದುದನ್ನು	"
],			
"correct" :	"	c. ಒಳ್ಳೇ ನಡತೆಯನ್ನು	",
"explanation" :	"	ಅವನು ಹರಟೆಕೊಚ್ಚುವವನಾಗಿ ನಮ್ಮ ವಿಷಯದಲ್ಲಿ ಕೆಟ್ಟ ಕೆಟ್ಟ ಮಾತುಗಳನ್ನಾಡುತ್ತಾನೆ.  ಇವೂ ಸಾಲದೆ ತಾನು ಸಹೋದರರನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವವರಿಗೆ ಅಡ್ಡಿಮಾಡಿ ಅವರನ್ನು ಸಭೆಯೊಳಗಿಂದ ಬಹಿಷ್ಕರಿಸುತ್ತಾನೆ.    ಪ್ರಿಯನೇ, ನೀನು ಕೆಟ್ಟ ನೆಡತೆಯನ್ನು ಅನುಸರಿಸದೆ ಒಳ್ಳೇ ನಡತೆಯನ್ನು ಅನುಸರಿಸು;   3 ಯೋಹಾನ 1:10	",
},			
{			
"question" :	"	9. ಒಳ್ಳೇದನ್ನು ಮಾಡುವವನು ದೇವರಿಂದ ಹುಟ್ಟಿದವನಾಗಿದ್ದಾನೆ.  ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಶಿಕ್ಷಿಸಲ್ಪಡುವನು	",
	"	b. ದೇವರನ್ನು ನಾಶಪಡಿಸುವನು	",
	"	c. ಕೆಟ್ಟದ್ದರಿಂದ ನಾಶಪಡಿಸುವನು	",
	"	d. ದೇವರನ್ನು ಕಂಡವನಲ್ಲ.	"
],			
"correct" :	"	d. ದೇವರನ್ನು ಕಂಡವನಲ್ಲ.	",
"explanation" :	"	ಒಳ್ಳೇದನ್ನು ಮಾಡುವವನು ದೇವರಿಂದ ಹುಟ್ಟಿದವನಾಗಿದ್ದಾನೆ.  ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡುವವನು ದೇವರನ್ನು ಕಂಡವನಲ್ಲ.  3 ಯೋಹಾನ 1:11	",
},			
{			
"question" :	"	10. ಸ್ನೇಹಿತರನ್ನು ಹೀಗೆ ವಂದಿಸಬೇಕೆಂದು ಯೋಹಾನನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆಸರು ಹೆಸರಾಗಿ	",
	"	b. ಅಪ್ಪಿಕೊಂಡು	",
	"	c. ಸ್ತೋತ್ರದಿಂದ	",
	"	d. ನ್ಯಾಯತೀರ್ಪಿನಿಂದ	"
],			
"correct" :	"	a. ಹೆಸರು ಹೆಸರಾಗಿ	",
"explanation" :	"	ಬೇಗನೆ ನಿನ್ನನ್ನು ನೋಡುವೆನೆಂದು ನಿರೀಕ್ಷಿಸುತ್ತೇನೆ; ಆಗ ಮುಖಾಮುಖಿಯಾಗಿ ಮಾತಾಡುವೆವು.  ನಿನಗೆ ಶಾಂತಿ ಇರಲಿ.  ಸ್ನೇಹಿತರು ನಿನಗೆ ವಂದನೆ ಹೇಳುತ್ತಾರೆ.  ಸ್ನೇಹಿತರನ್ನು ಹೆಸರುಹೆಸರಾಗಿ ವಂದಿಸು.  3 ಯೋಹಾನ 1:14	",
},			
]			