var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 19";			
var quiz = [			
{			
"question" :	"	1 ಪೌಲನು ಎಫೆಸದ ವಿಶ್ವಾಸಿಗಳನ್ನು ವಿಚಾರಿಸಿದಾಗ, ಅವರು ತಾವು ಇದರ ಕುರಿತು ಹೆಚ್ಚಾಗಿ ಕೇಳಳಿಲ್ಲವೆಂದು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾವುದೇ ಪರಲೋಕ	",
	"	B. ಯಾವುದೇ ಪರಿಶುದ್ಧಾತ್ಮ	",
	"	C. ಯಾವುದೇ ನ್ಯಾಯತೀರ್ಪು	",
	"	D. ಯಾವುದೇ ಪವಿತ್ರೀಕರಣ	"
],			
"correct" :	"	B. ಯಾವುದೇ ಪರಿಶುದ್ಧಾತ್ಮ	",
"explanation" :	"	ಅಪೊಲ್ಲೋಸನು ಕೊರಿಂಥದಲ್ಲಿದ್ದಾಗ ಪೌಲನು ಮಲೆನಾಡಿನಲ್ಲಿ ಸಂಚಾರಮಾಡಿ ಎಫೆಸಕ್ಕೆ ಬಂದು ಕೆಲವು ಮಂದಿ ಶಿಷ್ಯರನ್ನು ಕಂಡು - 2ನೀವು ನಂಬಿದಾಗ ಪವಿತ್ರಾತ್ಮವರವನ್ನು ಹೊಂದಿದಿರೋ ಎಂದು ಅವರನ್ನು ಕೇಳಲು ಅವರು ಅವನಿಗೆ - ಇಲ್ಲ, ಪವಿತ್ರಾತ್ಮವರವು  ಉಂಟೆಂಬದನ್ನೇ ನಾವು ಕೇಳಲಿಲ್ಲ ಅಂದರು. 19:1,2	",
},			
{			
"question" :	"	2 ಈ ಮನುಷ್ಯನಿಗೆ ಸೋಕಿಸಿದ ಕರವಸ್ತ್ರವನ್ನು ರೋಗಿಗಳಿಗೆ ತಾಕಿಸಿದಾಗ ಅವರ ರೋಗಗಳು ಸೌಖ್ಯವಾದವು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಪೇತ್ರ	",
	"	C. ಯೇಸು	",
	"	D. ಅಪೊಲ್ಲೋಸ	"
],			
"correct" :	"	A. ಪೌಲ	",
"explanation" :	"	ದೇವರು ಪೌಲನ ಕೈಯಿಂದ ವಿಶೇಷವಾದ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನಡಿಸುತ್ತಾ ಇದ್ದದರಿಂದ ಜನರು ಅವನ ಮೈಮೇಲಿನಿಂದ ಕೈವಸ್ತ್ರಗಳನ್ನೂ ಉಡಿವಸ್ತ್ರಗಳನ್ನೂ ತಂದು ರೋಗಿಗಳ ಮೇಲೆ ಹಾಕಲು ಅವರವರ ರೋಗಗಳು ವಾಸಿಯಾದವು, ದೆವ್ವಗಳೂ ಬಿಟ್ಟುಹೋದವು 19:11,12	",
},			
{			
"question" :	"	3 ಕೆಲವು ಮಾಂತ್ರಿಕರು, ದೆವ್ವ ಬಿಡಿಸುವವರು ಈ ನಾಮವನ್ನು ದುರಾತ್ಮಗಳ ವಿರುದ್ದ ಉಪಯೋಗಿಸಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾತಾನ್	",
	"	B. ಪೌಲ	",
	"	C. ಯೇಸು	",
	"	D. ಡಯಾನ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"	ದೆವ್ವಬಿಡಿಸುವವರೆನಿಸಿಕೊಂಡು ದೇಶಸಂಚಾರಿಗಳಾದ ಯೆಹೂದ್ಯರಿದ್ದರು. ಅವರಲ್ಲಿ ಕೆಲವರು ದೆವ್ವಹಿಡಿದವರ ಮೇಲೆ - ಪೌಲನು ಸಾರುವ ಯೇಸುವಿನ ಆಣೆ ಎಂದು ಹೇಳಿ ಕರ್ತನಾದ ಯೇಸುವಿನ ಹೆಸರನ್ನು ಪ್ರಯೋಗಮಾಡುವದಕ್ಕೆ ತೊಡಗಿದರು. 19:13	",
},			
{			
"question" :	"	4 ಈ ಮನುಷ್ಯನಿಗೆ ಏಳು ಜನ ಮಕ್ಕಳಿದ್ದರು, ಅವರು ಆ ನಾಮವನ್ನು ದುರಾತ್ಮಗಳ ಮೇಲೆ ಪ್ರಯೋಗಿಸಿದರು, ಆದರೆ ಅವು ಅವರ ಗುರುತು ಹಿಡಿಯಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ	",
	"	B. ಬಾರ್ನಬ	",
	"	C. ಜಸ್ಟಿನ್	",
	"	D. ಸ್ಕೇವ	"
],			
"correct" :	"	D. ಸ್ಕೇವ	",
"explanation" :	"	ಮಹಾಯಜಕ ಸ್ಕೇವನೆಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯನ ಏಳು ಮಂದಿ ಮಕ್ಕಳು ಹಾಗೆ ಮಾಡುತ್ತಿದ್ದರು. ಆದರೆ ದೆವ್ವವು ಅವರಲ್ಲಿ ಇಬ್ಬರಿಗೆ - ಯೇಸುವಿನ ಗುರುತು ನನಗುಂಟು, ಪೌಲನನ್ನೂ ಬಲ್ಲೆನು, ನೀವಾದರೆ ಯಾರು? ಎಂದು ಹೇಳಿತು 19:14,15	",
},			
{			
"question" :	"	5 ಮಾಟ ಮಂತ್ರಗಳನ್ನು ನಡೆಸುವವರಲ್ಲಿ ನಂಬಿದವರು ಅನೇಕರು ತಮ್ಮ ಪುಸ್ತಕಗಳನ್ನು ತಂದು ಸುಟ್ಟು ಬಿಟ್ಟು ಅದರ ಕ್ರಯವನ್ನು ಲೆಕ್ಕಹಾಕಿದಾಗ ಅದು _________ ಆಗಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. 50 ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
	"	B. 500 ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
	"	C. 5000 ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
	"	D. 50000 ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	 ",
],			
"correct" :	"	D. 50000 ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಮಾಟ ಮಂತ್ರಗಳನ್ನು ನಡಿಸಿದವರಲ್ಲಿ ಅನೇಕರು ತಮ್ಮ ಪುಸ್ತಕಗಳನ್ನು ತಂದು ಕೂಡಿಸಿ ಎಲ್ಲರ ಮುಂದೆ ಸುಟ್ಟುಬಿಟ್ಟರು. ಅವುಗಳ ಕ್ರಯವನ್ನು ಲೆಕ್ಕಮಾಡಿ ಐವತ್ತು ಸಾವಿರ ಬೆಳ್ಳೀ ನಾಣ್ಯ ಆಯಿತೆಂದು ತಿಳಿದುಕೊಂಡರು. 19:19	",
},			
{			
"question" :	"	6 ಪೌಲನು ಈ ಇಬ್ಬರನ್ನು ಮೆಕದೋನ್ಯಕ್ಕೆ ಕಳುಹಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೀಲ ಮತ್ತು ಅಪೊಲ್ಲೋಸ	",
	"	B. ತಿಮೋಥಿ ಮತ್ತು ಎರಾಸ್ತನು	",
	"	C. ಯೋಹಾನ ಮತ್ತು ಯಾಕೋಬ	",
	"	D. ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನ	"
],			
"correct" :	"	B. ತಿಮೋಥಿ ಮತ್ತು ಎರಾಸ್ತನು	",
"explanation" :	"	ಆದರೆ ಅವನು ತನಗೆ ಸೇವೆಮಾಡುವವರಲ್ಲಿ ಇಬ್ಬರಾದ ತಿಮೊಥೆಯನನ್ನೂ ಎರಸ್ತನನ್ನೂ ಮಕೆದೋನ್ಯಕ್ಕೆ ಕಳುಹಿಸಿ ತಾನು ಆಸ್ಯಸೀಮೆಯಲ್ಲಿ ಕೆಲವು ಕಾಲ ನಿಂತನು. 19:22	",
},			
{			
"question" :	"	7 ಈ ಅಕ್ಕಸಾಲಿಗನು, ದೇವಿಯ ಚಿಕ್ಕ ಚಿಕ್ಕ ಗುಡಿಗಳನ್ನು ಮಾಡಿ ಹಣವನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇಮಿತ್ರಿ	",
	"	B. ಗಾಯ	",
	"	C. ಶೋಪಾಟರ್	",
	"	D. ನಿಮ್ರೋದ್	"
],			
"correct" :	"	A. ದೇಮಿತ್ರಿ	",
"explanation" :	"	ಹೇಗಂದರೆ ದೇಮೇತ್ರಿಯನೆಂಬ ಒಬ್ಬ ಅಕ್ಕಸಾಲಿಗನು ಬೆಳ್ಳಿಯಿಂದ ಅರ್ತೆಮೀದೇವಿಯ ಗುಡಿಯಂತೆ ಸಣ್ಣ ಸಣ್ಣ ಗುಡಿಗಳನ್ನು ಮಾಡಿಸುವವನಾಗಿದ್ದು ಆ ಕಸಬಿನವರಿಗೆ ಬಹಳ ಕೆಲಸಕೊಡುತ್ತಿದ್ದನು.  19:24	",
},			
{			
"question" :	"	8 ಆ ದೇವತೆಯ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತಾನ	",
	"	B. ಅರ್ತೆಮಿದೇವಿ	",
	"	C. ಈಜೆಬೇಲ್	",
	"	D. ಲುದ್ಯ	"
],			
"correct" :	"	B. ಅರ್ತೆಮಿದೇವಿ	",
"explanation" :	"	ಹೇಗಂದರೆ ದೇಮೇತ್ರಿಯನೆಂಬ ಒಬ್ಬ ಅಕ್ಕಸಾಲಿಗನು ಬೆಳ್ಳಿಯಿಂದ ಅರ್ತೆಮೀದೇವಿಯ ಗುಡಿಯಂತೆ ಸಣ್ಣ ಸಣ್ಣ ಗುಡಿಗಳನ್ನು ಮಾಡಿಸುವವನಾಗಿದ್ದು ಆ ಕಸಬಿನವರಿಗೆ ಬಹಳ ಕೆಲಸಕೊಡುತ್ತಿದ್ದನು.  19:24	",
},			
{			
"question" :	"	9 ಈ ಮನುಷ್ಯನು ಯೆಹೂದ್ಯನು ಎಂದು ತಿಳಿದಾಗ ಆತನಿಗೆ ಸಭೆಯಲ್ಲಿ ಮಾತನಾಡಲು ಅವಕಾಶ ನೀಡಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಸೀಲ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಅಲೆಕ್ಸಾಂಡರ್	"
],			
"correct" :	"	D. ಅಲೆಕ್ಸಾಂಡರ್	",
"explanation" :	"	ಯೆಹೂದ್ಯರು ಅಲೆಕ್ಸಾಂದ್ರನನ್ನು ಮುಂದಕ್ಕೆ ನೂಕಲು ಗುಂಪಿನಲ್ಲಿ ಕೆಲವರು ಅವನಿಗೆ ಸೂಚನೆ ಕೊಟ್ಟರು. ಆಗ ಅಲೆಕ್ಸಾಂದ್ರನು ಕೈಸನ್ನೆ ಮಾಡಿ ಕೂಡಿದ್ದ ಜನರಿಗೆ ಪ್ರತಿವಾದ ಮಾಡಬೇಕೆಂದಿದ್ದನು. ಆದರೆ ಅವನು ಯೆಹೂದ್ಯನೆಂದು ತಿಳಿದಾಗ ಎಲ್ಲರೂ ಒಂದೇ ಶಬ್ದದಿಂದ - ಎಫೆಸದವರ ಅರ್ತೆಮೀದೇವಿ ಮಹಾದೇವಿ ಎಂದು ಎರಡು ಗಂಟೆ ಹೊತ್ತು ಕೂಗಿದರು. 19:33,34	",
},			
{			
"question" :	"	10. ಜನಗಳು ಸುಮಾರು ಎಡರು ಗಂಟೆಗಳ ಹೊತ್ತು ಹೀಗೆ ಕೂಗಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿರಿ	",
	"	B. ಹೊಸಾನ್ನ	",
	"	C. ಯೇಸುವೆ ಕರ್ತನು	",
	"	D. ಅರ್ತೆಮಿದೇವಿ ಮಹಾದೇವಿ	"
],			
"correct" :	"	D. ಅರ್ತೆಮಿದೇವಿ ಮಹಾದೇವಿ	",
"explanation" :	"	ಆದರೆ ಅವನು ಯೆಹೂದ್ಯನೆಂದು ತಿಳಿದಾಗ ಎಲ್ಲರೂ ಒಂದೇ ಶಬ್ದದಿಂದ - ಎಫೆಸದವರ ಅರ್ತೆಮೀದೇವಿ ಮಹಾದೇವಿ ಎಂದು ಎರಡು ಗಂಟೆ ಹೊತ್ತು ಕೂಗಿದರು 19:34	",
},			
]			