var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1 ಯೆಹೂದ್ಯ ಕ್ರೈಸ್ತರು ಪೇತ್ರನೊಂದಿಗೆ ವಿವಾದಿಸಿದರು, ಏಕೆಂದರೆ ಆತನು _______ ಜನರೊಂದಿಗೆ ಊಟ ಮಾಡಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸುನ್ನತಿಯಿಲ್ಲದ	",
	"	B. ಕಲಿತಿಲ್ಲದ	",
	"	C. ಫರಿಸಾಯ	",
	"	D. ಸದ್ದುಕಾಯ	"
],			
"correct" :	"	A. ಸುನ್ನತಿಯಿಲ್ಲದ	",
"explanation" :	"	ಪೇತ್ರನು ಯೆರೂಸಲೇಮಿಗೆ ಬಂದಾಗ ಸುನ್ನತಿಯವರು - ನೀನು ಸುನ್ನತಿಯಿಲ್ಲದವರಲ್ಲಿ ಸೇರಿ ಅವರ ಸಂಗಡ ಊಟಮಾಡಿದೆಯಲ್ಲಾ ಎಂದು ಅವನ ಕೂಡ ವಿವಾದಿಸಿದರು. 11:2,3	",
},			
{			
"question" :	"	2 ಯೊಪ್ಪದಲ್ಲಿ ತನಗಾದ ______ ಹೇಳುತ್ತಾ, ಪೇತ್ರನು ಅವರಿಗೆ ಉತ್ತರಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬರಗಾಲವನ್ನು	",
	"	B. ಭೂಕಂಪವನ್ನು	",
	"	C. ದೂತನನ್ನು	",
	"	D. ದರ್ಶನವನ್ನು	"
],			
"correct" :	"	D. ದರ್ಶನವನ್ನು	",
"explanation" :	"	ನಾನು ಯೊಪ್ಪ ಪಟ್ಟಣದಲ್ಲಿ ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಿದ್ದಾಗ ಧ್ಯಾನಪರವಶನಾಗಿದ್ದ ನನಗೆ ಒಂದು ದರ್ಶನವಾಯಿತು; ಅದೇನಂದರೆ ಆಕಾಶದಿಂದ ನಾಲ್ಕು ಮೂಲೆಗಳನ್ನು ಹಿಡಿದಿದ್ದ ದೊಡ್ಡ ಜೋಳಿಗೆಯಂತಿರುವ ಒಂದು ವಸ್ತುವು ಇಳಿಸಲ್ಪಟ್ಟು ನಾನಿದ್ದಲ್ಲಿಗೆ ಬಂತು. 11:5	",
},			
{			
"question" :	"	3 ಪೇತ್ರನು ಒಂದು ಜೋಳಿಗೆಯ ತುಂಬಾ ಇದನ್ನು ಕಂಡನು	",
"image" :	"",		
"choices" : [			
	"	A. ಆನರು	",
	"	B. ಕ್ರಿಮಿಕೀಟಗಳು	",
	"	C. ಅನ್ನ	",
	"	D. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	B. ಕ್ರಿಮಿಕೀಟಗಳು	",
"explanation" :	"	ಅದೇನೆಂದು ತಿಳುಕೊಳ್ಳುವದಕ್ಕೆ ನಾನು ಚೆನ್ನಾಗಿ ನೋಡಿದಾಗ ನೆಲದ ಮೇಲೆ ತಿರುಗಾಡುವ ಪಶು ಮೃಗ ಕ್ರಿಮಿಕೀಟಗಳನ್ನೂ ಅಂತರಿಕ್ಷದಲ್ಲಿ ಹಾರಾಡುವ ಹಕ್ಕಿಗಳನ್ನೂ ಕಂಡೆನು. 11:6	",
},			
{			
"question" :	"	4 ಆಕಾಶದಿಂದ ಒಂದು ಶಬ್ಧವು ಪೇತ್ರನಿಗೆ ಕೇಳಿಸಿತು, ‘ದೇವರು ಶುದ್ಧ ಮಾಡಿದ್ದನ್ನು ನೀನು _________  ಎನ್ನಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	A. ಶುದ್ಧ	",
	"	B. ಪರಿಶುದ್ಧ	",
	"	C. ಹೊಲೆ	",
	"	D. ಸಹೋದರ	"
],			
"correct" :	"	C. ಹೊಲೆ	",
"explanation" :	"	ಅದಕ್ಕೆ - ದೇವರು ಶುದ್ಧಮಾಡಿದ್ದನ್ನು ನೀನು ಹೊಲೆ ಎನ್ನಬಾರದು ಎಂಬದಾಗಿ ಎರಡನೆಯ ಸಾರಿ ಆಕಾಶವಾಣಿಯಾಯಿತು 11:9	",
},			
{			
"question" :	"	5 ಕೈಸರದಿಂದ ಬಂದ ಎಷ್ಟು ಜನರು ಪೇತ್ರನ ಜೊತೆಗೂಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 6	",
	"	C. 10	",
	"	D. 12	"
],			
"correct" :	"	B. 6	",
"explanation" :	"	ಆ ಕ್ಷಣದಲ್ಲೇ ಮೂರು ಮಂದಿ ಮನುಷ್ಯರು ನಾವಿದ್ದ ಮನೆಯ ಮುಂದೆ ನಿಂತಿದ್ದರು. ಅವರು ಕೈಸರೈಯದಿಂದ ನನ್ನ ಹತ್ತರಕ್ಕೆ ಕಳುಹಿಸಲ್ಪಟ್ಟವರು. ದೇವರಾತ್ಮನು - ನೀನು ಏನೂ ಭೇದಮಾಡದೆ ಅವರ ಜೊತೆಯಲ್ಲಿ ಹೋಗು ಎಂದು ನನಗೆ ಹೇಳಿದನು. ಈ ಆರು ಮಂದಿ ಸಹೋದರರು ಸಹ ನನ್ನ ಸಂಗಡ ಬಂದರು 11:11,12	",
},			
{			
"question" :	"	6 ಪೇತ್ರನನ್ನು ಕರೆಯಿಸಿರಿ ಎಂದು ಕೈಸರದಲ್ಲಿ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತನು	",
	"	B. ಬಾರ್ನಬ	",
	"	C. ಸೌಲ	",
	"	D. ಸಾತಾನ್	"
],			
"correct" :	"	A. ದೂತನು	",
"explanation" :	"	ಆ ಮನುಷ್ಯನ ಮನೆಯೊಳಗೆ ನಾವು ಸೇರಲು ಅವನು ನಮಗೆ - ಒಬ್ಬ ದೇವದೂತನು ನನ್ನ ಮನೆಯಲ್ಲಿ ನಿಂತಿರುವದನ್ನು ಕಂಡೆನು. ಆ ದೂತನು - ನೀನು ಯೊಪ್ಪಕ್ಕೆ ಕಳುಹಿಸಿ ಪೇತ್ರನೆನಿಸಿಕೊಳ್ಳುವ ಸೀಮೋನನನ್ನು ಕರಿಸು 11:13	",
},			
{			
"question" :	"	7 ‘ಈ ಮನುಷ್ಯನಂತೂ ನೀರಿನ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದನು, ನಿಮಗಾದರೋ ಪವಿತ್ರಾತ್ಮದಲ್ಲಿ ಸ್ನಾನವಾಗುವುದು’ ಎಂದು ಯೇಸುಸ್ವಾಮಿ ಹೇಳಿದ ಮಾತು ಪೇತ್ರನ ನೆನಪಿಗೆ ಬಂತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ದಾವೀದ	",
	"	C. ನೋಹ	",
	"	D. ಯೊಹಾನ	"
],			
"correct" :	"	D. ಯೊಹಾನ	",
"explanation" :	"	ಆಗ - ಯೋಹಾನನಂತೂ ನೀರಿನ ದೀಕ್ಷಾಸ್ನಾನಮಾಡಿಸಿದನು; ನಿಮಗಾದರೋ ಪವಿತ್ರಾತ್ಮದಲ್ಲಿ ಸ್ನಾನವಾಗುವದು ಎಂದು ಯೇಸುಸ್ವಾಮಿ ಹೇಳಿದ ಮಾತು ನನ್ನ ನೆನಪಿಗೆ ಬಂತು 11:16	",
},			
{			
"question" :	"	8 ಈ ಸಂಗತಿಗಳನ್ನೆಲ್ಲಾ ಪೇತ್ರನು ತನ್ನೊಂದಿಗೆ ವಿವಾದಿಸಿದವರಿಗೆ ಹೇಳಿದಾಗ, ಅವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಕೋಪಗೊಂಡರು	",
	"	B. ಇನ್ನೂ ಹೆಚ್ಚಾಗಿ ಪ್ರಶ್ನಿಸಿದರು	",
	"	C. ದೇವರಿಗೆ ಮಹಿಮೆ ಸಲ್ಲಿಸಿದರು	",
	"	D. ಜೋರಾಗಿ ಅತ್ತರು	"
],			
"correct" :	"	C. ದೇವರಿಗೆ ಮಹಿಮೆ ಸಲ್ಲಿಸಿದರು	",
"explanation" :	"	ಹೀಗೆಂದ ಮಾತುಗಳನ್ನು ಆ ಸುನ್ನತಿಯವರು ಕೇಳಿ ಆಕ್ಷೇಪಣೆ ಮಾಡುವದನ್ನು ಬಿಟ್ಟು - ಹಾಗಾದರೆ ದೇವರು ಅನ್ಯಜನರಿಗೂ ಜೀವಕೊಡಬೇಕೆಂದು ಅವರ ಮನಸ್ಸುಗಳನ್ನು ತನ್ನ ಕಡೆಗೆ ತಿರುಗಿಸಿದ್ದಾನೆ ಎಂದು ದೇವರನ್ನು ಕೊಂಡಾಡಿದರು. 11:18	",
},			
{			
"question" :	"	9 ಬಾರ್ನಬನು ತನ್ನೊಂದಿಗೆ ಈ ಮನುಷ್ಯನನ್ನು ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಕರೆತಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಫಿಲಿಪ್ಪಿ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	A. ಸೌಲ	",
"explanation" :	"	ಆಗ ಬಹುಮಂದಿ ಕರ್ತನಿಗೆ ಸೇರಿಕೊಂಡರು. ತರುವಾಯ ಬಾರ್ನಬನು ಸೌಲನನ್ನು ಹುಡುಕುವದಕ್ಕಾಗಿ ತಾರ್ಸಕ್ಕೆ ಹೋಗಿ ಅವನನ್ನು ಕಂಡು ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಕರೆದುಕೊಂಡು ಬಂದನು. ಆಮೇಲೆ ಅವರು ಪೂರಾ ಒಂದು ವರುಷ ಸಭೆಯವರ ಸಂಗಡ ಕೂಡಿದ್ದು ಬಹು ಜನರಿಗೆ ಉಪದೇಶಮಾಡಿದರು. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿಯೇ ಶಿಷ್ಯರಿಗೆ ಕ್ರೈಸ್ತರೆಂಬ ಹೆಸರು ಮೊದಲು ಬಂತು. 11:25,26	",
},			
{			
"question" :	"	10 ಶಿಷ್ಯರನ್ನು ಕ್ರೈಸ್ತರೆಂದು ಮೊದಲು ಕರೆದದ್ದು ಇಲ್ಲಿಯೇ	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂತಿಯೋಕ್ಯ	",
	"	B. ಯೆರೂಷಲೇಮು	",
	"	C. ಕೊರಿಂಥ	",
	"	D. ಎಫೆಸ	"
],			
"correct" :	"	A. ಅಂತಿಯೋಕ್ಯ	",
"explanation" :	"	ಅವನನ್ನು ಕಂಡು ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಕರೆದುಕೊಂಡು ಬಂದನು. ಆಮೇಲೆ ಅವರು ಪೂರಾ ಒಂದು ವರುಷ ಸಭೆಯವರ ಸಂಗಡ ಕೂಡಿದ್ದು ಬಹು ಜನರಿಗೆ ಉಪದೇಶಮಾಡಿದರು. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿಯೇ ಶಿಷ್ಯರಿಗೆ ಕ್ರೈಸ್ತರೆಂಬ ಹೆಸರು ಮೊದಲು ಬಂತು. 11:26	",
},			
]			