var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 18";			
var quiz = [			
{			
"question" :	"	1 ಕ್ಲೌದ್ಯನು ಈ ಸ್ಥಳದಿಂದ ಎಲ್ಲಾ ಯೆಹೂದ್ಯರು ನಿರ್ಗಮಿಸಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮಾಪುರ	",
	"	B. ಮಿದ್ಯಾನ	",
	"	C. ಯೆರೂಷಲೇಮ್	",
	"	D. ಎಫೆಸ	"
],			
"correct" :	"	A. ರೋಮಾಪುರ	",
"explanation" :	"	ಪೊಂತದಲ್ಲಿ ಹುಟ್ಟಿದ ಅಕ್ವಿಲನೆಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯನನ್ನು ಅಲ್ಲಿ ಕಂಡನು. ಯೆಹೂದ್ಯರೆಲ್ಲರೂ ರೋಮಾಪುರವನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು ಕ್ಲೌದಿಯ ಚಕ್ರವರ್ತಿಯು ವಿಧಿಸಿದ ಕಾರಣ ಅಕ್ವಿಲನೂ ಅವನ ಹೆಂಡತಿಯಾದ ಪ್ರಿಸ್ಕಿಲ್ಲಳೂ ಕೆಲವು ದಿವಸಗಳ ಮುಂಚೆ ಇತಾಲ್ಯ ದೇಶದಿಂದ ಅಲ್ಲಿಗೆ ಬಂದಿದ್ದರು 18:2	",
},			
{			
"question" :	"	2 ಅಕ್ವಿಲನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಧ	",
	"	B. ಸಫೈರ	",
	"	C. ಹನ್ನ	",
	"	D. ಪ್ರಿಸ್ಕಿಲ್ಲ	"
],			
"correct" :	"	D. ಪ್ರಿಸ್ಕಿಲ್ಲ	",
"explanation" :	"	ಪೊಂತದಲ್ಲಿ ಹುಟ್ಟಿದ ಅಕ್ವಿಲನೆಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯನನ್ನು ಅಲ್ಲಿ ಕಂಡನು. ಯೆಹೂದ್ಯರೆಲ್ಲರೂ ರೋಮಾಪುರವನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು ಕ್ಲೌದಿಯ ಚಕ್ರವರ್ತಿಯು ವಿಧಿಸಿದ ಕಾರಣ ಅಕ್ವಿಲನೂ ಅವನ ಹೆಂಡತಿಯಾದ ಪ್ರಿಸ್ಕಿಲ್ಲಳೂ ಕೆಲವು ದಿವಸಗಳ ಮುಂಚೆ ಇತಾಲ್ಯ ದೇಶದಿಂದ ಅಲ್ಲಿಗೆ ಬಂದಿದ್ದರು 18:2	",
},			
{			
"question" :	"	3 ಅಕ್ವಿಲ್ಲನ ವೃತ್ತಿ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಡಗಿ	",
	"	B. ಅಕ್ಕಸಾಲಿಗ	",
	"	C. ಕಲ್ಲುಕುಟಿಕ	",
	"	D. ಗುಡಾರ ನಿರ್ಮಿಸುವುದು	"
],			
"correct" :	"	D. ಗುಡಾರ ನಿರ್ಮಿಸುವುದು	",
"explanation" :	"	ಪೌಲನು ಅವರ ಮನೆಗೆ ಹೋಗಿ ತಾನೂ ಅವರೂ ಒಂದೇ ಕಸಬಿನವರಾಗಿದ್ದದರಿಂದ ಅವರಲ್ಲಿದ್ದು ಅವರೊಂದಿಗೆ ಕೆಲಸಮಾಡುತ್ತಿದ್ದನು; ಗುಡಾರ ಮಾಡುವದು ಅವರ ಕಸಬಾಗಿತ್ತು.  18:3	",
},			
{			
"question" :	"	4 ಯೇಸುವೇ ಕ್ರಿಸ್ತನೆಂಬ ಪೌಲನ ಸಾಕ್ಷಿಯನ್ನು ಯೆಹೂದ್ಯರು ವಿರೋಧಿಸಿದಾಗ, ಪೌಲನು ಹೇಳಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರನ್ನು ಸಾಯಿಸುವನು	",
	"	B. ಅನ್ಯಜನಗಳ ಕಡೆಗೆ ಹೋಗುವೆನು	",
	"	C. ಅವರು ಸುಣ್ಣಾ ಹಚ್ಚಿದ ಸಮಾಧಿಗಳು	",
	"	D. ದೇವರು ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ತೆರೆಯುವನು	"
],			
"correct" :	"	B. ಅನ್ಯಜನಗಳ ಕಡೆಗೆ ಹೋಗುವೆನು	",
"explanation" :	"	ಸೀಲನೂ ತಿಮೊಥೆಯನೂ ಮಕೆದೋನ್ಯದಿಂದ ಬಂದಾಗ ಪೌಲನು ದೇವರ ವಾಕ್ಯವನ್ನು ಬೋಧಿಸುವದರಲ್ಲಿ ಅತ್ಯಾಸಕ್ತಿಯುಳ್ಳವನಾಗಿ ಯೇಸುವೇ ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನೆಂದು ಯೆಹೂದ್ಯರಿಗೆ ಖಂಡಿತವಾಗಿ ಸಾಕ್ಷಿ ಹೇಳಿದನು. ಅವರು ಎದುರಿಸಿ ದೂಷಿಸಲಾಗಿ ಅವನು ತನ್ನ ವಸ್ತ್ರಗಳನ್ನು ಝಾಡಿಸಿ ಅವರಿಗೆ - ನಿಮ್ಮ ನಾಶನಕ್ಕೆ ನೀವೇ ಹೊಣೆ. ನಾನು ಇಂದಿನಿಂದ ಶುದ್ಧಮನಸ್ಸುಳ್ಳವನಾಗಿ ಅನ್ಯಜನರ ಬಳಿಗೆ ಹೋಗುತ್ತೇನೆ ಎಂದು ಹೇಳಿ 18:5,6	",
},			
{			
"question" :	"	5 ಸಭಾಮಂದಿರದ ಈ ಮುಖ್ಯಾಧಿಕಾರಿಯು ತನ್ನ ಕುಟುಂಬದೊಂದಿಗೆ ಯೇಸುವನ್ನು ನಂಬಿದನು.\	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ	",
	"	B. ಕಾಯಫ	",
	"	C. ಕ್ರಿಸ್ಪ	",
	"	D. ಆವೆನ್	"
],			
"correct" :	"	C. ಕ್ರಿಸ್ಪ	",
"explanation" :	"	ಸಭಾಮಂದಿರದ ಅಧ್ಯಕ್ಷನಾದ ಕ್ರಿಸ್ಪನು ತನ್ನ ಮನೆಯವರೆಲ್ಲರ ಸಹಿತ ಕರ್ತನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟನು. ಮತ್ತು ಕೊರಿಂಥದವರಲ್ಲಿ ಅನೇಕರು ಕೇಳಿ ನಂಬಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡರು 18:8	",
},			
{			
"question" :	"	6 ಪೌಲನ ಸಂಗಡ ದರ್ಶನದಲ್ಲಿ ಯಾರು ಮಾತನಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂತ	",
	"	B. ದೇವರು	",
	"	C. ಸೈತಾನ	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	B. ದೇವರು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಕರ್ತನು ರಾತ್ರಿಕಾಲದಲ್ಲಿ ಪೌಲನಿಗೆ ದರ್ಶನಕೊಟ್ಟು - ನೀನು ಹೆದರಬೇಡ; ಸುಮ್ಮನಿರದೆ ಮಾತಾಡುತ್ತಲೇ ಇರು,  18:9	",
},			
{			
"question" :	"	7 ಇದನ್ನು ಮಾಡಬಾರದೆಂದು ಪೌಲನಿಗೆ ದರ್ಶನದಲ್ಲಿ ಹೇಳಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆದರಬೇಡ	",
	"	B. ಅಲ್ಲಿ ಬೋಧಿಸು	",
	"	C. ಸಭಾಮಂದಿರದೊಳಕ್ಕೆ ಹೋಗು	",
	"	D. ಮತ್ತೊಂದು ದಿನ ಅಲ್ಲಿಯೇ ಇರು	"
],			
"correct" :	"	A. ಹೆದರಬೇಡ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಕರ್ತನು ರಾತ್ರಿಕಾಲದಲ್ಲಿ ಪೌಲನಿಗೆ ದರ್ಶನಕೊಟ್ಟು - ನೀನು ಹೆದರಬೇಡ; ಸುಮ್ಮನಿರದೆ ಮಾತಾಡುತ್ತಲೇ ಇರು, 8:9	",
},			
{			
"question" :	"	8 ಯೆಹೂದ್ಯರು ಪೌಲನನ್ನು ಈ ವ್ಯಕ್ತಿಯ ಮುಂದೆ ದೋಷಿಯಾಗಿ ನಿಲ್ಲಿಸಿದರು, ಆದರೆ ಈತನಿಗೆ ಈ ವಿಷಯದಲ್ಲಿ ಏನೂ ಆಸಕ್ತಿ ಇರಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಗಲ್ಲಿಯೋ	",
	"	B. ಫೆಲಿಕ್ಸ್	",
	"	C. ಕೈಸರ	",
	"	D. ಹೆರೋದ	"
],			
"correct" :	"	A. ಗಲ್ಲಿಯೋ	",
"explanation" :	"	ಗಲ್ಲಿಯೋನನು ಅಖಾಯದ ಅಧಿಪತಿಯಾಗಿರಲು ಯೆಹೂದ್ಯರು ಒಗ್ಗಟ್ಟಾಗಿ ಪೌಲನ ಮೇಲೆ ಬಿದ್ದು ಅವನನ್ನು ನ್ಯಾಯಸ್ಥಾನದ ಮುಂದೆ ಹಿಡಿತಂದು - ಇವನು ದೇವರನ್ನು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಪೂಜಿಸುವದಕ್ಕೆ ಜನರನ್ನು ಒಡಂಬಡಿಸುತ್ತಾನೆಂದು ದೂರು ಹೇಳಿದರು 19:12,13	",
},			
{			
"question" :	"	9 ಅಕ್ವಿಲನೂ ಮತ್ತು ಆತನ ಹೆಂಡತಿ, ಈ ಮನುಷ್ಯನನ್ನು ಒಳಗೆ ಕರೆದುಕೊಂಡು, ಇನ್ನೂ ಹೆಚ್ಚಾಗಿ ದೇವರ ಮಾರ್ಗವನ್ನು ವಿವರಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಫಿಲಿಪ್ಪಿ	",
	"	C. ಅಪೊಲ್ಲೋಸ	",
	"	D. ಬಾರ್ನಬ	"
],			
"correct" :	"	C. ಅಪೊಲ್ಲೋಸ	",
"explanation" :	"	ಅಷ್ಟರೊಳಗೆ ಅಲೆಕ್ಸಾಂದ್ರಿಯದಲ್ಲಿ ಹುಟ್ಟಿದ ಅಪೊಲ್ಲೋಸನೆಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯನು ಎಫೆಸಕ್ಕೆ ಬಂದನು. ಅವನು ವಾಕ್ಚಾತುರ್ಯವುಳ್ಳವನು, ಶಾಸ್ತ್ರಗಳಲ್ಲಿ ಪ್ರವೀಣನು. ಅವನು ಕರ್ತನ ಮಾರ್ಗದ ವಿಷಯದಲ್ಲಿ ಉಪದೇಶ ಹೊಂದಿದವನಾಗಿದ್ದನು; ಮತ್ತು ಆಸಕ್ತ ಮನಸ್ಸುಳ್ಳವನಾಗಿದ್ದು ಯೋಹಾನನು ಮಾಡಿಸಿದ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಮಾತ್ರ ಬಲ್ಲವನಾದಾಗ್ಯೂ ಯೇಸುವಿನ ಸಂಗತಿಗಳನ್ನು ಸೂಕ್ಷ್ಮವಾಗಿ ಹೇಳಿ ಉಪದೇಶಿಸಿದನು.  19:24,25	",
},			
{			
"question" :	"	10 ಕ್ರಿಸ್ತನು _____ ಎಂದು ಅಪೊಲ್ಲೋಸನು ಯೆಹೂದ್ಯರಿಗೆ ಮನವರಿಕೆ ಮಾಡಿಕೊಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಣಿಸಿದನು	",
	"	B. ಜೀವಂತವಾಗಿರುವನು	",
	"	C. ಪ್ರವಾದಿ	",
	"	D. ಕ್ರಿಸ್ತ	"
],			
"correct" :	"	D. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಅವನು ಹೋಗಿ ಯೇಸುವೇ ಕ್ರಿಸ್ತನೆಂದು ಶಾಸ್ತ್ರಾಧಾರದಿಂದ ತೋರಿಸಿಕೊಟ್ಟು ಎಲ್ಲರ ಮುಂದೆ ಬಲವಾಗಿ ಯೆಹೂದ್ಯರನ್ನು ಖಂಡಿಸಿ ದೇವರ ಕೃಪೆಯಿಂದ ನಂಬಿದ್ದವರಿಗೆ ಬಹಳ ಸಹಾಯಮಾಡಿದನು. 19:28	",
},			
]			