var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ಸತ್ತು ಎದ್ದ ನಂತರ ಎಷ್ಟು ದಿನಗಳವರೆಗೂ ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. 10	",
	"	B. 20	",
	"	C. 40	",
	"	D. 50	"
],			
"correct" :	"	C. 40	",
"explanation" :	"	ಆತನು ಬಾಧೆಪಟ್ಟು ಸತ್ತ ಮೇಲೆ ತನ್ನನ್ನು ಜೀವಂತನೆಂದು ಅನೇಕ ಪ್ರಮಾಣಗಳಿಂದ ಅಪೊಸ್ತಲರಿಗೆ ತೋರಿಸಿಕೊಂಡನು. ನಾಲ್ವತ್ತು ದಿವಸಗಳ ತನಕ ಅವರಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಾ ದೇವರ ರಾಜ್ಯದ ವಿಷಯವಾದ ಸಂಗತಿಗಳನ್ನು ಹೇಳುತ್ತಾ ಇದ್ದನು. 1:3	",
},			
{			
"question" :	"	2 ವಾಗ್ದಾನಕ್ಕಾಗಿ ಎಲ್ಲಿ ಕಾದಿರಬೇಕೆಂದು ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಜರೇತು	",
	"	B. ಯೆರೂಷಲೇಮು	",
	"	C. ಬೆಥನಿ	",
	"	D. ಕೆಪರ್ನೌಮ್	"
],			
"correct" :	"	B. ಯೆರೂಷಲೇಮು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಆತನು ಅವರೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ್ಗೆ ಅವರಿಗೆ - ಯೋಹಾನನಂತೂ ನೀರಿನಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದನು, ನಿಮಗಾದರೋ ಇನ್ನು ಸ್ವಲ್ಪ ದಿವಸಗಳೊಳಗಾಗಿ ಪವಿತ್ರಾತ್ಮದಲ್ಲಿ ಸ್ನಾನವಾಗುವದು. ಆದಕಾರಣ ನೀವು ಯೆರೂಸಲೇಮನ್ನು ಬಿಟ್ಟು ಹೋಗದೆ ತಂದೆ ಮಾಡಿದಂಥ ನೀವು ನನ್ನಿಂದ ಕೇಳಿದಂಥ ವಾಗ್ದಾನಕ್ಕೆ ಕಾದುಕೊಂಡಿರ್ರಿ ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟನು. 1:4	",
},			
{			
"question" :	"	3 ನಿಮ್ಮ ಮೇಲೆ ಪರಿಶುದ್ದಾತ್ಮನು ಬರಲು ನೀವು ಇದನ್ನು ಹೊಂದುವಿರಿ ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿಂಸೆ	",
	"	B. ಜ್ಞಾನ	",
	"	C. ಶಕ್ತಿ	",
	"	D. ಸಂಕಟ	"
],			
"correct" :	"	C. ಶಕ್ತಿ	",
"explanation" :	"	ಆದರೆ ಪವಿತ್ರಾತ್ಮ ನಿಮ್ಮ ಮೇಲೆ ಬರಲು ನೀವು ಬಲವನ್ನು ಹೊಂದಿ ಯೆರೂಸಲೇಮಿನಲ್ಲಿಯೂ ಎಲ್ಲಾ ಯೂದಾಯ ಸಮಾರ್ಯ ಸೀಮೆಗಳಲ್ಲಿಯೂ ಭೂಲೋಕದ ಕಟ್ಟಕಡೆಯವರೆಗೂ ನನಗೆ ಸಾಕ್ಷಿಗಳಾಗಿರಬೇಕು ಅಂದನು 1:8	",
},			
{			
"question" :	"	4 ಯೇಸು ತನ್ನ ಶಿಷ್ಯರ ಕಣ್ಣಿಗೆ ಯಾವುದರಿಂದ ಮರೆಯಾದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಳಿಗಾಳಿಯಿಂದ	",
	"	B. ಮಿಂಚುನಿಂದ	",
	"	C. ಅಗ್ನಿಮಯವಾದ ರಥಾಶ್ವಗಳಿಂದ	",
	"	D. ಮೋಡದಿಂದ	"
],			
"correct" :	"	D. ಮೋಡದಿಂದ	",
"explanation" :	"	ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿದ ಬಳಿಕ ಅವರು ನೋಡುತ್ತಾ ಇದ್ದ ಹಾಗೆ ಆತನು ಏರಿಸಲ್ಪಟ್ಟನು; ಮೋಡವು ಆತನನ್ನು ಕವಿದುಕೊಂಡದ್ದರಿಂದ ಅವರ ಕಣ್ಣಿಗೆ ಮರೆಯಾದನು. 1:9	",
},			
{			
"question" :	"	5 ನೀವು ನೋಡುತ್ತಿರುವ ಇದೇ ಯೇಸು ತಿರುಗಿ ಬರುತ್ತಾನೆಂದು ಹೇಳುವಾಗ, ಶಿಷ್ಯರ ಪಕ್ಕದಲ್ಲಿ ಎಷ್ಟು   ಜನ ಬಿಳಿ ವಸ್ತ್ರದಾರಿಗಳಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 2	",
	"	C. 3	",
	"	D. 12	"
],			
"correct" :	"	B. 2	",
"explanation" :	"	ಆತನು ಹೋಗುತ್ತಿರುವಾಗ ಅವರು ಆಕಾಶದ ಕಡೆಗೆ ದೃಷ್ಟಿಸಿ ನೋಡುತ್ತಾ ಇರಲಾಗಿ ಶುಭ್ರವಸ್ತ್ರಧಾರಿಗಳಾದ ಇಬ್ಬರು ಪುರುಷರು ಫಕ್ಕನೆ ಅವರ ಹತ್ತರ ನಿಂತುಕೊಂಡು - ಗಲಿಲಾಯದವರೇ, ನೀವು ಯಾಕೆ ಆಕಾಶದ ಕಡೆಗೆ ನೋಡುತ್ತಾ ನಿಂತಿದ್ದೀರಿ? ನಿಮ್ಮ ಬಳಿಯಿಂದ ಆಕಾಶದೊಳಕ್ಕೆ ಸೇರಿಸಲ್ಪಟ್ಟಿರುವ ಈ ಯೇಸು ಯಾವ ರೀತಿಯಲ್ಲಿ ಆಕಾಶದೊಳಕ್ಕೆ ಹೋಗಿರುವದನ್ನು ನೀವು ಕಂಡಿರೋ ಅದೇ ರೀತಿಯಲ್ಲಿ ಬರುವನು ಎಂದು ಹೇಳಿದರು 1:10,11	",
},			
{			
"question" :	"	6 ಯೇಸು ಯಾವ ಬೆಟ್ಟದಿಂದ ಎತ್ತಲ್ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೋರೇಬ್ ಬೆಟ್ಟ	",
	"	B. ಅರಾರಟ್ ಬೆಟ್ಟ	",
	"	C. ಎಣ್ಣೇ ಮರದ ತೋಪಿನ ಗುಡ್ಡ	",
	"	D. ಸೀನಾಯ್	"
],			
"correct" :	"	C. ಎಣ್ಣೇ ಮರದ ತೋಪಿನ ಗುಡ್ಡ	",
"explanation" :	"	ಆಗ ಅವರು ಎಣ್ಣೇಮರಗಳ ತೋಪು ಎನಿಸಿಕೊಳ್ಳುವ ಗುಡ್ಡದಿಂದ ಯೆರೂಸಲೇಮಿಗೆ ಹಿಂತಿರುಗಿ ಬಂದರು. ಆ ಗುಡ್ಡಕ್ಕೂ ಯೆರೂಸಲೇಮಿಗೂ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಅಂದರೆ, ಹೆಚ್ಚುಕಡಿಮೆ ಮುಕ್ಕಾಲು ಮೈಲಿ. ಪ್ರಯಾಣಮಾಡುವಷ್ಟು ದೂರ 1:12	",
},			
{			
"question" :	"	7 ವಾಗ್ದಾನಕ್ಕಾಗಿ ಶಿಷ್ಯರು ಎಲ್ಲಿ ಹೋಗಿ ಕಾದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯ	",
	"	B. ಗುಹೆ	",
	"	C. ಮೇಲಂತಸ್ತಿನ ಕೋಣೆ	",
	"	D. ನೆಲಮಾಳಿಗೆ	"
],			
"correct" :	"	C. ಮೇಲಂತಸ್ತಿನ ಕೋಣೆ	",
"explanation" :	"	ಅವರು ಅಲ್ಲಿಗೆ ಬಂದು ತಾವು ಇರುತ್ತಿದ್ದ ಮೇಲಂತಸ್ತಿಗೆ ಹೋದರು; ಯಾರಾರಂದರೆ - ಪೇತ್ರ, ಯೋಹಾನ, ಯಾಕೋಬ, ಅಂದ್ರೆಯ, ಫಿಲಿಪ್ಪ, ತೋಮ, ಬಾರ್ತೊಲೊಮಾಯ, ಮತ್ತಾಯ, ಅಲ್ಫಾಯನ ಯಾಕೋಬ, ಮತಾಭಿಮಾನಿ ಅನ್ನಿಸಿಕೊಂಡ ಸೀಮೋನ, ಯಾಕೋಬನ ಯೂದ, ಇವರೇ 1:13	",
},			
{			
"question" :	"	8 ಯೇಸುವಿನ ತಾಯಿಯ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯ	",
	"	B. ಮಾರ್ಥಾ	",
	"	C. ರಾಚೆಲ್	",
	"	D. ರೆಬೆಕ್ಕ	"
],			
"correct" :	"	A. ಮರಿಯ	",
"explanation" :	"	ಇವರೆಲ್ಲರು ಏಕಮನಸ್ಸಾಗಿ ದೇವರ ಪ್ರಾರ್ಥನೆಯಲ್ಲಿ ನಿರತರಾಗಿದ್ದರು. ಕೆಲವು ಮಂದಿ ಹೆಂಗಸರೂ ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳೂ ಆತನ ತಮ್ಮಂದಿರೂ ಅವರ ಸಂಗಡ ಇದ್ದರು. 1:14	",
},			
{			
"question" :	"	9 ಯೇಸುವಿನ ಎಷ್ಟು ಜನ ಶಿಷ್ಯರು ಒಟ್ಟುಗೂಡಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಮಾರು 20	",
	"	B. ಸುಮಾರು 90	",
	"	C. ಸುಮಾರು 120	",
	"	D. ಸುಮಾರು 350	"
],			
"correct" :	"	C. ಸುಮಾರು 120	",
"explanation" :	"	ಆ ದಿವಸಗಳಲ್ಲಿ ಸುಮಾರು ನೂರಿಪ್ಪತ್ತು ಮಂದಿ ಸಹೋದರರು ಕೂಡಿಬಂದಿರಲಾಗಿ ಪೇತ್ರನು ಅವರ ಮಧ್ಯದಲ್ಲಿ ಎದ್ದು ನಿಂತು ಹೀಗಂದನು 1:15	",
},			
{			
"question" :	"	10 ಯೇಸುವನ್ನು ಹಿಡಿದುಕೊಟ್ಟಿದ್ದರಿಂದ ಬಂದಂತಹ ಹಣದಿಂದ ಒಂದು ಹೊಲವನ್ನು ಕೊಂಡರು, ಅದನ್ನು  ಅಕೆಲ್ದಮಾ ಎಂದು ಕರೆದರು.  ಅಂದರೆ,	",
"image" :	"",		
"choices" : [			
	"	A. ಕನಸಿನ ಹೊಲ	",
	"	B. ಜೀವಹತ್ಯೆ ಹೊಲ	",
	"	C. ದು:ಖದ ಹೊಲ	",
	"	D. ಹಿಡಿದುಕೊಡುವ ಹೊಲ	"
],			
"correct" :	"	B. ಜೀವಹತ್ಯೆ ಹೊಲ	",
"explanation" :	"	ಇದು ಯೆರೂಸಲೇಮ್ ಪಟ್ಟಣದ ನಿವಾಸಿಗಳಿಗೆಲ್ಲಾ ತಿಳಿದುಬಂದದರಿಂದ ಆ ಹೊಲಕ್ಕೆ ಅವರ ಮಾತಿನಲ್ಲಿ ಅಕೆಲ್ದಮಾ, ಅಂದರೆ ಜೀವಹತ್ಯದ ಹೊಲ ಎಂಬ ಹೆಸರು ಬಂತು.) 1:19	",
},			
]			