var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 16";			
var quiz = [			
{			
"question" :	"	1 ಈ ಶಿಷ್ಯನು ಪೌಲನ ಸಂಗಡ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬ	",
	"	B. ಮಾರ್ಕ	",
	"	C. ತಿಮೋಥಿ	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	C. ತಿಮೋಥಿ	",
"explanation" :	"	ಆಮೇಲೆ ಅವನು ದೆರ್ಬೆಗೂ ಲುಸ್ತ್ರಕ್ಕೂ ಬಂದನು. ಲುಸ್ತ್ರದಲ್ಲಿ ತಿಮೊಥೆಯನೆಂಬ ಒಬ್ಬ ಶಿಷ್ಯನಿದ್ದನು. ಅವನು ಕ್ರಿಸ್ತನನ್ನು ನಂಬಿದ್ದ ಒಬ್ಬ ಯೆಹೂದ್ಯ ಸ್ತ್ರೀಯ ಮಗನು. ಅವನ ತಂದೆ ಗ್ರೀಕನು. ಅವನ ವಿಷಯವಾಗಿ ಲುಸ್ತ್ರದಲ್ಲಿಯೂ ಇಕೋನ್ಯದಲ್ಲಿಯೂ ಇದ್ದ ಸಹೋದರರು ಒಳ್ಳೇ ಸಾಕ್ಷಿಹೇಳುತ್ತಿದ್ದರು. ಅವನು ತನ್ನ ಸಂಗಡ ಬರಬೇಕೆಂದು ಪೌಲನು ಅಪೇಕ್ಷಿಸಿ ಆಯಾ ಸ್ಥಳಗಳಲ್ಲಿದ್ದ ಯೆಹೂದ್ಯರ ನಿಮಿತ್ತವಾಗಿ ಅವನಿಗೆ ಸುನ್ನತಿ ಮಾಡಿಸಿದನು. ಯಾಕಂದರೆ ಅವನ ತಂದೆ ಗ್ರೀಕನೆಂದು ಎಲ್ಲರಿಗೂ ಗೊತ್ತಿತ್ತು 16:1-3	",
},			
{			
"question" :	"	2 ಯೆಹೂದ್ಯರ ನಿಮಿತ್ತವಾಗಿ ಆ ಶಿಷ್ಯನಿಗೆ ಇದನ್ನು ಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸುನ್ನತಿ	",
	"	B. ಆತನಿಂದ ಬೇರ್ಪಟ್ಟನು	",
	"	C. ಆತನನ್ನು ಗದರಿಸಿದನು	",
	"	D. ಅವನನ್ನು ಬಚ್ಚಿಟ್ಟನು	"
],			
"correct" :	"	A. ಸುನ್ನತಿ	",
"explanation" :	"	ಅವನು ತನ್ನ ಸಂಗಡ ಬರಬೇಕೆಂದು ಪೌಲನು ಅಪೇಕ್ಷಿಸಿ ಆಯಾ ಸ್ಥಳಗಳಲ್ಲಿದ್ದ ಯೆಹೂದ್ಯರ ನಿಮಿತ್ತವಾಗಿ ಅವನಿಗೆ ಸುನ್ನತಿ ಮಾಡಿಸಿದನು. ಯಾಕಂದರೆ ಅವನ ತಂದೆ ಗ್ರೀಕನೆಂದು ಎಲ್ಲರಿಗೂ ಗೊತ್ತಿತ್ತು.  16:3	",
},			
{			
"question" :	"	3 ಪೌಲನು ಕನಸಿನಲ್ಲಿ ಈ ಸ್ಥಳದಿಂದ ಒಬ್ಬ ಮನುಷ್ಯನು ತನ್ನನ್ನು ಕರೆಯುತ್ತಿರುವಂತೆ ಕಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಐಗುಪ್ತ	",
	"	B. ಅಂತಿಯೋಕ್ಯ	",
	"	C. ಯೆರೂಷಲೇಮು	",
	"	D. ಮೆಕದೋನ್ಯ	"
],			
"correct" :	"	D. ಮೆಕದೋನ್ಯ	",
"explanation" :	"	ಅಲ್ಲಿ ರಾತ್ರಿಕಾಲದಲ್ಲಿ ಪೌಲನಿಗೆ ಒಂದು ದರ್ಶನವಾಯಿತು, ಏನಂದರೆ - ಮಕೆದೋನ್ಯ ದೇಶದವನಾದ ಒಬ್ಬ ಮನುಷ್ಯನು ನಿಂತುಕೊಂಡು - ನೀನು ಸಮುದ್ರವನ್ನು ದಾಟಿ ಮಕೆದೋನ್ಯಕ್ಕೆ ಬಂದು ನಮಗೆ ನೆರವಾಗಬೇಕೆಂದು ಅವನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತಿದ್ದನು.  16:9	",
},			
{			
"question" :	"	4 ಪೌಲನು ನದಿಯ ತೀರದ ಬಳಿ ಮಾತನಾಡುವುದನ್ನು ಈ ಸ್ತ್ರೀಯು ಕೇಳಿದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ತಬಿಥ	",
	"	B. ದೊರ್ಕ	",
	"	C. ರೋಧ	",
	"	D. ಲುದ್ಯ	"
],			
"correct" :	"	D. ಲುದ್ಯ	",
"explanation" :	"	ನದೀತೀರದಲ್ಲಿ ದೇವರ ಪ್ರಾರ್ಥನೆ ನಡೆಯುವ ಸ್ಥಳ ಇರುವದೆಂದು ನೆನಸಿ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಊರಬಾಗಿಲಿನ ಹೊರಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಕೂಡಿಬಂದಿದ್ದ ಸ್ತ್ರೀಯರ ಸಂಗಡ ಕೂತುಕೊಂಡು ಮಾತಾಡಿದೆವು. ನಮ್ಮ ಮಾತುಗಳನ್ನು ಕೇಳಿದವರಲ್ಲಿ ಲುದ್ಯಳೆಂಬ ಒಬ್ಬ ಸ್ತ್ರೀಯು ಇದ್ದಳು. ಆಕೆ ಧೂಮ್ರವರ್ಣದ ವಸ್ತ್ರಗಳನ್ನು ಮಾರುವವಳೂ ಥುವತೈರ ಎಂಬ ಊರಿನವಳೂ ದೇವಭಕ್ತಳೂ ಆಗಿದ್ದಳು. ಪೌಲನು ಹೇಳಿದ ಮಾತುಗಳಿಗೆ ಲಕ್ಷ್ಯಕೊಡುವದಕ್ಕೆ ಕರ್ತನು ಆಕೆಯ ಹೃದಯವನ್ನು ತೆರೆದನು.  16:13,14	",
},			
{			
"question" :	"	5 ಗಾರುಡಗಾತಿಯಾದ ಒಬ್ಬ ದಾಸಿಯು ಪೌಲನನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಾ ಹಿಗೆಂದು ಸಾರಿದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಈ ಮನುಷ್ಯರು ಗೂಢಾಚಾರರು	",
	"	B. ಈ ಮನುಷ್ಯರು ದೇವರ ವಿರೋಧಿಗಳು	",
	"	C. ಈ ಮನುಷ್ಯರು ದೇವರ ಸೇವಕರು	",
	"	D. ಈ ಮನಷ್ಯರು ಆತ್ಮಗಳನ್ನು ಹೊಂದಿದವರು	"
],			
"correct" :	"	C. ಈ ಮನುಷ್ಯರು ದೇವರ ಸೇವಕರು	",
"explanation" :	"	ಬಳಿಕ ಪ್ರಾರ್ಥನೆ ನಡೆಯುವ ಆ ಸ್ಥಳಕ್ಕೆ ನಾವು ಹೋಗುತ್ತಿರುವಾಗ ಗಾರುಡಗಾತಿಯಾದ ಒಬ್ಬ ದಾಸಿಯು ನಮ್ಮೆದುರಿಗೆ ಬಂದಳು. ಅವಳು ಕಣಿ ಹೇಳುವದರಿಂದ ಅವಳ ಯಜಮಾನರಿಗೆ ಬಹು ಆದಾಯವಾಗುತ್ತಿತ್ತು. ಪೌಲನೂ ನಾವೂ ಹೋಗುತ್ತಿರುವಾಗ ಅವಳು ಹಿಂದೆ ಬಂದು - ಈ ಮನುಷ್ಯರು ಪರಾತ್ಪರನಾದ ದೇವರ ದಾಸರು; ನಿಮಗೆ ರಕ್ಷಣೆಯ ಮಾರ್ಗವನ್ನು ಸಾರುತ್ತಾರೆ ಎಂದು ಕೂಗುತ್ತಿದ್ದಳು.  16:16,17	",
},			
{			
"question" :	"	6 ಈ ಸಮಯದಲ್ಲಿ ಪೌಲ ಸೀಲರು ತಾವು ಸೆರೆಮನೆಯಲ್ಲಿರುವಾಗ ದೇವರಿಗೆ ಸ್ತುತಿಗೀತೆಗಳನ್ನು ಹಾಡಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಮಧ್ಯಾಹ್ನ	",
	"	B. ಮುಸ್ಸಂಜೆ	",
	"	C. ಮುಂಜಾನೆ	",
	"	D. ಮಧ್ಯರಾತ್ರಿ	"
],			
"correct" :	"	D. ಮಧ್ಯರಾತ್ರಿ	",
"explanation" :	"	ಮಧ್ಯರಾತ್ರಿಯಲ್ಲಿ ಪೌಲನೂ ಸೀಲನೂ ಪ್ರಾರ್ಥನೆ ಮಾಡುವವರಾಗಿ ದೇವರಿಗೆ ಸ್ತುತಿಪದಗಳನ್ನು ಹಾಡುತ್ತಿದ್ದರು; ಸೆರೆಯಲ್ಲಿದ್ದವರು ಲಕ್ಷ್ಯವಿಟ್ಟು ಕೇಳುತ್ತಿದ್ದರು.  16:25	",
},			
{			
"question" :	"	7 ಸೆರೆಯಜಮಾನನು ಎದ್ದು ಸೆರೆಮನೆಯ ಬಾಗಿಲುಗಳು ತೆರೆದಿರುವುದನ್ನು ಕಂಡು, ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆಚ್ಚಿನ ಸೇನೆಗಾಗಿ ಕರೆದನು	",
	"	B. ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದುಕೊಂಡನು	",
	"	C. ಓಡಿಹೋಗಲು ಪ್ರಯತ್ನಿಸಿದನು	",
	"	D. ಭಯಗ್ರಸ್ಥನಾದನು	"
],			
"correct" :	"	B. ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದುಕೊಂಡನು	",
"explanation" :	"	ಸೆರೆಯ ಯಜಮಾನನು ನಿದ್ದೆಯಿಂದ ಎಚ್ಚತ್ತು ಸೆರೆಮನೆಯ ಕದಗಳು ತೆರೆದಿರುವದನ್ನು ಕಂಡು ಸೆರೆಯಲ್ಲಿದ್ದವರು ಓಡಿಹೋದರೆಂದು ಭಾವಿಸಿ ಕತ್ತಿಯನ್ನು ಹಿರಿದು ಆತ್ಮಹತ್ಯ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದಿದ್ದನು 16:27	",
},			
{			
"question" :	"	8 ಪೌಲ ಮತ್ತು ಸೀಲರನ್ನು ಸೆರೆಯಜಮಾನನು ಹೀಗೆಂದು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇದು ಹೇಗಾಯಿತು.	",
	"	B. ನಾನು ರಕ್ಷಣೆ ಹೊಂದುವುದಕ್ಕೆ ಏನು ಮಾಡಬೇಕು	",
	"	C. ಉಳಿದ ಖೈದಿಗಳು ಎಲ್ಲಿಹೋದರು	",
	"	D. ಬಾಗಿಲುಗಳನ್ನು ಯಾರು ತೆರೆದರು	"
],			
"correct" :	"	B. ನಾನು ರಕ್ಷಣೆ ಹೊಂದುವುದಕ್ಕೆ ಏನು ಮಾಡಬೇಕು	",
"explanation" :	"	ಅವನು - ದೀಪ ತರಬೇಕೆಂದು ಕೂಗಿ ಒಳಕ್ಕೆ ಹಾರಿ ನಡುಗುತ್ತಾ ಪೌಲ ಸೀಲರ ಮುಂದೆ ಬಿದ್ದನು. ಮತ್ತು ಅವರನ್ನು ಹೊರಗೆ ಕರಕೊಂಡು ಬಂದು - ಸ್ವಾಮಿಗಳೇ, ನಾನು ರಕ್ಷಣೆಹೊಂದುವದಕ್ಕೆ ಏನು ಮಾಡಬೇಕೆಂದು ಕೇಳಲು 16:29,30	",
},			
{			
"question" :	"	9 ಪೌಲ ಮತ್ತು ಸೀಲರನ್ನು ಸೆರೆಯಜಮಾನನು ಎಲ್ಲಿಗೆ ಕರೆದುಕೊಂಡು ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯಕ್ಕೆ	",
	"	B. ಅಧಿಕಾರಿಯ ಬಳಿ	",
	"	C. ತನ್ನ ಮನೆಗೆ	",
	"	D. ಗುಹೆಗೆ	"
],			
"correct" :	"	C. ತನ್ನ ಮನೆಗೆ	",
"explanation" :	"	ತರುವಾಯ ಅವರನ್ನು ತನ್ನ ಮನೆಗೆ ಕರಕೊಂಡು ಹೋಗಿ ಊಟಮಾಡಿಸಿದನು. ಅವನು ತನ್ನ ಮನೆಯವರೆಲ್ಲರ ಸಂಗಡ ನಂಬಿ ಉಲ್ಲಾಸಗೊಂಡನು. 16:34	",
},			
{			
"question" :	"	10 ಪೌಲ ಮತ್ತು ಸೀಲರು _________ ಎಂದು ಕೇಳಿದಾಗ ಅಧಿಪತಿಗಳು ಭಯಪಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪೋಸ್ತಲರು	",
	"	B. ಪ್ರವಾದಿಗಳು	",
	"	C. ರೋಮಾಪುರದ ಹಕ್ಕುದಾರರು	",
	"	D. ತಪ್ಪಿಹೋದರು	"
],			
"correct" :	"	C. ರೋಮಾಪುರದ ಹಕ್ಕುದಾರರು	",
"explanation" :	"	ಜವಾನರು ಈ ಮಾತುಗಳನ್ನು ಅಧಿಪತಿಗಳಿಗೆ ತಿಳಿಸಿದಾಗ ರೋಮಾಪುರದ ಹಕ್ಕುದಾರರು ಎಂಬ ಮಾತನ್ನು ಅವರು ಕೇಳಿ ಭಯಪಟ್ಟರು 16:38	",
},			
]			