var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 17";			
var quiz = [			
{			
"question" :	"	1 ಪೌಲನು ಇಲ್ಲಿ ಯೆಹೂದ್ಯರ ಸಭಾಮಂದಿರದಲ್ಲಿ ಬೋಧಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಎಫೆಸ	",
	"	B. ಕೊರಿಂಥ	",
	"	C. ಯೆರಿಕೋ	",
	"	D. ಥೆಸಲೋನಿಕ	"
],			
"correct" :	"	D. ಥೆಸಲೋನಿಕ	",
"explanation" :	"	ಮುಂದೆ ಅವರು ಮಾರ್ಗಹಿಡಿದು ಅಂಫಿಪೊಲಿ ಅಪೊಲೋನ್ಯ ಎಂಬ ಊರುಗಳನ್ನು ದಾಟಿ ಥೆಸಲೋನಿಕಕ್ಕೆ ಬಂದರು. ಅಲ್ಲಿ ಯೆಹೂದ್ಯರದೊಂದು ಸಭಾಮಂದಿರವಿತ್ತು. ಪೌಲನು ತನ್ನ ಪದ್ಧತಿಯ ಪ್ರಕಾರ ಅಲ್ಲಿದ್ದವರ ಬಳಿಗೆ ಹೋಗಿ ಮೂರು ಸಬ್ಬತ್‍ದಿನಗಳಲ್ಲಿ ಶಾಸ್ತ್ರಾಧಾರದಿಂದ ಅವರ ಸಂಗಡ ವಾದಿಸಿ  17:1,2	",
},			
{			
"question" :	"	2 ಯೇಸುವು ______ ಎಂದು ತೋರಿಸಲು ಪೌಲನು ಪ್ರಯತ್ನಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರವಾದಿ	",
	"	B. ಯಾಜಕ	",
	"	C. ಸಾಮಾನ್ಯ ಮನುಷ್ಯ	",
	"	D. ಕ್ರಿಸ್ತ	"
],			
"correct" :	"	D. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಆಯಾ ವಚನಗಳ ಅರ್ಥವನ್ನು ಬಿಚ್ಚಿ - ಕ್ರಿಸ್ತನು ಬಾಧೆಯನ್ನನುಭವಿಸಿ ಸತ್ತು ಎದ್ದುಬರುವದು ಅಗತ್ಯವೆಂತಲೂ ನಾನು ನಿಮಗೆ ಪ್ರಸಿದ್ಧಿಪಡಿಸುವ ಯೇಸುವೇ ಆ ಕ್ರಿಸ್ತನೆಂತಲೂ ಸ್ಥಾಪಿಸಿದನು 17:3	",
},			
{			
"question" :	"	3 ಅವರು ಪೌಲನಿಗಾಗಿ ಈ ಮನುಷ್ಯನ ಮನೆಯಲ್ಲಿ ಹುಡುಕಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊರ್ನೇಲ್ಯ	",
	"	B. ಸೀಮೋನ	",
	"	C. ಅನನೀಯ	",
	"	D. ಯಾಸೋನ	"
],			
"correct" :	"	D. ಯಾಸೋನ	",
"explanation" :	"	ಯೆಹೂದ್ಯರು ಹೊಟ್ಟೇಕಿಚ್ಚುಪಟ್ಟು ಪೇಟೆಯಲ್ಲಿ ತಿರುಗಾಡುವ ಕೆಲವು ಪೋಕರನ್ನು ಕರೆದುಕೊಂಡು ಬಂದು ಗುಂಪುಕೂಡಿಸಿ ಊರಲ್ಲಿ ಗದ್ದಲ ಎಬ್ಬಿಸಿ ಪೌಲ ಸೀಲರನ್ನು ಪಟ್ಟಣದ ಸಭೆಗೆದುರಿಗೆ ತರಬೇಕೆಂದು ಅವರನ್ನು ಹುಡುಕುತ್ತಾ ಯಾಸೋನನ ಮನೆಯ ಮೇಲೆ ಬಿದ್ದರು 17:5	",
},			
{			
"question" :	"	4 ನಂಬದೇ ಇದ್ದ ಯೆಹೂದ್ಯರು, ಶಿಷ್ಯರು ಇದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಮಾಡುತ್ತಿದ್ದಾರೆಂದು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಶಾಸ್ತ್ರಕ್ಕೆ	",
	"	B. ಕೈಸರನ ಆದೇಶಗಳಿಗೆ	",
	"	C. ಪ್ರಸಿದ್ಧವಾದ ಅಭಿಪ್ರಾಯಗಳಿಗೆ	",
	"	D. ಪ್ರಕೃತಿ	"
],			
"correct" :	"	B. ಕೈಸರನ ಆದೇಶಗಳಿಗೆ	",
"explanation" :	"	ಯಾಸೋನನು ಅವರನ್ನು ಸೇರಿಸಿಕೊಂಡಿದ್ದಾನೆ, ಅವರೆಲ್ಲರು ಯೇಸುವೆಂಬ ಬೇರೊಬ್ಬ ಅರಸನು ಇದ್ದಾನೆಂದು ಹೇಳಿ ಚಕ್ರವರ್ತಿಯ ಆಜ್ಞೆಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ನಡೆಯುತ್ತಾರೆ ಎಂದು ಕೂಗಿದರು 17:7	",
},			
{			
"question" :	"	5 ಇಲ್ಲಿನ ಜನರು,  ಥೆಸಲೋನಿಕದವರಿಗಿಂತ ಉತ್ತಮರಾಗಿದ್ದು, ಅವರು ತಾವು ಕೇಳಿದ ವಾಕ್ಯಗಳು ಸತ್ಯವೋ ಏನೋ ಎಂದು ಶಾಸ್ತ್ರಗಳಲ್ಲಿ ಹುಡುಕಾಡತೊಡಗಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆರೂಯ	",
	"	B. ಯೆರಿಕೋ	",
	"	C. ಕೊರಿಂಥ	",
	"	D. ಮೆಕದೋನ್ಯ	"
],			
"correct" :	"	A. ಬೆರೂಯ	",
"explanation" :	"	ಕೂಡಲೇ ಸಹೋದರರು ರಾತ್ರಿಯಲ್ಲಿ ಪೌಲ ಸೀಲರನ್ನು ಬೆರೋಯಕ್ಕೆ ಕಳುಹಿಸಿಬಿಟ್ಟರು. ಅವರು ಅಲ್ಲಿಗೆ ಸೇರಿ ಯೆಹೂದ್ಯರ ಸಭಾಮಂದಿರದೊಳಕ್ಕೆ ಹೋದರು. ಆ ಸಭೆಯವರು ಥೆಸಲೋನಿಕದವರಿಗಿಂತ ಸದ್ಗುಣವುಳ್ಳವರಾಗಿದ್ದು ದೇವರ ವಾಕ್ಯವನ್ನು ಶುದ್ಧಮನಸ್ಸಿನಿಂದ ಅಂಗೀಕರಿಸಿ ಇವರು ಹೇಳುವ ಮಾತು ಹೌದೋ ಏನೋ ಎಂಬ ವಿಷಯದಲ್ಲಿ ಪ್ರತಿದಿನವೂ ಶಾಸ್ತ್ರಗ್ರಂಥಗಳನ್ನು ಶೋಧಿಸುತ್ತಿದ್ದರು 17:10,11	",
},			
{			
"question" :	"	6 ಪೌಲನು ಮೊದಲು ಅಥೇನ್ಯ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಿ, ಅಲ್ಲಿಂದ ಈ ಮನುಷ್ಯರಿಗಾಗಿ ಕಳುಹಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ ಮತ್ತು ಆಂದ್ರೇಯ	",
	"	B. ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
	"	ಇ, ಬಾರ್ನಬ ಮತ್ತು ಮಾರ್ಕ	",
	"	D. ಸೀಲ ಮತ್ತು ತಿಮೋಥಿ	"
],			
"correct" :	"	D. ಸೀಲ ಮತ್ತು ತಿಮೋಥಿ	",
"explanation" :	"	ಪೌಲನನ್ನು ಸಾಗಕಳುಹಿಸಿದವರು ಅವನನ್ನು ಅಥೇನೆಯವರೆಗೂ ಕರೆದುಕೊಂಡುಹೋಗಿ - ಸೀಲನನ್ನೂ ತಿಮೊಥೆಯನನ್ನೂ ಕೂಡಿದ ಮಟ್ಟಿಗೆ ಬೇಗ ನನ್ನ ಬಳಿಗೆ ಬರಹೇಳಿರಿ ಎಂಬ ಅಪ್ಪಣೆಯನ್ನು ಅವನಿಂದ ಹೊಂದಿ ಹೊರಟುಬಂದರು. 17:15	",
},			
{			
"question" :	"	7 ಅಥೇನ್ಯ ಪಟ್ಟಣದವರು ಪೂರ್ಣವಾಗಿ ________ಒಳಗಾಗಿರುವುದನ್ನು ನೋಡಿ ಪೌಲನ ಆತ್ಮವು ಅವನೊಳಗೆ ಕುದಿಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮಾಪುರದವರಿಗೆ	",
	"	B. ಕೈಸರನಿಗೆ	",
	"	C. ಯೇಸುವಿಗೆ	",
	"	D. ವಿಗ್ರಹಗಳಿಗೆ	"
],			
"correct" :	"	D. ವಿಗ್ರಹಗಳಿಗೆ	",
"explanation" :	"	ಪೌಲನು ಅವರಿಗೋಸ್ಕರ ಅಥೇನೆಯಲ್ಲಿ ಕಾದುಕೊಂಡಿರುವಾಗ ಆ ಪಟ್ಟಣದಲ್ಲಿ ಎಲ್ಲೆಲ್ಲಿಯೂ ವಿಗ್ರಹಗಳೇ ಇರುವದನ್ನು ನೋಡಿ ಅವನ ಮನಸ್ಸು ಅವನೊಳಗೆ ಕುದಿಯಿತು 17:16	",
},			
{			
"question" :	"	8 ಪೌಲನು ಹೇಳಿದ್ದು, ಅಥೇನ್ಯರೇ ನೀವು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಅತೀ	",
"image" :	"",		
"choices" : [			
	"	A. ಸೋಮಾರಿಗಳು	",
	"	B. ಮೂಢವಿಶ್ವಾಸಿ	",
	"	C. ಬುದ್ಧಿವಂತರು	",
	"	D. ನಿಧಾನರು	"
],			
"correct" :	"	B. ಮೂಢವಿಶ್ವಾಸಿ	",
"explanation" :	"	ಪೌಲನು ಅರಿಯೋಪಾಗದ ಮಧ್ಯದಲ್ಲಿ ನಿಂತುಕೊಂಡು ಹೇಳಿದ್ದೇನಂದರೆ - ಅಥೇನೆಯ ಜನರೇ, ನೀವು ಎಲ್ಲಾದರಲ್ಲೂ ಅತಿಭಕ್ತಿವಂತರೆಂದು ನನಗೆ ತೋರುತ್ತದೆ.  17:22	",
},			
{			
"question" :	"	9 ಪೌಲನು ಒಂದು ವೇದಿಯ ಮುಂದೆ ಏನು ಬರೆದಿರುವುದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವೇ ಕ್ರಿಸ್ತನು	",
	"	B. ತಿಳಿಯದ ದೇವರಿಗೆ	",
	"	C. ಸೃಷ್ಟಿಕರ್ತನು	",
	"	D. ನಾವು ನಂಬುವ ದೇವರಿಗೆ	"
],			
"correct" :	"	B. ತಿಳಿಯದ ದೇವರಿಗೆ	",
"explanation" :	"	ನಾನು ನಿಮ್ಮ ಪಟ್ಟಣದಲ್ಲಿ ತಿರುಗಾಡುತ್ತಾ ನೀವು ಪೂಜಿಸುವ ದೇವತಾಪ್ರತಿಮೆಗಳನ್ನು ಚೆನ್ನಾಗಿ ನೋಡುತ್ತಾ ಇದ್ದಾಗ ಒಂದು ಬಲಿಪೀಠವು ನನ್ನ ಕಣ್ಣಿಗೆ ಬಿತ್ತು; ಅದರ ಮೇಲೆ ತಿಳಿಯದ ದೇವರಿಗೆ ಎಂದು ಬರೆದಿತ್ತು. ಆದಕಾರಣ ನೀವು ಯಾವದನ್ನು ತಿಳಿಯದೆ ಪೂಜಿಸುತ್ತೀರೋ ಅದನ್ನೇ ನಿಮಗೆ ತಿಳಿಯಪಡಿಸುತ್ತೇನೆ, ಕೇಳಿರಿ 17:23	",
},			
{			
"question" :	"	10 ಪೌಲನಯ ಹೇಳಿದ್ದು, ಇದನ್ನು ಮಾಡಬೇಕೆಂದು ಎಲ್ಲಾ ಜನರಿಗೆ ದೇವರು ಆಜ್ಞಾಪಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ದಶಮಾಂಶ ನೀಡಬೇಕು	",
	"	B. ಮಾನಸಾಂತರ ಹೊಂದಬೇಕು	",
	"	C. ತಮ್ಮ ಪಾಪಗಳನ್ನು ಮರೆಮಾಡಿಕೊಳ್ಳಬೇಕು	",
	"	D. ಯೆರೂಷಲೇಮಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಬೇಕು	"
],			
"correct" :	"	B. ಮಾನಸಾಂತರ ಹೊಂದಬೇಕು	",
"explanation" :	"	ಆ ಅಜ್ಞಾನಕಾಲಗಳನ್ನು ದೇವರು ಲಕ್ಷ್ಯಕ್ಕೆ ತರಲಿಲ್ಲ; ಈಗಲಾದರೋ ಆತನು ನಾಲ್ಕು ದಿಕ್ಕಿನಲ್ಲಿರುವ ಮನುಷ್ಯರೆಲ್ಲರೂ ತನ್ನ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಬೇಕೆಂದು ಅಪ್ಪಣೆಕೊಡುತ್ತಾನೆ 17:30	",
},			
]			