var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1 ಈ ಮನುಷ್ಯನು ಒಬ್ಬ ಮಂತ್ರವಾದಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್‍ಯೇಸು	",
	"	B. ನಗ್ಗೆ	",
	"	C. ಲೂಸಿಯಸ್	",
	"	D. ಮನಹತ್	"
],			
"correct" :	"	A. ಬಾರ್‍ಯೇಸು	",
"explanation" :	"	ಅವರು ದ್ವೀಪದಲ್ಲೆಲ್ಲಾ ಸಂಚಾರಮಾಡಿ ಪಾಫೋಸ್ ಎಂಬ ಊರಿನ ತನಕ ಬಂದು ಅಲ್ಲಿ ಸುಳ್ಳುಪ್ರವಾದಿಯೂ ಮಂತ್ರವಾದಿಯೂ ಆಗಿದ್ದ ಬಾರ್‍‍ಯೇಸು ಎಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯ ಮನುಷ್ಯನನ್ನು ಕಂಡರು 13:6	",
},			
{			
"question" :	"	2 ಈ ಮಂತ್ರವಾದಿಯು, ಅಧಿಪತಿಯು ಕ್ರಿಸ್ತನನ್ನು ನಂಬದೇ ಇರುವ ಹಾಗೆ ಪ್ರಯತಿಸಿದನು, ಸೌಲನು ಆ ಮನುಷ್ಯನಿಗೆ ಎದುರಾಗಿ ಮಾತನಾಡಿದಾಗ, ಆ ಮನುಷ್ಯನು	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಣಿಸಿದನು	",
	"	B. ಕುರುಡನಾದನು	",
	"	C. ಕುಷ್ಟರೋಗಿಯಾದನು	",
	"	D. ಕ್ರೂರಿಯಾದನು	"
],			
"correct" :	"	B. ಕುರುಡನಾದನು	",
"explanation" :	"	ಎಲೋ, ಎಲ್ಲಾ ಮೋಸದಿಂದಲೂ ಎಲ್ಲಾ ಕೆಟ್ಟತನದಿಂದಲೂ ತುಂಬಿರುವವನೇ, ಸೈತಾನನ ಮಗನೇ, ಎಲ್ಲಾ ನೀತಿಗೂ ವಿರೋಧಿಯೇ, ನೀನು ಕರ್ತನ ನೀಟಾದ ಮಾರ್ಗಗಳನ್ನು ಡೊಂಕುಮಾಡುವದನ್ನು ಬಿಡುವದಿಲ್ಲವೋ? ಇಗೋ, ಕರ್ತನು ನಿನ್ನ ಮೇಲೆ ಕೈ ಎತ್ತಿದ್ದಾನೆ; ನೀನು ಕುರುಡನಾಗಿ ಕೆಲವು ಕಾಲ ಸೂರ್ಯನನ್ನು ಕಾಣದೆ ಇರುವಿ ಎಂದು ಹೇಳಿದನು. ಆ ಕ್ಷಣವೇ ಅವನಿಗೆ ಕಣ್ಣು ಮೊಬ್ಬಾಗಿ ಕತ್ತಲೆ ಉಂಟಾಯಿತು; ಅವನು ಕೈಹಿಡಿಯುವವರನ್ನು ಹುಡುಕುತ್ತಾ ತಿರುಗಾಡಿದನು.  13:10,11	",
},			
{			
"question" :	"	3 ಸೌಲನನ್ನು _____ ಎನ್ನುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ನಾಶನದ ಮಗನು	",
	"	C. ಸಮಾಧಾನದ ಮಗನು	",
	"	D. ಸಮಾಧಾನ ಪಡಿಸುವವನು	"
],			
"correct" :	"	A. ಪೌಲ	",
"explanation" :	"	ಆಗ ಪೌಲನೆನಿಸಿಕೊಳ್ಳುವ ಸೌಲನು ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗಿ ಅವನನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿ  13:9	",
},			
{			
"question" :	"	4 ಈ ಮನುಷ್ಯನು ಸೌಲ ಮತ್ತು ಬಾರ್ನಬರೊಂದಿಗೆ ಇದ್ದನು, ನಂತರ ಅವರಿಂದ ಬೇರ್ಪಟ್ಟನು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಲೂಕ	",
	"	D. ಸಮುವೇಲ	"
],			
"correct" :	"	A. ಯೋಹಾನ	",
"explanation" :	"	ತರುವಾಯ ಪೌಲನೂ ಅವನ ಜೊತೆಯಲ್ಲಿದ್ದವರೂ ಪಾಫೋಸೂರನ್ನು ಬಿಟ್ಟು ಸಮುದ್ರಪ್ರಯಾಣ ಮಾಡಿ ಪಂಫುಲ್ಯ ಸೀಮೆಗೆ ಸೇರಿದ ಪೆರ್ಗೆಗೆ ಬಂದರು; ಯೋಹಾನನು ಅವರನ್ನು ಬಿಟ್ಟು ಹಿಂತಿರುಗಿ ಯೆರೂಸಲೇಮಿಗೆ ಹೋದನು 13:13	",
},			
{			
"question" :	"	5 ಅಡವಿಯಲ್ಲಿ ಜನರು ಎಷ್ಟು ವರ್ಷಗಳ ಕಾಲ ಇದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 10	",
	"	B. 20	",
	"	C. 40	",
	"	D. 50	"
],			
"correct" :	"	C. 40	",
"explanation" :	"	ಆತನು ಸುಮಾರು ನಾಲ್ವತ್ತು ವರುಷಗಳವರೆಗೂ ಅಡವಿಯಲ್ಲಿ  ಅವರ ನಡಾವಳಿಯನ್ನು ಸಹಿಸಿಕೊಂಡು 13:18	",
},			
{			
"question" :	"	6 ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ದೇಶವನ್ನು ಹಂಚಲು, ಕಾನಾನ್ ದೇಶದಲ್ಲಿ ಎಷ್ಟು ರಾಜ್ಯಗಳನ್ನು ಕರ್ತನು ಸೋಲಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 3	",
	"	C. 7	",
	"	D. 30	"
],			
"correct" :	"	C. 7	",
"explanation" :	"	ಕಾನಾನ್ ದೇಶದಲ್ಲಿದ್ದ ಅನ್ಯಜನಗಳ ಏಳು ರಾಜ್ಯಗಳನ್ನು ನಿರ್ಮೂಲ ಮಾಡಿ ಆ ಜನರ ದೇಶವನ್ನು ಅವರಿಗೆ ಬಾಧ್ಯವಾಗಿ ಹಂಚಿಕೊಟ್ಟನು. 13:19	",
},			
{			
"question" :	"	7 ಇಸ್ರಾಯೇಲ್ಯರು ತಮಗೆ ಒಬ್ಬ ಅರಸನು ಬೇಕೆಂದು ಬೇಸಿಕೊಂಡಾಗ, ದೇವರ ಅವರಿಗೆ ಈ ಮನುಷ್ಯನನ್ನು ಕೊಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲ	",
	"	B. ಸಂಸೋನ	",
	"	C. ಸೊಲೊಮೋನ	",
	"	D. ಹೆರೋದ	"
],			
"correct" :	"	A. ಸೌಲ	",
"explanation" :	"	ತರುವಾಯ ಅವರು ತಮಗೆ ಅರಸನು ಬೇಕೆಂದು ಕೇಳಿಕೊಳ್ಳಲು ದೇವರು ಅವರಿಗೆ ಬೆನ್ಯಾಮೀನನ ಕುಲದ ಕೀಷನ ಮಗನಾದ ಸೌಲನನ್ನು ಕೊಟ್ಟನು. ಅವನು ನಾಲ್ವತ್ತು ವರುಷ ಆಳಿದನು 13:21	",
},			
{			
"question" :	"	8 ದೇವರು ಈ ಅರಸನನ್ನು ತಳ್ಳಿಬಿಟ್ಟ ನಂತರ ಇಷಯನ ಈ ಮಗನನ್ನು ರಾಜನನ್ನಾಗಿ ಆರಿಸಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮುವೇಲ	",
	"	B. ನಾತಾನ್	",
	"	C. ಏಲಿ	",
	"	D. ದಾವೀದ	"
],			
"correct" :	"	D. ದಾವೀದ	",
"explanation" :	"	ಆಮೇಲೆ ದೇವರು ಅವನನ್ನು ತೆಗೆದುಹಾಕಿ ದಾವೀದನನ್ನು ಅವರ ಮೇಲೆ ಅರಸನನ್ನಾಗಿ ಮಾಡಿ - ಇಷಯನ ಮಗನಾದ ದಾವೀದನು ನನಗೆ ಸಿಕ್ಕಿದನು, ಅವನು ನನಗೆ ಒಪ್ಪುವ ಮನುಷ್ಯನು, ಅವನು ನನ್ನ ಇಷ್ಟವನ್ನೆಲ್ಲಾ ನೆರವೇರಿಸುವನು ಎಂಬದಾಗಿ ಅವನ ವಿಷಯದಲ್ಲಿ ಸಾಕ್ಷಿಹೇಳಿದನು.  13:22	",
},			
{			
"question" :	"	9 ನೀವು ಇದರಿಂದ ನೀತಿವಂತರಾಗುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಶಿಲುಬೆಯಿಂದ	",
	"	B. ಯೇಸುವಿನಿಂದ	",
	"	C. ರಕ್ತ ಬಲಿಯಿಂದ	",
	"	D. ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	"
],			
"correct" :	"	D. ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
"explanation" :	"	ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದ ಮೂಲಕ ನೀವು ಬಿಡುಗಡೆಹೊಂದಲಾಗದ ಎಲ್ಲಾ ಪಾಪಗಳಿಂದ ನಂಬುವವರೆಲ್ಲರು ಆತನ ಮೂಲಕವಾಗಿ ಬಿಡುಗಡೆ ಹೊಂದಿ ನೀತಿವಂತರೆನಿಸಿಕೊಳ್ಳುತ್ತಾರೆ 13:39	",
},			
{			
"question" :	"	10 ಅನ್ಯರು ದೇವರ ವಾಕ್ಯವನ್ನು ಕೇಳಲು ಬಂದಾಗ, ಯೆಹೂದ್ಯರು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷಪಟ್ಟರು	",
	"	B. ಅವರ ಹೊಟ್ಟಕಿಚ್ಚಿನಿಂದ ತುಂಬಿದರು	",
	"	C. ಕಲ್ಲೆಸೆದರು	",
	"	D. ಅವರನ್ನು ಸ್ವಾಗತಿಸಿದರು	"
],			
"correct" :	"	B. ಅವರ ಹೊಟ್ಟಕಿಚ್ಚಿನಿಂದ ತುಂಬಿದರು	",
"explanation" :	"	ಪೌಲನೂ ಬಾರ್ನಬನೂ ಸಭಾಮಂದಿರವನ್ನು ಬಿಟ್ಟುಹೋಗುತ್ತಿರುವಾಗ ಜನರು ಈ ಮಾತುಗಳನ್ನು ಬರುವ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿಯೂ ತಮಗೆ ಹೇಳಬೇಕೆಂದು ಕೇಳಿಕೊಂಡರು.  13:42	",
},			
]			