var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1 ಇತಾಲ್ಯದ ಪಟಾಲಮ್ಮಿನ ಶತಾಧಿಪತಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊರ್ನೇಲ್ಯ	",
	"	B. ನಿಕೋಲಸ್	",
	"	C. ಸಮುವೇಲ	",
	"	D. ಫ್ರಾನ್ಸಿಸ್	"
],			
"correct" :	"	A. ಕೊರ್ನೇಲ್ಯ	",
"explanation" :	"	ಕೈಸರೈಯದಲ್ಲಿ ಇತಾಲ್ಯದ ಪಟಾಲಮೆನಿಸಿಕೊಳ್ಳುವ ಒಂದು ಪಟಾಲಮಿನ ಶತಾಧಿಪತಿಯಾದ ಕೊರ್ನೇಲ್ಯನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು. 10:1	",
},			
{			
"question" :	"	2 ಈ ಮನುಷ್ಯನನ್ನು ಕರೆತರುವಂತೆ ದೂತನು ಶತಾಧಿಪತಿಗೆ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಸೌಲ	",
	"	C. ಬಾರ್ನಬ	",
	"	D. ಅನನೀಯ	"
],			
"correct" :	"	A. ಪೇತ್ರ	",
"explanation" :	"	ಈಗ ನೀನು ಯೊಪ್ಪಕ್ಕೆ ಜನರನ್ನು ಕಳುಹಿಸಿ ಪೇತ್ರನೆನಿಸಿಕೊಳ್ಳುವ ಸೀಮೋನನನ್ನು ಕರೆಯಿಸಬೇಕು. 10:5	",
},			
{			
"question" :	"	3 ಪೇತ್ರನು ಪ್ರಾರ್ಥಿಸಲು ಎಲ್ಲಿ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನೆಯ ಮಾಳಿಗೆಗೆ	",
	"	B. ದೇವಾಲಯಕ್ಕೆ	",
	"	C. ಚಿಕ್ಕ ಕೋಣೆ	",
	"	D. ನೆಲಮಾಳಿಗೆ	"
],			
"correct" :	"	A. ಮನೆಯ ಮಾಳಿಗೆಗೆ	",
"explanation" :	"	ಮರುದಿನ ಅವರು ಪ್ರಯಾಣಮಾಡಿ ಆ ಊರಿನ ಹತ್ತಿರಕ್ಕೆ ಬರುತ್ತಿರುವಾಗ ಪೇತ್ರನು ಸುಮಾರು ಮಧ್ಯಾಹ್ನದಲ್ಲಿ ಪ್ರಾರ್ಥನೆ ಮಾಡುವದಕ್ಕಾಗಿ ಮಾಳಿಗೆಯನ್ನು ಹತ್ತಿದನು.  10:9	",
},			
{			
"question" :	"	4 ಪೇತ್ರನು ಏನು ಇಳಿಯುವುದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾರಿವಾಳ	",
	"	B. ದೊಡ್ಡದಾದ ಶೀಟುಗಳು	",
	"	C. ಚಿನ್ನದ ವೇದಿ	",
	"	D. ದೊಡ್ಡ ಜೋಗುಳ	"
],			
"correct" :	"	B. ದೊಡ್ಡದಾದ ಶೀಟುಗಳು	",
"explanation" :	"	ಅವನು ಧ್ಯಾನ ಪರವಶನಾಗಿ ಆಕಾಶವು ತೆರೆದಿರುವದನ್ನೂ ನಾಲ್ಕು ಮೂಲೆಗಳನ್ನು ಹಿಡಿದಿದ್ದ ದೊಡ್ಡ ಜೋಳಿಗೆಯಂತಿರುವ ಏನೋ ಒಂದು ವಸ್ತುವು ಭೂಮಿಯ ಮೇಲೆ ಇಳಿಯುವದನ್ನೂ ಕಂಡನು. 10:11	",
},			
{			
"question" :	"	5 ಅದರಲ್ಲಿ ಎಲ್ಲಾ ತರಹದ ______ ಇದ್ದವು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಶೀರ್ವಾದಗಳು	",
	"	B. ಶಾಪಗಳು	",
	"	C. ಜನಗಳು	",
	"	D. ಕ್ರಿಮಿಕೀಟಗಳು	"
],			
"correct" :	"	D. ಕ್ರಿಮಿಕೀಟಗಳು	",
"explanation" :	"	ಅದರೊಳಗೆ ಸಕಲ ವಿಧವಾದ ಪಶುಗಳೂ ನೆಲದ ಮೇಲೆ ಹರಿದಾಡುವ ಕ್ರಿಮಿಕೀಟಗಳೂ ಅಂತರಿಕ್ಷದಲ್ಲಿ ಹಾರಾಡುವ ಹಕ್ಕಿಗಳೂ ಇದ್ದವು 10:12	",
},			
{			
"question" :	"	6 ಏನು ಮಾಡಬೇಕೆಂದು ಪೇತ್ರನಿಗೆ ಶಬ್ಧವು ಸೂಚಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮಿಗೆ ಹೋಗು	",
	"	B. ಉಪವಾಸಿಸು	",
	"	C. ಕೊಯ್ದು ತಿನ್ನು	",
	"	D. ನ್ಯಾಯ ತೀರಿಸು	"
],			
"correct" :	"	C. ಕೊಯ್ದು ತಿನ್ನು	",
"explanation" :	"	ಆಗ - ಪೇತ್ರನೇ, ಎದ್ದು ಕೊಯ್ದು ತಿನ್ನು ಎಂದು ಅವನಿಗೆ ಒಂದು ವಾಣಿ ಕೇಳಿಸಿತು 10:13	",
},			
{			
"question" :	"	7 ಶತಾಧಿಪತಿಯು ಪೇತ್ರನನ್ನು ನೋಡಿದಾಗ, ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಬಚ್ಚಿಟ್ಟುಕೊಂಡನು	",
	"	B. ತನ್ನನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಂಡನು	",
	"	C. ಆತನ ಕಾಲಿಗೆ ಬಿದ್ದು ನಮಸ್ಕರಿಸಿದನು	",
	"	D. ಆತನನು ಹಿಂದಕ್ಕೆ ಕಳುಹಿಸಿದನು	"
],			
"correct" :	"	C. ಆತನ ಕಾಲಿಗೆ ಬಿದ್ದು ನಮಸ್ಕರಿಸಿದನು	",
"explanation" :	"	ಅವನು ಬಂದಾಗ ಕೊರ್ನೇಲ್ಯನು ಅವನನ್ನು ಎದುರುಗೊಂಡು ಅವನ ಪಾದಕ್ಕೆ ಬಿದ್ದು ನಮಸ್ಕಾರ ಮಾಡಿದನು.  10:25	",
},			
{			
"question" :	"	8 ಪೇತ್ರನು ಹೇಳಿದ್ದು, ಯಾವುದೇ ಮನುಷ್ಯನನ್ನು _______ ಎಂದು ಕರೆಯಬಾರದೆಂದು ದೇವರು ತೋರಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಹೋದರ	",
	"	B. ತಂದೆ	",
	"	C. ಆಶುದ್ಧ	",
	"	D. ಮೂರ್ಖ	"
],			
"correct" :	"	C. ಆಶುದ್ಧ	",
"explanation" :	"	ಅಲ್ಲಿ ಬಹು ಜನರು ಕೂಡಿಬಂದಿರುವದನ್ನು ಕಂಡು ಅವರಿಗೆ - ಯೆಹೂದ್ಯರು ಅನ್ಯಜನರ ಕೂಡ ಹೊಕ್ಕು ಬಳಿಕೆಮಾಡುವದು ಯೆಹೂದ್ಯರ ಸಂಪ್ರದಾಯಕ್ಕೆ ವಿರುದ್ಧವಾಗಿದೆ ಎಂದು ನೀವು ಬಲ್ಲಿರಷ್ಟೆ. ನನಗಂತೂ ಯಾವ ಮನುಷ್ಯನನ್ನಾದರೂ ಹೊಲೆಯನು ಇಲ್ಲವೆ ಅಶುದ್ಧನು ಅನ್ನಬಾರದೆಂದು ದೇವರು ತೋರಿಸಿದ್ದಾನೆ 10:28	",
},			
{			
"question" :	"	9 ಯೆಹೂದ್ಯರಾದ ವಿಶ್ವಾಸಿಗಳು ಆಶ್ಚರ್ಯಗೊಂಡರು, ಯಾಕೆಂದರೆ ಅನ್ಯಜನಗಳು,	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಜೊತೆ ತಿಂದರು	",
	"	B. ಪರಿಶುದ್ಧಾತ್ಮನನ್ನು ಹೊಂದಿಕೊಂಡರು	",
	"	C. ಯೊಪ್ಪದಲ್ಲಿ ವಾಸಿಸಿದರು	",
	"	D. ಪ್ರಾರ್ಥಿಸಿದರು	"
],			
"correct" :	"	B. ಪರಿಶುದ್ಧಾತ್ಮನನ್ನು ಹೊಂದಿಕೊಂಡರು	",
"explanation" :	"	ಅವರು ನಾನಾ ಭಾಷೆಗಳನ್ನಾಡುತ್ತಾ ದೇವರನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಇರುವದನ್ನು ಪೇತ್ರನ ಸಂಗಡ ಬಂದಿದ್ದ ಯೆಹೂದ್ಯರಾದ ವಿಶ್ವಾಸಿಗಳು ಕೇಳಿದಾಗ - ಅನ್ಯಜನಗಳಿಗೂ ಪವಿತ್ರಾತ್ಮ ದಾನ ಮಾಡಲ್ಪಟ್ಟಿದೆಯಲ್ಲಾ ಎಂದು ಅತ್ಯಾಶ್ಚರ್ಯಪಟ್ಟರು. ನಡೆದ ಸಂಗತಿಯನ್ನು ಪೇತ್ರನು ನೋಡಿ -10:45	",
},			
{			
"question" :	"	10 ಇದೆಲ್ಲಾ ಆಗುವುದು ಎಂದು ಅವರು ಹೇಗೆ ತಿಳಿದುಕೊಂಡಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತನು ಹೇಳಿದ್ದನು	",
	"	B. ಅವರು ನಾನಾಭಾಷೆ ಮಾತನಾಡಿದರು	",
	"	C. ಅವರ ಬಳಿಗೆ ಒಬ್ಬ ದೂತನು ಕಳುಹಿಸಲ್ಪಟ್ಟಿದನು.	",
	"	D. ಅನ್ಯರು ಸಭಾಮಂದಿರಕ್ಕೆ ಹೋದರು.	"
],			
"correct" :	"	B. ಅವರು ನಾನಾಭಾಷೆ ಮಾತನಾಡಿದರು	",
"explanation" :	"	ಅವರು ನಾನಾ ಭಾಷೆಗಳನ್ನಾಡುತ್ತಾ ದೇವರನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಇರುವದನ್ನು ಪೇತ್ರನ ಸಂಗಡ ಬಂದಿದ್ದ ಯೆಹೂದ್ಯರಾದ ವಿಶ್ವಾಸಿಗಳು ಕೇಳಿದಾಗ - ಅನ್ಯಜನಗಳಿಗೂ ಪವಿತ್ರಾತ್ಮ ದಾನ ಮಾಡಲ್ಪಟ್ಟಿದೆಯಲ್ಲಾ ಎಂದು ಅತ್ಯಾಶ್ಚರ್ಯಪಟ್ಟರು. ನಡೆದ ಸಂಗತಿಯನ್ನು ಪೇತ್ರನು ನೋಡಿ -10:46	",
},			
]			