var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1 ಹೆರೋದನು ಕತ್ತಿಯಿಂದ ಈ ಮನುಷ್ಯನನ್ನು ಕೊಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಆಂದ್ರೇಯ	"
],			
"correct" :	"	B. ಯಾಕೋಬ	",
"explanation" :	"	ಆ ಸಮಯದಲ್ಲೇ ಅರಸನಾದ ಹೆರೋದನು ಸಭೆಯವರಲ್ಲಿ ಕೆಲವರನ್ನು ಹಿಂಸೆಪಡಿಸುವದಕ್ಕೆ ಕೈಹಾಕಿ 2ಯೋಹಾನನ ಅಣ್ಣನಾದ ಯಾಕೋಬನನ್ನು ಕತ್ತಿಯಿಂದ ಕೊಲ್ಲಿಸಿದನು.  12:1,2	",
},			
{			
"question" :	"	2 ಪೇತ್ರನು ಸೆರೆಮನೆಯಲ್ಲಿದ್ದಾಗ, ಸಭೆಯು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮಿಗೆ ಓಡಿಹೋದರು	",
	"	B. ಆತನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿತು	",
	"	C. ಸಂತೋಷಪಟ್ಟರು	",
	"	D. ಆತನನ್ನು ಸಂದರ್ಶಿಸಿದರು	"
],			
"correct" :	"	B. ಆತನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿತು	",
"explanation" :	"	ಪೇತ್ರನು ಸೆರೆಮನೆಯೊಳಗೆ ಕಾವಲಲ್ಲಿದ್ದಾಗ ಸಭೆಯವರು ಆತನಿಗೋಸ್ಕರ ಆಸಕ್ತಿಯಿಂದ ದೇವರಿಗೆ ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಿದ್ದರು 12:5	",
},			
{			
"question" :	"	3 ಪೇತ್ರನು ಸೆರೆಮನೆಯಲ್ಲಿ ಈ ಇಬ್ಬರ ನಡುವೆ ನಿದ್ದೆ ಮಾಡಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಕಳ್ಳರು	",
	"	B. ಕಲ್ಲುಗಳು	",
	"	C. ಕೊಲೆಗಡುಕರು	",
	"	D. ಸೈನಿಕರ	"
],			
"correct" :	"	D. ಸೈನಿಕರ	",
"explanation" :	"	ಹೆರೋದನು ಅವನನ್ನು ಜನರ ಮುಂದೆ ತರಿಸಬೇಕೆಂದಿದ್ದ ದಿವಸದ ಹಿಂದಿನ ರಾತ್ರಿಯಲ್ಲಿ ಪೇತ್ರನು ಎರಡು ಸರಪಣಿಗಳಿಂದ ಕಟ್ಟಲ್ಪಟ್ಟವನಾಗಿ ಇಬ್ಬರು ಸಿಪಾಯಿಗಳ ನಡುವೆ ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದನು. ಕಾವಲುಗಾರರು ಬಾಗಿಲ ಮುಂದೆ ನಿಂತು ಸೆರೆಮನೆಯನ್ನು ಕಾಯುತ್ತಿದ್ದರು. 12:6	",
},			
{			
"question" :	"	4 ಪೇತ್ರನನ್ನು ಸೆರೆಮನೆಯಿಂದ ಯಾರು ಬಿಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. ರೋಧ	",
	"	C. ಒಬ್ಬ ದೂತ	",
	"	D. ಒಬ್ಬ ಸೈನಿಕ	"
],			
"correct" :	"	C. ಒಬ್ಬ ದೂತ	",
"explanation" :	"	ಫಕ್ಕನೆ ಕರ್ತನ ದೂತನು ಪೇತ್ರನೆದುರಿಗೆ ನಿಂತನು. ಅವನಿದ್ದ ಕೋಣೆಯಲ್ಲಿ ಬೆಳಕು ಹೊಳೆಯಿತು. ಅವನು ಪೇತ್ರನನ್ನು ಪಕ್ಕೆ ತಟ್ಟಿ ಎಬ್ಬಿಸಿ - ತಟ್ಟನೆ ಏಳು ಅಂದನು. ಆಗಲೇ ಅವನ ಕೈಗಳಿಗೆ ಹಾಕಿದ್ದ ಸರಪಣಿಗಳು ಕಳಚಿಬಿದ್ದವು 12:7	",
},			
{			
"question" :	"	5 ಮೊದಲಿಗೆ ಪೇತ್ರನು ಇದೆಲ್ಲವು ______ ಅಂದುಕೊಂಡನು	",
"image" :	"",		
"choices" : [			
	"	A. ತಂತ್ರ	",
	"	B. ದರ್ಶನ	",
	"	C. ಕನಸು	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	B. ದರ್ಶನ	",
"explanation" :	"	ಅವನು ಹೊರಗೆ ಬಂದು ಆ ದೂತನ ಹಿಂದೆಯೇ ಹೋಗುತ್ತಾ ದೂತನ ಮೂಲಕವಾಗಿ ನಡೆದ ಸಂಗತಿ ನಿಜವಾದದ್ದೆಂದು ತಿಳಿಯದೆ ತಾನು ನೋಡಿದ್ದು ಕನಸು ಎಂದು ನೆನಸಿದನು. 12:9	",
},			
{			
"question" :	"	6 ಪೇತ್ರನು ಸೆರೆಮನೆಯಿಂದ ಹೊರಗೆ ಬಂದ ಮೇಲೆ ಈಕೆಯ ಮನೆಗೆ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಥಳು	",
	"	B. ಮರಿಯಳು	",
	"	C. ಯೊನ್ನ	",
	"	D. ರೋಧ	"
],			
"correct" :	"	B. ಮರಿಯಳು	",
"explanation" :	"	ತರುವಾಯ ಅವನು ಯೋಚನೆಮಾಡಿಕೊಂಡು ಮಾರ್ಕನೆನಿಸಿಕೊಳ್ಳುವ ಯೋಹಾನನ ತಾಯಿಯಾದ ಮರಿಯಳ ಮನೆಗೆ ಬಂದನು. ಅಲ್ಲಿ ಅನೇಕರು ಕೂಡಿಬಂದು ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಿದ್ದರು.  12:12	",
},			
{			
"question" :	"	7 ಪೇತ್ರನು ಬಾಗಿಲನ್ನು ತಟ್ಟಿದಾಗ ಬಾಗಿಲ ಬಳಿ ಯಾರು ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋದ	",
	"	B. ದೊರ್ಕಳು	",
	"	C. ತಬಿಥ	",
	"	D. ಅಡುಗೆಯವ	"
],			
"correct" :	"	A. ರೋದ	",
"explanation" :	"	ಪೇತ್ರನು ಬಾಗಿಲಿನ ಕದವನ್ನು ತಟ್ಟಲು ರೋದೆ ಎಂಬ ಒಬ್ಬ ಚಾಕರಿಯವಳು ನೋಡುವದಕ್ಕೆ ಬಂದಳು. 12:13	",
},			
{			
"question" :	"	8 ಪೇತ್ರನು ಬಾಗಿಲ ಬಳಿ ಇದ್ದಾನೆಂದು ಆಕೆ ಹೇಳಿದಾಗ, ಅವರ8ಉ	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷಿಸಿದರು	",
	"	B. ಆಕೆಯನ್ನು ನಂಬಲಿಲ್ಲ	",
	"	C. ದೇವರಿಗೆ ವಂದನೆ ಹೇಳಿದರು	",
	"	D. ಅವನನ್ನು ಹೊರಗೆ ಕಳುಹಿಸಿದರು	"
],			
"correct" :	"	B. ಆಕೆಯನ್ನು ನಂಬಲಿಲ್ಲ	",
"explanation" :	"	ಅವಳು ಪೇತ್ರನ ಧ್ವನಿಯನ್ನು ಗೊತ್ತುಹಿಡಿದು ಸಂತೋಷದ ನಿಮಿತ್ತದಿಂದಲೇ ಬಾಗಿಲನ್ನು ತೆರೆಯದೆ ಒಳಕ್ಕೆ ಓಡಿಹೋಗಿ - ಪೇತ್ರನು ಬಾಗಿಲ ಮುಂದೆ ನಿಂತಿದ್ದಾನೆ ಎಂದು ತಿಳಿಸಿದಳು. ಅವರು ಅವಳಿಗೆ - ನಿನಗೆ ಹುಚ್ಚು ಹಿಡಿದದೆ ಎಂದು ಹೇಳಿದರು. ಆದರೆ ಅವಳು ತಾನು ಹೇಳಿದಂತೆಯೇ ಅದೆ ಎಂದು ದೃಢವಾಗಿ ಹೇಳುತ್ತಾ ಇರಲು ಅವನ ದೂತನಾಗಿರಬೇಕು ಅಂದರು12:14,15	",
},			
{			
"question" :	"	9 ಪೇತ್ರನ ಕಾವಲಿಗಾಗಿ ನೇಮಿಸಿದ್ದ ಸೈನಿಕರಿಗೆ ಹೆರೋದನು ಹೀಗೆ ಮಾಡದಿನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರನ್ನು ಮರಣಕ್ಕೆ ಒಪ್ಪಿಸಿದನು	",
	"	B. ಅವರನ್ನು ಹೊಡೆಸಿದನು	",
	"	C. ಅವರನ್ನು ಸೆರೆಗೆ ಹಾಕಿಸಿದನು	",
	"	D. ಅವರನ್ನು ಸುಲಿಗೆ ಮಾಡಿದನು	"
],			
"correct" :	"	A. ಅವರನ್ನು ಮರಣಕ್ಕೆ ಒಪ್ಪಿಸಿದನು	",
"explanation" :	"	ರೋದನು ಅವನನ್ನು ಹುಡುಕಿಸಿ ಅವನು ಸಿಕ್ಕಲಿಲ್ಲವಾದದರಿಂದ ಕಾವಲುಗಾರರನ್ನು ವಿಚಾರಣೆಮಾಡಿ ಅವರಿಗೆ ಮರಣದಂಡನೆಯನ್ನು ವಿಧಿಸಿದನು. ಬಳಿಕ ಯೂದಾಯದಿಂದ ಕೈಸರೈಯಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿ ಕೆಲವು ಕಾಲ ಇದ್ದನು. 12:19	",
},			
{			
"question" :	"	10 ಹೆರೋದನಿಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಒಂದು ಯುದ್ಧದಲ್ಲಿ ಸತ್ತುಹೋದನು	",
	"	B. ಅವನು ಮಾನಸಾಂತರ ಹೊಂದಿದನು	",
	"	C. ದೂತನು ಅವನನ್ನು ಹೊಡೆದನು	",
	"	D. ಅವನು ಐಗುಪ್ಯಕ್ಕೆ ಹೊರಟು ಹೋದನು	"
],			
"correct" :	"	C. ದೂತನು ಅವನನ್ನು ಹೊಡೆದನು	",
"explanation" :	"	ಆ ಘನವನ್ನು ಅವನು ದೇವರಿಗೆ ಸಲ್ಲಿಸದೆ ಹೋದದರಿಂದ ಕರ್ತನ ದೂತನು ಆ ಕ್ಷಣದಲ್ಲೇ ಅವನನ್ನು ಬಡಿದನು; ಅವನು ಹುಳಬಿದ್ದು ಸತ್ತನು. 12:23	",
},			
]			