var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 14";			
var quiz = [			
{			
"question" :	"	1 ಸಹೋದರರ ವಿರುದ್ಧ ಅನ್ಯ ಜನರ ಮನಸ್ಸನ್ನು ಕದಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾಳನನ್ನು ಆರಾಧಿಸುವವರು	",
	"	B. ನಂಬದೆ  ಹೋದ ಯೆಹೂದ್ಯರು	",
	"	C. ಹೆರೋದ	",
	"	D. ಪಿಲಾತ	"
],			
"correct" :	"	B. ನಂಬದೆ  ಹೋದ ಯೆಹೂದ್ಯರು	",
"explanation" :	"	ಆದರೆ ನಂಬದೆ ಹೋದ ಯೆಹೂದ್ಯರು ಅನ್ಯಜನರ ಮನಸ್ಸನ್ನು ಸಹೋದರರಿಗೆ ವಿರುದ್ಧವಾಗಿ ರೇಗಿಸಿ ಕೆಡಿಸಿದರು 14:2	",
},			
{			
"question" :	"	2 ಜನರು ತಮಗೆ ಇದನ್ನು ಮಾಡುತ್ತಾರೆಂದು ತಿಳಿದಾಗ ಅಪೋಸ್ತಲರು ಲುಸ್ತ್ರ ಮತ್ತ ದರ್ಬೆಗೆ ಓಡಿಹೋದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸನ್ಮಾನ	",
	"	B. ಕಲ್ಲೆಸೆಯುವುದು	",
	"	C. ಅವರನ್ನು ರಾಜರನ್ನಾಗಿ ಮಾಡುತ್ತಾರೆಂದು	",
	"	D. ಅವರನ್ನು ಸೆರೆಗೆ ಹಾಕುತ್ತಾರೆಂದು	"
],			
"correct" :	"	B. ಕಲ್ಲೆಸೆಯುವುದು	",
"explanation" :	"	ಅನ್ಯಜನರೂ ಯೆಹೂದ್ಯರೂ ಕೂಡಿ ತಮ್ಮ ಅಧಿಪತಿಗಳ ಸಮ್ಮತಿಯಿಂದ ಅಪೊಸ್ತಲರನ್ನು ಅವಮಾನಪಡಿಸುವದಕ್ಕೂ ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವದಕ್ಕೂ ಪ್ರವರ್ತಿಸಿದಾಗ ಅಪೊಸ್ತಲರು ಅದನ್ನು ತಿಳಿದು ಓಡಿಹೋಗಿ ಲುಕವೋನ್ಯದಲ್ಲಿದ್ದ ಲುಸ್ತ್ರ ದೆರ್ಬೆ ಎಂಬ ಊರುಗಳಿಗೂ 14:5,6	",
},			
{			
"question" :	"	3 ಲುಸ್ತ್ರದಲ್ಲಿದ್ದ ಈ ಮನುಷ್ಯನಿಗೆ ಇದನ್ನು ಮಾಡಲಾಗುತ್ತಿರಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ನೋಡಲಿಕ್ಕೆ	",
	"	B. ನಡೆಯಲಿಕ್ಕೆ	",
	"	C. ಕೇಳಲಿಕ್ಕೆ	",
	"	D. ಮಾತನಾಡಲು	"
],			
"correct" :	"	B. ನಡೆಯಲಿಕ್ಕೆ	",
"explanation" :	"	ಲುಸ್ತ್ರದೊಳಗೆ ಕಾಲುಗಳಲ್ಲಿ ಬಲವಿಲ್ಲದ ಒಬ್ಬ ಮನುಷ್ಯನು ಕೂತಿದ್ದನು. ಅವನು ಹುಟ್ಟುಕುಂಟನಾಗಿದ್ದು ಎಂದಿಗೂ ನಡೆಯದೆ ಇದ್ದವನು. 14:8	",
},			
{			
"question" :	"	4 ಅವನು ಸ್ವಸ್ಥನಾಗಲಿಕ್ಕೆ ಸಾಕಾಗುವಷ್ಟು ನಂಬಿಕೆ ಅವನಿಗಿದೆ ಎಂದು ತಿಳಿದಾಗ, ಅವನನ್ನು ಯಾರು ಕರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	A. ಪೌಲ	",
"explanation" :	"	ಪೌಲನು ಆಡುವ ಮಾತುಗಳನ್ನು ಅವನು ಕಿವಿಗೊಟ್ಟು ಕೇಳುತ್ತಿದ್ದನು. ಪೌಲನು ಅವನನ್ನು ಸ್ಥಿರವಾಗಿ ನೋಡಿ ವಾಸಿಯಾಗುವದಕ್ಕೆ ಬೇಕಾದ ನಂಬಿಕೆಯು ಅವನಲ್ಲಿ ಉಂಟೆಂದು ತಿಳಿದು - ನಿನ್ನ ಕಾಲೂರಿ ನೆಟ್ಟಗೆ ನಿಂತುಕೋ ಎಂದು ಮಹಾಧ್ವನಿಯಿಂದ ಹೇಳಿದನು. ಕೂಡಲೆ ಆ ಮನುಷ್ಯನು ಹಾರಿ ನಡೆದಾಡಿದನು 14:9,10	",
},			
{			
"question" :	"	5 ಲುಕವೋನ್ಯದಲ್ಲಿ ಜನರು ಬಾರ್ನಬನನ್ನು ಈ ದೇವರ ಹೆಸರಿನಿಂದ ಕರೆದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಾಗಾನ್	",
	"	B. ಬಾಳ್	",
	"	C. ದ್ಯೌಸ್ ದೇವರು	",
	"	D. ಹೆರ್ಮೆ ದೇವರು	"
],			
"correct" :	"	C. ದ್ಯೌಸ್ ದೇವರು	",
"explanation" :	"	ಬಾರ್ನಬನನ್ನು ದ್ಯೌಸ್‍ದೇವರೆಂತಲೂ ಪೌಲನು ಮಾತಾಡುವದರಲ್ಲಿ ಮುಖ್ಯನಾದ್ದರಿಂದ ಅವನನ್ನು ಹೆರ್ಮೆದೇವರೆಂತಲೂ 14:12	",
},			
{			
"question" :	"	6 ಲುಕವೋನ್ಯದ ಜನರು ಪೌಲನನ್ನು ಈ ದೇವರ ಹೆಸರಿನಿಂದ ಕರೆದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಾಗಾನ್	",
	"	B. ಬಾಳ್	",
	"	C. ದ್ಯೌಸ್ ದೇವರು	",
	"	D. ಹೆರ್ಮೆ ದೇವರು	"
],			
"correct" :	"	D. ಹೆರ್ಮೆ ದೇವರು	",
"explanation" :	"	ಬಾರ್ನಬನನ್ನು ದ್ಯೌಸ್‍ದೇವರೆಂತಲೂ ಪೌಲನು ಮಾತಾಡುವದರಲ್ಲಿ ಮುಖ್ಯನಾದ್ದರಿಂದ ಅವನನ್ನು ಹೆರ್ಮೆದೇವರೆಂತಲೂ 14:12	",
},			
{			
"question" :	"	7 ದ್ಯೌಸ್ ದೇವತೆಯ ಯಾಜಕನು ಜನರೊಂದಿಗೆ ಕೂಡಿ, ಪೌಲ ಮತ್ತು ಬಾರ್ನಬರಿಗೆ ಏನು ಮಾಡಬೇಕೆಂದುಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರನ್ನು ಸುಟ್ಟುಬಿಡಬೇಕೆಂದುಕೊಂಡನು	",
	"	B. ಅವರಿಗೆ ಬಲಿಗಳನ್ನು ಕೊಡಬೇಕೆಂದುಕೊಂಡನು	",
	"	C. ಅವರನ್ನು ಜ್ವಾಲಾಮುಖಿಯೊಳಗೆ ಬಿಸಾಡಬೇಕೆಂದುಕೊಂಡನು	",
	"	D. ಅವರನ್ನು ಜೀವಂತವಾಗಿ ಹೂಣಿಡಬೇಕೆಂದುಕೊಂಡನು	"
],			
"correct" :	"	B. ಅವರಿಗೆ ಬಲಿಗಳನ್ನು ಕೊಡಬೇಕೆಂದುಕೊಂಡನು	",
"explanation" :	"	ಊರ ಮುಂದಿದ್ದ ದ್ಯೌಸ್‍ದೇವರ ದೇವಸ್ಥಾನದ ಪೂಜಾರಿಯು ಎತ್ತುಗಳನ್ನೂ ಹೂವಿನ ಹಾರಗಳನ್ನೂ ಊರ ಬಾಗಿಲಿನ ಹತ್ತರಕ್ಕೆ ತಂದು ಜನರೊಂದಿಗೆ ಅವರಿಗೆ ಬಲಿಕೊಡಬೇಕೆಂದಿದ್ದನು 14:13	",
},			
{			
"question" :	"	8 ಪೌಲ ಮತ್ತು ಬಾನಾಬರು ಅವರ ಯೋಚನೆಗಳನ್ನು ಕೇಳಿದಾಗ ಅವರು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ಗುಹೆಯಲ್ಲಿ ಬಚ್ಚಿಟ್ಟುಕೊಂಡರು	",
	"	B. ಅರಮನೆಗೆ ಹೋದರು	",
	"	C. ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡರು	",
	"	D. ಆಕಾಶದಿಂದ ಬೆಂಕಿಯನ್ನು ಕರೆದರು	"
],			
"correct" :	"	C. ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡರು	",
"explanation" :	"	ಇದನ್ನು ಕೇಳಿ ಅಪೊಸ್ತಲರಾದ ಬಾರ್ನಬ ಪೌಲರು ತಮ್ಮ ವಸ್ತ್ರಗಳನ್ನು ಹರಕೊಂಡು ಜನರ ಗುಂಪಿನೊಳಗೆ ಕೂಗುತ್ತಾ ನುಗ್ಗಿ 14:14	",
},			
{			
"question" :	"	9 ಆತನಿಗೆ ಕಲ್ಲೆಸೆದ ನಂತರ, ಆತನು ಮರಣಿಸಿರಬಹುದೆಂದು ಭಾವಿಸಿ ಆತನನ್ನು ಪಟ್ಟಣದಿಂದ ಹೊರಕ್ಕೆ ತಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ತೆಫನ್ಯ	",
	"	B. ಬಾರ್ನಬ	",
	"	C. ಪೌಲ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	C. ಪೌಲ	",
"explanation" :	"	ತರುವಾಯ ಅಂತಿಯೋಕ್ಯದಿಂದಲೂ ಇಕೋನ್ಯದಿಂದಲೂ ಯೆಹೂದ್ಯರು ಬಂದು ಜನರನ್ನು ಪ್ರೇರೇಪಿಸಿ ಪೌಲನನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ಕಲ್ಲೆಸೆದು ಅವನು ಸತ್ತನೆಂದು ಭಾವಿಸಿ ಊರಹೊರಕ್ಕೆ ಎಳೆದುಬಿಟ್ಟರು. 14:19	",
},			
{			
"question" :	"	10 ಪೌಲ ಮತ್ತು ಬಾರ್ನಬರು ಪ್ರತಿಯೊಂದು ಸಭೆಯಲ್ಲಿ ಇವರನ್ನು ನೇಮಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿರಿಯರು	",
	"	B. ಕೀರ್ತನೆಗಳು	",
	"	C. ಸ್ತುತಿಗೀತೆಗಳು	",
	"	D. ಮಕ್ಕಳು	"
],			
"correct" :	"	A. ಹಿರಿಯರು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಪ್ರತಿಸಭೆಯಲ್ಲಿ ಸಭೆಯವರ ಸಮ್ಮತಿಯಿಂದ ಹಿರಿಯರನ್ನು ಗೊತ್ತು ಮಾಡಿ ನೇಮಿಸಿ ಉಪವಾಸವಿದ್ದು ಪ್ರಾರ್ಥನೆ ಮಾಡಿ ಅವರು ನಂಬಿದ್ದ ಕರ್ತನ ಕೈಗೆ ಅವರನ್ನು ಒಪ್ಪಿಸಿದರು 14:23	",
},			
]			