var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 21";			
var quiz = [			
{			
"question" :	"	1 ಥೈರದಲ್ಲಿ, ಕೆಲವು ವಿಶ್ವಾಸಿಗಳು ಆತ್ಮನ ಪ್ರೇರಣೆಯಿಂದ ಪೌಲನಿಗೆ ಹೇಳಿದರು, ನೀನು ಇಲ್ಲಿಗೆ ಹೋಗಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮ್	",
	"	B. ಆಸ್ಯ	",
	"	C. ಯೆರಿಕೋ	",
	"	D. ಐಗುಪ್ತ್ಯ	"
],			
"correct" :	"	A. ಯೆರೂಷಲೇಮ್	",
"explanation" :	"	ಅಲ್ಲಿ ಶಿಷ್ಯರನ್ನು ಹುಡುಕಿ ಕಂಡು ಏಳು ದಿವಸ ನಿಂತೆವು. ಅವರು ಆತ್ಮನ ಪ್ರೇರಣೆಯಿಂದ ಪೌಲನಿಗೆ - ನೀನು ಯೆರೂಸಲೇಮಿಗೆ ಕಾಲಿಡಬೇಡವೆಂದು ಹೇಳಿದರು. 21:4	",
},			
{			
"question" :	"	2 ಈ ಸುವಾರ್ತಿಕನಿಗೆ ನಾಲ್ಕು ಜನ ಹೆಣ್ಣುಮಕ್ಕಳಿದ್ದರು, ಎಲ್ಲರೂ ಪ್ರವಾದಿನಿಗಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಿಪ್ಪಿ	",
	"	B. ಬಾರ್ತಲೋಮಾಯ	",
	"	C. ಯೂತಿಕ	",
	"	D. ತೈಕಿಕಸ್	"
],			
"correct" :	"	A. ಫಿಲಿಪ್ಪಿ	",
"explanation" :	"	ಮರುದಿನ ಹೊರಟು ಕೈಸರೈಯಕ್ಕೆ ಬಂದು ಸೌವಾರ್ತಿಕನಾದ ಫಿಲಿಪ್ಪನ ಮನೆಗೆ ಹೋಗಿ ಅವನ ಬಳಿಯಲ್ಲಿಯೇ ಇಳುಕೊಂಡೆವು. ಅವನು ಆ ಏಳ್ವರಲ್ಲಿ ಒಬ್ಬನು. ಅವನಿಗೆ ಮದುವೆಯಾಗದ ನಾಲ್ಕು ಮಂದಿ ಹೆಣ್ಣುಮಕ್ಕಳಿದ್ದರು; ಅವರು ಪ್ರವಾದಿಸುವವರಾಗಿದ್ದರು.  21:8,9	",
},			
{			
"question" :	"	3. ಈ ಪ್ರವಾದಿಯು ಯೂದಾಯದಿಂದ ಬಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಗಬ	",
	"	B. ಸೆಬಾಟ್	",
	"	C. ಹವಿಲ್ಲ	",
	"	D. ಯೋಫೆತ್	"
],			
"correct" :	"	A. ಆಗಬ	",
"explanation" :	"	ನಾವು ಅಲ್ಲಿ ಅನೇಕ ದಿವಸಗಳು ಇದ್ದ ಮೇಲೆ, ಅಗಬನೆಂಬ ಒಬ್ಬ ಪ್ರವಾದಿಯು ಯೂದಾಯದಿಂದ ನಮ್ಮ ಬಳಿಗೆ ಬಂದು 21:10	",
},			
{			
"question" :	"	4 ಆ ಪ್ರವಾದಿಯು ತನ್ನ ಕೈಗಳನ್ನು ಮತ್ತು ಕಾಲುಗಳನ್ನು ಇದರಿಂದ ಬಂಧಿಸಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹಸಿರು ಬಳ್ಳಿಗಳಿಂದ	",
	"	B. ಹಗ್ಗಗಳಿಂದ	",
	"	C. ಪೌಲನ ನಡುಕಟ್ಟುನುಂದ	",
	"	D. ರಿಬ್ಬನ್	"
],			
"correct" :	"	C. ಪೌಲನ ನಡುಕಟ್ಟುನುಂದ	",
"explanation" :	"	ಪೌಲನ ನಡುಕಟ್ಟನ್ನು ತೆಗೆದು ತನ್ನ ಕೈಕಾಲುಗಳನ್ನು ಕಟ್ಟಿಕೊಂಡು - ಈ ನಡುಕಟ್ಟು ಯಾವನದೋ ಆ ಮನುಷ್ಯನನ್ನು ಯೆಹೂದ್ಯರು ಇದೇ ರೀತಿಯಾಗಿ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಕಟ್ಟಿ ಅನ್ಯಜನರ ಕೈಗೆ ಒಪ್ಪಿಸಿಕೊಡುವರು, ಹೀಗೆ ಪವಿತ್ರಾತ್ಮನು ಹೇಳುತ್ತಾನೆಂಬದಾಗಿ ಹೇಳಿದನು 21:11	",
},			
{			
"question" :	"	5 ಪೌಲನು ಹೇಳಿದ್ದು, ಯೇಸುವಿನ ಹೆಸರಿಗೋಸ್ಕರ ತಾನು ಬೇಡಿಹಾಕಿಸಿಕೊಳ್ಳುವುದು ಮಾತ್ರವಲ್ಲ ______ ಸಿದ್ದನಾಗಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A.  ಹೊಡೆಸಿಕೊಳ್ಳುವುದಕ್ಕೂ	",
	"	B. ಕಲ್ಲಿನಿಂದ ಹೊಡೆಸಿಕೊಳ್ಳುವುದಕ್ಕೂ	",
	"	C. ಸಾಯುವುದಕ್ಕೂ	",
	"	D. ಬಿಡಿಸಿಕೊಳ್ಳುವುದಕ್ಕೂ	"
],			
"correct" :	"	C. ಸಾಯುವುದಕ್ಕೂ	",
"explanation" :	"	ಅದಕ್ಕೆ ಪೌಲನು - ನೀವು ಅತ್ತತ್ತು ಯಾಕೆ ನನ್ನನ್ನು ಎದೆ ಒಡಿಸುತ್ತೀರಿ? ನಾನು ಕರ್ತನಾದ ಯೇಸುವಿನ ಹೆಸರಿನ ನಿಮಿತ್ತವಾಗಿ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಬೇಡೀಹಾಕಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಮಾತ್ರವಲ್ಲದೆ ಸಾಯುವದಕ್ಕೂ ಸಿದ್ಧವಾಗಿದ್ದೇನೆ ಅಂದನು. 21:13	",
},			
{			
"question" :	"	6 ಯೆರೂಷಲೇಮಿನಲ್ಲಿ, ಹಿರಿಯರ ಜೊತೆ ಈ ಮನುಷ್ಯನನ್ನು ಪೌಲನನ್ನು ಕಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೋಸ	",
	"	D. ಆಂದ್ರೇಯ	"
],			
"correct" :	"	B. ಯಾಕೋಬ	",
"explanation" :	"	ಮರುದಿನ ಪೌಲನು ನಮ್ಮನ್ನು ಕರೆದುಕೊಂಡು ಯಾಕೋಬನ ಬಳಿಗೆ ಹೋದನು. ಸಭೇಹಿರಿಯರೆಲ್ಲರು ಸಹ ಬಂದರು 21:18	",
},			
{			
"question" :	"	7 ಪೌಲನು ಇವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕೆಂದು ಹೇಳಿದ್ದನ್ನು ಯೆಹೂದ್ಯರು ಕೇಳಿದ್ದರಿಂದ ಅವನ ಮೇಲೆ ಅವರು ತುಂಬಾ ಕೋಪಗೊಂಡಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಕುಟುಂಬಗಳನ್ನು	",
	"	B. ದೇವರು	",
	"	C. ಒಟ್ಟಾಗಿ ಸೇರುವುದನ್ನು	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	D. ಮೋಶೆ	",
"explanation" :	"	ನೀನು ಅನ್ಯಜನರಲ್ಲಿ ವಾಸವಾಗಿರುವ ಯೆಹೂದ್ಯರೆಲ್ಲರಿಗೆ - ನಿಮ್ಮ ಮಕ್ಕಳಿಗೆ ಸುನ್ನತಿಮಾಡಿಸಬೇಡಿರಿ, ನಿಮ್ಮ ಆಚಾರಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯಬೇಡಿರಿ ಎಂದು ಹೇಳಿ ಮೋಶೆಯ ಧರ್ಮವನ್ನು ತ್ಯಾಗಮಾಡಬೇಕೆಂಬದಾಗಿ ಬೋಧಿಸುತ್ತೀ ಎಂದು ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ಬಹಳವಾಗಿ ಕೇಳಿದ್ದಾರೆ 21:21	",
},			
{			
"question" :	"	8 ಯೆಹೂದ್ಯರು ಪೌಲನನ್ನು ದೇವಾಲಯದ ಹೊರಗೆ ಕರೆದುಕೊಂಡು ಬಂದು	",
"image" :	"",		
"choices" : [			
	"	A. ಗೌರವಿಸಿದರು	",
	"	B. ಅವನಿಗೆ ಉಣಿಸಿದರು	",
	"	C. ಅವನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದರು	",
	"	D. ಅವನನ್ನು ಪ್ರಶ್ನಿಸಿದರು.	"
],			
"correct" :	"	C. ಅವನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದರು	",
"explanation" :	"	ಆಗ ಪಟ್ಟಣವೆಲ್ಲಾ ಕಲಕಿಹೋಯಿತು, ಜನರು ಎಲ್ಲಾ ಕಡೆಯಿಂದ ಓಡಿಬಂದು ಕೂಡಿದರು. ಮತ್ತು ಪೌಲನನ್ನು ಹಿಡಿದು ದೇವಾಲಯದ ಹೊರಗೆ ಎಳೆದುಕೊಂಡು ಬಂದರು. ಕೂಡಲೇ ಬಾಗಿಲುಗಳನ್ನು ಮುಚ್ಚಿದರು. ಅವರು ಅವನನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾಗ ಯೆರೂಸಲೇಮಿನಲ್ಲೆಲ್ಲಾ ಗಲಿಬಿಲಿಯಾಯಿತೆಂದು ಪಟಾಲಮಿನ ಸಹಸ್ರಾಧಿಪತಿಗೆ ವರದಿ ಬಂತು.  21:30,31	",
},			
{			
"question" :	"	9 ಯೆಹೂದ್ಯರನ್ನು ತಡೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈನಿಕರು	",
	"	B. ಹೆರೋದ	",
	"	C. ಪಿಲಾತ	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	A. ಸೈನಿಕರು	",
"explanation" :	"	ಅವನು ತಕ್ಷಣವೇ ಸಿಪಾಯಿಗಳನ್ನೂ ಶತಾಧಿಪತಿಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಅವರ ಮೇಲೆ ಓಡಿಬಂದನು. ಅವರು ಸಹಸ್ರಾಧಿಪತಿಯನ್ನೂ ಸಿಪಾಯಿಗಳನ್ನೂ ನೋಡಿ ಪೌಲನನ್ನು ಹೊಡೆಯುವದನ್ನು ಬಿಟ್ಟರು.   21:32	",
},			
{			
"question" :	"	10 ಆ ಕೋಟೆಯಲ್ಲಿ, ಪೌಲನು ಶತಾಧಿಪತಿಯನ್ನು ತನಗೆ ಇದಕ್ಕೆ ಅಪ್ಪಣೆ ಕೊಡಬೇಕೆಂದು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟುಹೋಗಲು	",
	"	B. ವೈದ್ಯರನ್ನು ಕಾಣಲು	",
	"	C. ಜನರೊಟ್ಟಿಗೆ ಮಾತನಾಡಲು	",
	"	D. ನ್ಯಾಯವಾಗಿ ವಿಚಾರಣೆ ನಡೆಸಲು.	"
],			
"correct" :	"	C. ಜನರೊಟ್ಟಿಗೆ ಮಾತನಾಡಲು	",
"explanation" :	"	ಅದಕ್ಕೆ ಪೌಲನು - ನಾನು ಯೆಹೂದ್ಯನು, ತಾರ್ಸದವನು, ಕಿಲಿಕ್ಯಸೀಮೆಯ ಪ್ರಖ್ಯಾತವಾದ ಪಟ್ಟಣದವನು. ಈ ಜನರಿಗೆ ಕೆಲವು ಮಾತುಗಳನ್ನು ಹೇಳುವದಕ್ಕೆ ನನಗೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ಕೇಳಿಕೊಳ್ಳುತ್ತೇನೆ ಅಂದನು 21:39	",
},			
]			