var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 23";			
var quiz = [			
{			
"question" :	"	1  ಮಹಾ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏಲಿ	",
	"	B. ನಾತಾನ್	",
	"	C. ಅನನೀಯ	",
	"	D. ಗೆಹಜಿ	"
],			
"correct" :	"	C. ಅನನೀಯ	",
"explanation" :	"	ಅದಕ್ಕೆ ಮಹಾಯಾಜಕನಾದ ಅನನೀಯನು - ಅವನ ಬಾಯ ಮೇಲೆ ಹೊಡೆಯಿರಿ ಎಂದು ಹತ್ತಿರದಲ್ಲಿ ನಿಂತಿದ್ದವರಿಗೆ ಅಪ್ಪಣೆಕೊಡಲು 23:2	",
},			
{			
"question" :	"	2  ಪೌಲನು ಜನರಿಗೆ ಹೇಳಿದ್ದು, ತಾನು	",
"image" :	"",		
"choices" : [			
	"	A. ಒಬ್ಬ ಫರಿಸಾಯನು	",
	"	B. ಒಬ್ಬ ಸದ್ದುಕಾಯನು	",
	"	C. ಒಬ್ಬ ಪ್ರವಾದಿ	",
	"	D. ಒಬ್ಬ ಅಪೋಸ್ತಲನು	"
],			
"correct" :	"	A. ಒಬ್ಬ ಫರಿಸಾಯನು	",
"explanation" :	"	ಸಭೆಯವರಲ್ಲಿ ಒಂದು ಪಾಲು ಸದ್ದುಕಾಯರೂ ಒಂದು ಪಾಲು ಫರಿಸಾಯರೂ ಇರುವದನ್ನು ಪೌಲನು ತಿಳಿದು - ಸಹೋದರರೇ, ನಾನು ಫರಿಸಾಯನು, ಫರಿಸಾಯರ ಮಗನು; ಸತ್ತವರೆದ್ದು ಬರುವರು ಎಂಬ ನಿರೀಕ್ಷೆಯ ವಿಷಯವಾಗಿ ನನ್ನನ್ನು ವಿಚಾರಣೆಮಾಡುತ್ತಾರೆ ಎಂದು ಹಿರೀಸಭೆಯಲ್ಲಿ ಕೂಗಿದನು. 23:6	",
},			
{			
"question" :	"	3 ಪುನರುತ್ಥಾನವಿಲ್ಲವೆಂದು ಇವರು ಹೇಳುತ್ತಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸದ್ದುಕಾಯರು	",
	"	B. ಫರಿಸಾಯರು	",
	"	C. ಶಾಸ್ತ್ರಿಗಳು	",
	"	D. ಮಹಾಯಾಜಕರು	"
],			
"correct" :	"	A. ಸದ್ದುಕಾಯರು	",
"explanation" :	"	ಯಾಕಂದರೆ - ಸತ್ತವರು ಎದ್ದುಬರುವದಿಲ್ಲವೆಂತಲೂ ದೇವದೂತನಾಗಲಿ ದೇಹವಿಲ್ಲದ ಆತ್ಮವಾಗಲಿ ಇಲ್ಲವೆಂತಲೂ ಸದ್ದುಕಾಯರು ಹೇಳುವರು; ಆ ಎರಡೂ ಉಂಟೆಂದು ಫರಿಸಾಯರು ಒಪ್ಪಿಕೊಳ್ಳುವರು 23:8	",
},			
{			
"question" :	"	4  ಪೌಲನ ಕಡೆಗೆ ಯಾರು ತಿರುಗಿಕೊಳ್ಳತೊಡಗಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗ್ರೀಕರು	",
	"	B. ಫರಿಸಾಯರು	",
	"	C. ಸದ್ದುಕಾಯರು	",
	"	D. ಪಿಲಾತ	"
],			
"correct" :	"	B. ಫರಿಸಾಯರು	",
"explanation" :	"	ಆಗ ದೊಡ್ಡ ಕೂಗಾಟವಾಯಿತು. ಫರಿಸಾಯರ ಪಕ್ಷದವರಾದ ಶಾಸ್ತ್ರಿಗಳಲ್ಲಿ ಕೆಲವರು ಎದ್ದು - ಈ ಮನುಷ್ಯನಲ್ಲಿ ನಮಗೆ ಕೆಟ್ಟದ್ದೇನೂ ಕಾಣಬರುವದಿಲ್ಲ; ಆತ್ಮವಾಗಲಿ ದೇವದೂತನಾಗಲಿ ಅವನ ಸಂಗಡ ಮಾತಾಡಿದ್ದರೂ ಮಾತಾಡಿರಬಹುದು ಎಂದು ವಾಗ್ವಾದಮಾಡಿದರು. 23:9	",
},			
{			
"question" :	"	5  ಪೌಲನನ್ನು _________ ಮಾಡುವವರೆಗೂ ತಾವು ತಿನ್ನುವುದು ಇಲ್ಲ ಕುಡಿಯುವುದೂ ಇಲ್ಲವೆಂದು ಕೆಲವರು ಪ್ರಮಾಣ ಮಾಡಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಡುಗಡೆ	",
	"	B. ಮಾತನಾಡಲು ಬಿಡುವವರೆಗೂ	",
	"	C. ಸಾಯುವವರೆಗೂ	",
	"	D. ಖೈದು ಮಾಡುವವರೆಗೂ	"
],			
"correct" :	"	C. ಸಾಯುವವರೆಗೂ	",
"explanation" :	"	ಬೆಳಗಾದ ಮೇಲೆ ಯೆಹೂದ್ಯರು ಒಳಸಂಚು ಮಾಡಿ - ನಾವು ಪೌಲನನ್ನು ಕೊಲ್ಲುವ ತನಕ ಅನ್ನಪಾನವೇನೂ ಮುಟ್ಟುವದಿಲ್ಲವೆಂದು ಶಪಥಮಾಡಿಕೊಂಡರು 23:12	",
},			
{			
"question" :	"	6  ಆ ಪ್ರಮಾಣವನ್ನು ಮಾಡಿದವರು ಸುಮಾರು ______ಕ್ಕಿಂತ ಹೆಚ್ಚು ಮಂದಿ.	",
"image" :	"",		
"choices" : [			
	"	A. 10	",
	"	B. 20	",
	"	C. 30	",
	"	D. 40	"
],			
"correct" :	"	D. 40	",
"explanation" :	"	ಹೀಗೆ ಮಾಡಿದವರು ನಾಲ್ವತ್ತು ಮಂದಿಗಿಂತ ಹೆಚ್ಚಾಗಿದ್ದರು.  23:13	",
},			
{			
"question" :	"	7  ಪೌಲನಿಗೆ ಅವರ ಪ್ರಮಾಣದ ಕುರಿತು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನ ಸಹೋದರರು	",
	"	B. ಅವನ ತಾಯಿ	",
	"	C. ಅವನ ಸೋದರಳಿಯ	",
	"	D. ಅವನ ಮಗಳು	"
],			
"correct" :	"	C. ಅವನ ಸೋದರಳಿಯ	",
"explanation" :	"	ಅವರು ಹೊಂಚಿಕೊಂಡಿರುವದನ್ನು ಪೌಲನ ಸೋದರಳಿಯನು ಕೇಳಿ ಕೋಟೆಯೊಳಗೆ ಬಂದು ಪೌಲನಿಗೆ ತಿಳಿಸಿದನು 23:16	",
},			
{			
"question" :	"	8  70 ಕುದುರೆ ಸವಾರರು, 200 ಆಯುಧದಾರಿಗಳು, ___ ಸೈನಿಕರು ಪೌಲನಿಗೆ ಕಾವಲಾಗಿದ್ದು, ದೇಶಾಧಿಕಾರಿಯ ಬಳಿಗೆ ಕರತಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 50	",
	"	C. 100	",
	"	D. 200	"
],			
"correct" :	"	D. 200	",
"explanation" :	"	ಆಮೇಲೆ ಅವನು ಶತಾಧಿಪತಿಗಳಲ್ಲಿ ಇಬ್ಬರನ್ನು ಕರೆಯಿಸಿ - ರಾತ್ರಿ ಒಂಭತ್ತು ಘಂಟೆಗೆ ಕೈಸರೈಯದ ತನಕ ಹೋಗುವಂತೆ ಇನ್ನೂರು ಮಂದಿ ಸಿಪಾಯಿಗಳನ್ನೂ ಎಪ್ಪತ್ತು ಮಂದಿ ಸವಾರರನ್ನೂ ಇನ್ನೂರು ಮಂದಿ ಭಲ್ಲೆಯವರನ್ನೂ ಸಿದ್ಧಮಾಡಿರಿ; 23:23	",
},			
{			
"question" :	"	9  ದೇಶಾಧಿಕಾರಿಯು ಯಾರಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫೆಲಿಕ್ಸ್	",
	"	B. ಹೋಮೆರ್	",
	"	C. ಅಪೊಲ್ಲೋಸ್	",
	"	D. ಯೂತಿಕಸ್	"
],			
"correct" :	"	A. ಫೆಲಿಕ್ಸ್	",
"explanation" :	"	ಕುದುರೆಗಳನ್ನು ಸಿದ್ಧಮಾಡಿ ಪೌಲನನ್ನು ಹತ್ತಿಸಿ ದೇಶಾಧಿಪತಿಯಾದ ಫೇಲಿಕ್ಸನ ಬಳಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಕರೆದುಕೊಂಡು ಹೋಗಬೇಕೆಂದು ಹೇಳಿದನು.  23:24	",
},			
{			
"question" :	"	10 ಸಹಸ್ರಾಧಿಪತಿಯು ಪತ್ರವನ್ನು ಬರೆಯುತ್ತಾ, ತಾನು ಪೌಲನನ್ನು ರಕ್ಷಿಸಿದ್ದು _____ ಎಂದು ತಿಳಿದು ಎಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಮುಗ್ಧನು	",
	"	B. ರೋಮಾಪುರದ ಹಕ್ಕುದಾರನು	",
	"	C. ಅಪೋಸ್ತಲ	",
	"	D. ದೇವರ ಅಭಿಷಕ್ತನು	"
],			
"correct" :	"	B. ರೋಮಾಪುರದ ಹಕ್ಕುದಾರನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಈ ಕೆಳಗಣ ಅಭಿಪ್ರಾಯದ ಒಂದು ಕಾಗದವನ್ನು ಬರೆದನು, ಏನಂದರೆ - ಮಹಾರಾಜರಾಜಶ್ರೀ ದೇಶಾಧಿಪತಿಯಾದ ಫೇಲಿಕ್ಸನಿಗೆ ಕ್ಲೌದ್ಯ ಲೂಸ್ಯನು ಮಾಡುವ ವಂದನೆ. ಯೆಹೂದ್ಯರು ಈ ಮನುಷ್ಯನನ್ನು ಹಿಡಿದು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದಾಗ ನಾನು ಸಿಪಾಯಿಗಳೊಂದಿಗೆ ಹೋಗಿ ಅವನನ್ನು ರೋಮಾಪುರದ ಹಕ್ಕುದಾರನೆಂದು ತಿಳಿದು ಅವನನ್ನು ತಪ್ಪಿಸಿದೆನು. 23:25-27	",
},			
]			