var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 20";			
var quiz = [			
{			
"question" :	"	1 ತ್ರೋವದಲ್ಲಿ ಪೌಲನು ಎಲ್ಲಿಯವರೆಗೂ ಬೋಧಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮುಂಜಾನೆ	",
	"	B. ಮುಸ್ಸಂಜೆ	",
	"	C. ಮಧ್ಯಾಹ್ನ	",
	"	D. ಮಧ್ಯರಾತ್ರಿ	"
],			
"correct" :	"	D. ಮಧ್ಯರಾತ್ರಿ	",
"explanation" :	"	ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಯ ಹಬ್ಬದ ದಿವಸಗಳನ್ನು ಪೂರೈಸಿದ ಮೇಲೆ ನಾವು ಫಿಲಿಪ್ಪಿಯಿಂದ ಹೊರಟು ಹಡಗನ್ನು ಹತ್ತಿ ಐದು ದಿವಸದಲ್ಲಿ ತ್ರೋವದಲ್ಲಿ ಬಂದು ಅವರನ್ನು ಸೇರಿದೆವು. ಅಲ್ಲಿ ಏಳು ದಿವಸಗಳಿದ್ದೆವು. ವಾರದ ಮೊದಲನೆಯ ದಿವಸದಲ್ಲಿ ನಾವು ರೊಟ್ಟಿ ಮುರಿಯುವ ನಿಯಮಕ್ಕಾಗಿ ಕೂಡಿಬಂದಾಗ ಮರುದಿನ ಹೊರಡಬೇಕೆಂದಿದ್ದ ಪೌಲನು ಅವರಿಗೆ ಪ್ರಸಂಗಿಸುತ್ತಾ ಸರಿಹೊತ್ತಿನವರೆಗೂ ಉಪನ್ಯಾಸವನ್ನು ನಡಿಸಿದನು.  20:6,7	",
},			
{			
"question" :	"	2 ಈ ಯೌವ್ವನಸ್ಥನು ಕಿಟಕಿಯಲ್ಲಿ ಕುಳಿತುಕೊಂಡಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ತಿಮೋಥಿ	",
	"	B. ಯೂತಿಕ	",
	"	C. ಸ್ಕೇವ	",
	"	D. ಗಾಯ	"
],			
"correct" :	"	B. ಯೂತಿಕ	",
"explanation" :	"	ಯೂತಿಖನೆಂಬ ಒಬ್ಬ ಯೌನವಸ್ಥನು ಕಿಟಿಕಿಯಲ್ಲಿ ಕೂತುಕೊಂಡು ಗಾಢನಿದ್ರೆಯಿಂದ ತೂಕಡಿಸಿದನು. ಪೌಲನು ಇನ್ನೂ ಪ್ರಸಂಗ ಮಾಡುತ್ತಾ ಇದ್ದಾಗ ಆ ಯೌವನಸ್ಥನು ನಿದ್ರೆಯಿಂದ ತೂಕಡಿಕೆ ಹೆಚ್ಚಾಗಿ ಮೂರನೆಯ ಅಂತಸ್ತಿನಿಂದ ಕೆಳಕ್ಕೆ ಬಿದ್ದನು; ಅವನನ್ನು ಎತ್ತಿನೋಡುವಾಗ ಸತ್ತಿದ್ದನು 20:9	",
},			
{			
"question" :	"	3 ಈ ಯೌವ್ವನಸ್ಥನು ಮೂರನೇ ಮಾಳಿಗೆಯಿಂದ ಬಿದ್ದುಹೋಗಿದ್ದನು, ಏಕೆಂದರೆ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಕುಡಿದಿದ್ದನು	",
	"	B. ನಿದ್ರೆಯಿಂದ ತೂಕಡಿಸಿದನು	",
	"	C. ದೆವ್ವ ಹಿಡಿದಿದ್ದನು	",
	"	D. ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಂಡನು	"
],			
"correct" :	"	B. ನಿದ್ರೆಯಿಂದ ತೂಕಡಿಸಿದನು	",
"explanation" :	"	ಯೂತಿಖನೆಂಬ ಒಬ್ಬ ಯೌನವಸ್ಥನು ಕಿಟಿಕಿಯಲ್ಲಿ ಕೂತುಕೊಂಡು ಗಾಢನಿದ್ರೆಯಿಂದ ತೂಕಡಿಸಿದನು. ಪೌಲನು ಇನ್ನೂ ಪ್ರಸಂಗ ಮಾಡುತ್ತಾ ಇದ್ದಾಗ ಆ ಯೌವನಸ್ಥನು ನಿದ್ರೆಯಿಂದ ತೂಕಡಿಕೆ ಹೆಚ್ಚಾಗಿ ಮೂರನೆಯ ಅಂತಸ್ತಿನಿಂದ ಕೆಳಕ್ಕೆ ಬಿದ್ದನು; ಅವನನ್ನು ಎತ್ತಿನೋಡುವಾಗ ಸತ್ತಿದ್ದನು 20:9	",
},			
{			
"question" :	"	4 ಈ ಮನುಷ್ಯನು ಹೋಗಿ ಯೌವನಸ್ಥನನ್ನು ತಬ್ಬಿಕೊಂಡನು, ಸತ್ತವನು ಮೇಲಕ್ಕೆ ಎದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಲೂಕ	",
	"	C. ಬಾರ್ನಬ	",
	"	D. ಸೀಲ	"
],			
"correct" :	"	A. ಪೌಲ	",
"explanation" :	"	ಆದರೆ ಪೌಲನು ಇಳಿದುಹೋಗಿ ಅವನ ಮೇಲೆ ಬಿದ್ದು ತಬ್ಬಿಕೊಂಡು - ಗೋಳಾಡಬೇಡಿರಿ, ಅವನ ಪ್ರಾಣ ಅವನಲ್ಲಿ ಅದೆ ಎಂದು ಹೇಳಿದನು.20:10	",
},			
{			
"question" :	"	5 ಈ ದಿನದಲ್ಲಿ ಪೌಲನು ಯೆರೂಷಲೇಮಿನಲ್ಲಿ ಇರಬೇಕೆಂದುಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಈಸ್ಟರ್	",
	"	B. ಪುನರುತ್ತಾನದ ದಿನ	",
	"	C. ಫಸ್ಕ ಹಬ್ಬ	",
	"	D. ಪಂಚಶತ್ತಾಮ	"
],			
"correct" :	"	D. ಪಂಚಶತ್ತಾಮ	",
"explanation" :	"	ಪೌಲನು ತನಗೆ ಸಾಧ್ಯವಾದರೆ ಪಂಚಾಶತ್ತಮ ದಿವಸದ ಹಬ್ಬಕ್ಕೆ ಯೆರೂಸಲೇಮಿನಲ್ಲಿರಬೇಕೆಂದು ಅವಸರಪಡುತ್ತಾ ಇದ್ದದರಿಂದ ಆಸ್ಯಸೀಮೆಯಲ್ಲಿ ಕಾಲವನ್ನು ಕಳೆಯುವದಕ್ಕೆ ಮನಸ್ಸಿಲ್ಲದೆ ಎಫೆಸಪಟ್ಟಣವನ್ನು ದಾಟಿಹೋಗಬೇಕೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಂಡಿದ್ದನು. 20:16	",
},			
{			
"question" :	"	6 ಪೌಲನು ಹೇಳಿದ್ದು, ಪ್ರಿಯರೇ ಆತನು ಇದನ್ನು ಲೆಕ್ಕಿಸುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಪವಿತ್ರಾತ್ಮನ್ನು	",
	"	B. ಯೇಸುವಿನ ರಕ್ತವನ್ನು	",
	"	C. ಆತನ ನಂಬಿಕೆಯನ್ನು	",
	"	D. ಆತನ ಜೀವಿತವನ್ನು	"
],			
"correct" :	"	D. ಆತನ ಜೀವಿತವನ್ನು	",
"explanation" :	"	ಆದರೆ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವದೇ ವಿಶೇಷವೆಂದು ನಾನು ಎಣಿಸುವದಿಲ್ಲ. ದೇವರ ಕೃಪೆಯ ವಿಷಯವಾದ ಸುವಾರ್ತೆಯನ್ನು ಆಸಕ್ತಿಯಿಂದ ಪ್ರಕಟಿಸಬೇಕೆಂಬದಾಗಿ ಕರ್ತನಾದ ಯೇಸುವಿನಿಂದ ನಾನು ಹೊಂದಿರುವ ಸೇವೆಯೆಂಬ ಓಟವನ್ನು ಕಡೆಗಾಣಿಸುವದೊಂದೇ ನನ್ನ ಅಪೇಕ್ಷೆ 20:24	",
},			
{			
"question" :	"	7 ಎಫೆಸದಿಂದ ಬಂದ ಹಿರಿಯರಿಗ ಪೌಲನು ಹೇಳಿದ್ದು, ನೀವು ಇನ್ನು ಮುಂದೆ ಇದನ್ನು ಕಾಣುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ರೂಪಾಂತರ	",
	"	B. ಅದ್ಭುತಗಳನ್ನು	",
	"	C. ಪೌಲನ ಮುಖ	",
	"	D. ಕೃಪೆ	"
],			
"correct" :	"	C. ಪೌಲನ ಮುಖ	",
"explanation" :	"	ಇಗೋ, ಇಷ್ಟು ದಿವಸ ನಿಮ್ಮಲ್ಲಿ ಸಂಚಾರಮಾಡಿ ದೇವರ ರಾಜ್ಯವನ್ನು ಸಾರಿದವನಾದ ನನ್ನ ಮುಖವನ್ನು ಇನ್ನು ಮೇಲೆ ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬರೂ ಕಾಣುವದಿಲ್ಲವೆಂದು ಬಲ್ಲೆನು.  20:25	",
},			
{			
"question" :	"	8 ಸಭೆಯು ಇದರಿಂದ ಕ್ರಯಕ್ಕೆ ಕೊಳ್ಳಲ್ಪಟ್ಟಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವಿಧೇಯತೆ	",
	"	B. ಅವಮಾನ	",
	"	C. ಕರ್ತನ ಸ್ವಂತ ರಕ್ತ	",
	"	D. ಅನೇಕರ ರಕ್ತದಿಂದ	"
],			
"correct" :	"	C. ಕರ್ತನ ಸ್ವಂತ ರಕ್ತ	",
"explanation" :	"	ದೇವರು  ಸ್ವರಕ್ತದಿಂದ ಸಂಪಾದಿಸಿಕೊಂಡ ಸಭೆಯನ್ನು ಪರಿಪಾಲಿಸುವದಕ್ಕಾಗಿ ಪವಿತ್ರಾತ್ಮನು ನಿಮ್ಮನ್ನೇ ಆ ಹಿಂಡಿನಲ್ಲಿ ಅಧ್ಯಕ್ಷರಾಗಿ ಇಟ್ಟಿರುವದರಿಂದ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿಯೂ ಎಲ್ಲಾ ಹಿಂಡಿನ ವಿಷಯದಲ್ಲಿಯೂ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ 20:28	",
},			
{			
"question" :	"	9 ಯೇಸು ಹೇಳಿದ್ದು, ತೆಗೆದುಕೊಳ್ಳುವುದಕ್ಕಿಂತ ______ ಹೆಚ್ಚಿನ ಭಾಗ್ಯ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಡುವುದು	",
	"	B. ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	C. ಅದ್ಭುತಗಳನ್ನು ಮಾಡುವುದು	",
	"	D. ಗ್ರಹಿಸುವುದು	"
],			
"correct" :	"	A. ಕೊಡುವುದು	",
"explanation" :	"	ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ನಾನು ನಿಮಗೆ ಮಾದರಿ ತೋರಿಸಿದ್ದೇನೆ. ನೀವೂ ಹಾಗೆಯೇ ದುಡಿದು ಬಲವಿಲ್ಲದವರಿಗೆ ಉಪಕಾರಮಾಡಬೇಕು; ಮತ್ತು - ತೆಗೆದುಕೊಳ್ಳುವದಕ್ಕಿಂತ ಕೊಡುವದೇ ಹೆಚ್ಚಿನ ಭಾಗ್ಯವೆಂಬದಾಗಿ ಕರ್ತನಾದ ಯೇಸು ತಾನೇ ಹೇಳಿದ ಮಾತುಗಳನ್ನು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಂಡಿರಬೇಕು ಅಂದನು. 20:35	",
},			
{			
"question" :	"	10 ಪೌಲನು ಹಿರಿಯರೊಂದಿಗೆ ಮಾತನಾಡಿದ ನಂತರ,	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರೊಂದಿಗೆ ಊಟ ಮಾಡಿದನು	",
	"	B. ಅವರೊಂದಿಗೆ ಪ್ರಾರ್ಥಿಸಿದನು	",
	"	C. ಅವರು ಉಲ್ಲಾಸಪಟ್ಟರು	",
	"	D. ಅವರ ಮೇಲೆ ಪರಿಶುದ್ಧಾತ್ಮನು ಇಳಿದನು	"
],			
"correct" :	"	B. ಅವರೊಂದಿಗೆ ಪ್ರಾರ್ಥಿಸಿದನು	",
"explanation" :	"	ಈ ಮಾತುಗಳನ್ನು ಅವನು ಹೇಳಿದ ಮೇಲೆ ಮೊಣಕಾಲೂರಿಕೊಂಡು ಅವರೆಲ್ಲರ ಸಂಗಡ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದನು. ಆಗ ಅವರೆಲ್ಲರು ಬಹಳವಾಗಿ ಅತ್ತರು. 20:36	",
},			
]			