var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1 ಈ ದಿನವು ಬಂದಾಗ ಶಿಷ್ಯರೆಲ್ಲರೂ ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಕೂಡಿಬಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ತುತ್ತೂರಿಯ ಹಬ್ಬ	",
	"	B. ಫಸ್ಕ ಹಬ್ಬ	",
	"	C. ಪಂಚಾಶತ್ತಮ	",
	"	D. ಯೋಮ್ ಕಿಪ್ಪರ್	"
],			
"correct" :	"	C. ಪಂಚಾಶತ್ತಮ	",
"explanation" :	"	ಪಂಚಾಶತ್ತಮ ದಿನದ ಹಬ್ಬವು ಬಂದಿರಲಾಗಿ ಅವರೆಲ್ಲರು ಏಕಮನಸ್ಸಿನಿಂದ ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಕೂಡಿದ್ದರು 2:1	",
},			
{			
"question" :	"	2 ಆಕಾಶದಿಂದ ಧ್ವನಿಯು ಈ ರೀತಿಯಾಗಿ ಬಂದಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ವಾದ್ಯಗೋಷ್ಠಿಗಳ ಧ್ವನಿ	",
	"	B. ಬಿರುಗಾಳಿಯ ಮಂದಶಬ್ಧ	",
	"	C. ಗುಡುಗಿನ ಶಬ್ಧ	",
	"	D. ತುತ್ತೂರಿಯ ಶಬ್ಧ	"
],			
"correct" :	"	B. ಬಿರುಗಾಳಿಯ ಮಂದಶಬ್ಧ	",
"explanation" :	"	ಆಗ ಬಿರುಗಾಳಿ ಬೀಸುತ್ತದೋ ಎಂಬಂತೆ ಫಕ್ಕನೆ ಆಕಾಶದೊಳಗಿಂದ ಒಂದು ಶಬ್ದವುಂಟಾಗಿ ಅವರು ಕೂತಿದ್ದ ಮನೆಯನ್ನೆಲ್ಲಾ ತುಂಬಿಕೊಂಡಿತು 2:2	",
},			
{			
"question" :	"	3 _________ನಾಲಿಗೆಯ ರೂಪದಲ್ಲಿ ಅವರ ಮೇಲೆ ಕುಳಿತುಕೊಂಡಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊಗೆಯು	",
	"	B. ಬೆಂಕಿಯು	",
	"	C. ಮಂಜುಗಡ್ಡೆಯು	",
	"	D. ರಕ್ತವು	"
],			
"correct" :	"	B. ಬೆಂಕಿಯು	",
"explanation" :	"	ಅದಲ್ಲದೆ ಉರಿಯಂತಿದ್ದ ನಾಲಿಗೆಗಳು ವಿಂಗಡಿಸಿಕೊಳ್ಳುವ ಹಾಗೆ ಅವರಿಗೆ ಕಾಣಿಸಿ ಅವರಲ್ಲಿ ಒಬ್ಬೊಬ್ಬರ ಮೇಲೆ ಒಂದೊಂದಾಗಿ ಕೂತುಕೊಂಡವು.  2:3	",
},			
{			
"question" :	"	4 ಅವರು ಪರಿಶುದ್ಧಾತ್ಮನಿಂದ ತುಂಬಿದಾಗ, ಹೀಗೆ ಮಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನಾ ಭಾಷೆಗಳಲ್ಲಿ ಮಾತನಾಡಿದರು	",
	"	B. ದೇವರ ವಿರುದ್ಧವಾಗಿ ಮಾತನಾಡಿದರು	",
	"	C. ಸಂತೋಷದಿಂದ ಅತ್ತರು	",
	"	D. ಕ್ಷಮಾಪಣೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದರು	"
],			
"correct" :	"	A. ನಾನಾ ಭಾಷೆಗಳಲ್ಲಿ ಮಾತನಾಡಿದರು	",
"explanation" :	"	ಆಗ ಅವರೆಲ್ಲರು ಪವಿತ್ರಾತ್ಮಭರಿತರಾಗಿ ಆ ಆತ್ಮ ತಮತಮಗೆ ನುಡಿಯುವ ಶಕ್ತಿಯನ್ನು ಕೊಡುವ ಪ್ರಕಾರ ಬೇರೆಬೇರೆ ಭಾಷೆಗಳಿಂದ ಮಾತಾಡುವದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದರು. 2:4	",
},			
{			
"question" :	"	5 ಕೆಲವು ಜನರು ಹೀಗೆಂದು ಶಿಷ್ಯರನ್ನು ಹೀಯಾಳಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಚ್ಚರು	",
	"	B. ಪಾನಮತ್ತರಾಗಿದ್ದಾರೆ	",
	"	C. ವಂಚಕರು	",
	"	D. ಕಪಟ ವೇಷಧಾರಿಗಳು	"
],			
"correct" :	"	B. ಪಾನಮತ್ತರಾಗಿದ್ದಾರೆ	",
"explanation" :	"	ಕೆಲವರು - ಇವರು ಮದ್ಯಪಾನ ಮಾಡಿ ಮತ್ತರಾಗಿದ್ದಾರೆಂದು ಹಾಸ್ಯಮಾಡಿದರು. ಆಗ ಪೇತ್ರನು ಹನ್ನೊಂದು ಮಂದಿ ಅಪೊಸ್ತಲರ ಸಹಿತ ಎದ್ದು ನಿಂತು ಗಟ್ಟಿಯಾದ ಧ್ವನಿಯಿಂದ ಅವರಿಗೆ ಹೀಗೆ ಪ್ರಸಂಗ ಮಾಡಿದನು - ಯೆಹೂದ್ಯರೇ, ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ವಾಸವಾಗಿರುವ ಎಲ್ಲಾ ಜನರೇ, ಈ ಸಂಗತಿಯು ಏನೆಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವ ಹಾಗೆ ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಿರಿ; ನೀವು ಭಾವಿಸಿದಂತೆ ಇವರು ಅಮಲೇರಿದವರಲ್ಲ; ಈಗ ಬೆಳಿಗ್ಗೆ ಒಂಭತ್ತು ಘಂಟೆಯಾಗಿದೆಯಷ್ಟೆ. 2:13-15	",
},			
{			
"question" :	"	6 ಆ ಗುಂಪಿಗೆ ಉತ್ತರಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಪೌಲ	",
	"	C. ಯಾಕೋಬ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	A. ಪೇತ್ರ	",
"explanation" :	"	ಆಗ ಪೇತ್ರನು ಹನ್ನೊಂದು ಮಂದಿ ಅಪೊಸ್ತಲರ ಸಹಿತ ಎದ್ದು ನಿಂತು ಗಟ್ಟಿಯಾದ ಧ್ವನಿಯಿಂದ ಅವರಿಗೆ ಹೀಗೆ ಪ್ರಸಂಗ ಮಾಡಿದನು - ಯೆಹೂದ್ಯರೇ, ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ವಾಸವಾಗಿರುವ ಎಲ್ಲಾ ಜನರೇ, ಈ ಸಂಗತಿಯು ಏನೆಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವ ಹಾಗೆ ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಿರಿ 2:14	",
},			
{			
"question" :	"	7 ಯಾವ ಪ್ರವಾದಿಯನ್ನು ಅವರು ಉಲ್ಲೇಖಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋವೇಲ	",
	"	B. ಆಮೋಸ	",
	"	C. ಯೇಶಾಯ	",
	"	D. ಯೆರೇಮಿಯ	"
],			
"correct" :	"	A. ಯೋವೇಲ	",
"explanation" :	"	ಆದರೆ ಇದು ಪ್ರವಾದಿಯಾದ ಯೋವೇಲನ ಮೂಲಕವಾಗಿ ಹೇಳಿಸಿದ ಸಂಗತಿ. ಅದೇನಂದರೆ - 2:16	",
},			
{			
"question" :	"	8 ಕರ್ತನ ಆ ಮಹಾ ದಿನಕ್ಕಿಂತ ಮೊದಲು, ಚಂದ್ರನು ಹೇಗೆ ಬದಲಾಗುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಣ್ಣೆ	",
	"	B. ನೀರು	",
	"	C. ಹೊಗೆ	",
	"	D. ರಕ್ತ	"
],			
"correct" :	"	D. ರಕ್ತ	",
"explanation" :	"	ಕರ್ತನ ಆಗಮನದ ಗಂಭೀರವಾದ ಮಹಾದಿನವು ಬರುವದಕ್ಕೆ ಮುಂಚೆ ಮೇಲೆ ಆಕಾಶದಲ್ಲಿ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನೂ ಕೆಳಗೆ ಭೂಮಿಯಲ್ಲಿ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಉಂಟುಮಾಡುವೆನು. ರಕ್ತ, ಬೆಂಕಿ, ಹಬೆಯಂತೆ ಏರುವ ಹೊಗೆ, ಇವು ಉಂಟಾಗುವವು. ಸೂರ್ಯನು ಕತ್ತಲಾಗುವನು, ಚಂದ್ರನು ರಕ್ತವಾಗುವನು 2:20	",
},			
{			
"question" :	"	9 ಯಾರ್ಯಾರು ಆತನ ನಾಮದಲ್ಲಿ ಕರೆಯಲ್ಪಟ್ಟರೋ, ಅವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಬುದ್ದಿವಂತರು	",
	"	B. ಉತ್ತರಿಸಬೇಕಾಗಿಲ್ಲ	",
	"	C. ಕೊಲ್ಲಲ್ಪಡುವರು	",
	"	D. ರಕ್ಷಿಸಲ್ಪಡುವರು	"
],			
"correct" :	"	D. ರಕ್ಷಿಸಲ್ಪಡುವರು	",
"explanation" :	"	ಆದರೂ ಕರ್ತನ ನಾಮವನ್ನು ಹೇಳಿಕೊಳ್ಳುವವರೆಲ್ಲರಿಗೆ ರಕ್ಷಣೆಯಾಗುವದೆಂದು ದೇವರು ಹೇಳುತ್ತಾನೆ ಎಂಬದೇ. 2:21	",
},			
{			
"question" :	"	10 ಆ ದಿನದಲ್ಲಿ ಎಷ್ಟು ಜನ ವಿಶ್ವಾಸಿಗಳು ಅವರಲ್ಲಿ ಸೇರಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 450	",
	"	B. 1200	",
	"	C. 2800	",
	"	D. 3000	"
],			
"correct" :	"	D. 3000	",
"explanation" :	"	ಅವನ ಮಾತಿಗೆ ಒಪ್ಪಿಕೊಂಡವರು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡರು. ಆ ದಿವಸ ಸುಮಾರು ಮೂರುಸಾವಿರ ಜನರು ಅವರಲ್ಲಿ ಸೇರಿದರು 2:41	",
},			
]			