var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 25";			
var quiz = [			
{			
"question" :	"	1 ಪೌಲನ ವಿರುದ್ಧ ಫೆಸ್ತನಿಗೆ ಫಿರ್ಯಾದಿಯನ್ನು ಹೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ಯರು	",
	"	B. ರೋಮಾಪುರದ ಸೈನಿಕರು	",
	"	C. ಮಹಾ ಯಾಜಕರು ಯೆಹೂದ್ಯದ ಹಿರಿಯರು	",
	"	D. ಇತರೆ ಅಪೋಸ್ತಲರು	"
],			
"correct" :	"	C. ಮಹಾ ಯಾಜಕರು ಯೆಹೂದ್ಯದ ಹಿರಿಯರು	",
"explanation" :	"	ಅಲ್ಲಿ ಮಹಾಯಾಜಕನೂ ಯೆಹೂದ್ಯರಲ್ಲಿ ಪ್ರಮುಖರೂ ಅವನಿಗೆ ಪೌಲನ ಮೇಲಣ ಫಿರಿಯಾದಿಯನ್ನು ಹೇಳಿ  25:2	",
},			
{			
"question" :	"	2 ಪೌಲನ ಫಿರ್ಯಾದಿದಾರರು ಅವನನ್ನು ಇಲ್ಲಿಗೆ ಕರತರಬೇಕೆಂದಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮ್	",
	"	B. ಕೊರಿಂಥ	",
	"	C. ಎಫೆಸ	",
	"	D. ನಜರೇತು	"
],			
"correct" :	"	A. ಯೆರೂಷಲೇಮ್	",
"explanation" :	"	ನೀನು ದಯಮಾಡಿ ಅವನನ್ನು ಯೆರೂಸಲೇಮಿಗೆ ಕರತರಿಸಬೇಕೆಂದು ಪೌಲನ ಕೇಡಿಗಾಗಿ ಬಿನ್ನಹವನ್ನು ಮಾಡಿದರು. ಮಾರ್ಗದಲ್ಲಿ ಅವನನ್ನು ಕೊಲ್ಲುವದಕ್ಕಾಗಿ ಹೊಂಚುಹಾಕಿಕೊಂಡಿದ್ದರು 25:3	",
},			
{			
"question" :	"	3  ಪೌಲನನ್ನು ಅಲ್ಲಿಗೆ ತಂದ ಮೇಲೆ ಆತನಿಗೆ ಏನು ಮಾಡಬೇಕೆಂದಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಸಹಾಯ	",
	"	B. ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದರು	",
	"	C.ಅಪಹರಿಸಬೇಕೆಂದಿದ್ದರು	",
	"	D. ಅವನನ್ನು ರಕ್ಷಿಸಬೇಕೆಂದಿದ್ದರು	"
],			
"correct" :	"	B. ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದರು	",
"explanation" :	"	ನೀನು ದಯಮಾಡಿ ಅವನನ್ನು ಯೆರೂಸಲೇಮಿಗೆ ಕರತರಿಸಬೇಕೆಂದು ಪೌಲನ ಕೇಡಿಗಾಗಿ ಬಿನ್ನಹವನ್ನು ಮಾಡಿದರು. ಮಾರ್ಗದಲ್ಲಿ ಅವನನ್ನು ಕೊಲ್ಲುವದಕ್ಕಾಗಿ ಹೊಂಚುಹಾಕಿಕೊಂಡಿದ್ದರು 25:3	",
},			
{			
"question" :	"	4  ಪೌಲನನ್ನು ಎಲ್ಲಿ ಇಡುತ್ತೇನೆ ಎಂಬುದಾಗಿ ಫೆಸ್ತನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಲಮಾಳಿಗೆ	",
	"	B. ಕೈಸರ	",
	"	C. ಯೆರೂಷಲೇಮು	",
	"	D. ಆಸ್ಯ	"
],			
"correct" :	"	B. ಕೈಸರ	",
"explanation" :	"	ಫೆಸ್ತನು ಅವರಿಗೆ - ಪೌಲನು ಕೈಸರೈಯದಲ್ಲಿ ಕಾವಲೊಳಗಿದ್ದಾನೆ, ನಾನೇ ಬೇಗ ಅಲ್ಲಿಗೆ ಹೊರಟುಹೋಗಬೇಕೆಂದಿದ್ದೇನೆ 25:4	",
},			
{			
"question" :	"	5  ಯೆಹೂದ್ಯರಿಗೆ ಇದನ್ನು ಮಾಡಲಾಗಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನಿಗೆ ವಿರುದ್ಧವಾಗಿ ಮಾತನಾಡಲು	",
	"	B. ತಮ್ಮ ಆರೋಪಗಳನ್ನು ಸಾಬೀತು ಮಾಡಲು	",
	"	C. ನ್ಯಾಯಾಲಯವನ್ನು ಪ್ರವೇಶಿಸಲು	",
	"	D. ಸುಳ್ಳು ಹೇಳಲು	"
],			
"correct" :	"	B. ತಮ್ಮ ಆರೋಪಗಳನ್ನು ಸಾಬೀತು ಮಾಡಲು	",
"explanation" :	"	ಅವನು ಬಂದ ಮೇಲೆ ಯೆರೂಸಲೇಮಿನಿಂದ ಬಂದಿದ್ದ ಯೆಹೂದ್ಯರು ಅವನ ಸುತ್ತಲು ನಿಂತುಕೊಂಡು ತಾವು ಸ್ಥಾಪಿಸಲಾರದ ಅನೇಕ ದೊಡ್ಡ ದೊಡ್ಡ ತಪ್ಪುಗಳನ್ನು ಹೊರಿಸುತ್ತಿರಲು 25:7	",
},			
{			
"question" :	"	6  ಫೆಸ್ತನು ಪೌಲನನ್ನು ಕೇಳಿದ್ದು, ನೀನು ಯೆರುಸಲೇಮಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಈ ಕಾರ್ಯಗಳ ವಿಷಯವಾಗಿ ನನ್ನ ಮುಂದೆ ವಿಚಾರಿಸಲ್ಪಡುವುದಕ್ಕಾಗಿ ನಿನಗೆ ಇಷ್ಟವುಂಟೋ ಎಂದು ಕೇಳಿದನು, ಏಕೆಂದರೆ, ಫೆಸ್ತನು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ್ಯರನ್ನು ರೇಗಿಸಬೇಕೆಂದಿದ್ದನು	",
	"	B. ಯೆಹೂದ್ಯರ ಪ್ರೀತಿಯನ್ನು ಸಂಪಾದಿಸಲು	",
	"	C. ಸುಂಕ ಕಟ್ಟುವವರ ಹಣವನ್ನು ರಕ್ಷಿಸಬೇಕೆಂದಿದ್ದನು	",
	"	D. ತೀರ್ಪನ್ನು ಕಾರ್ಯಾಚರಣೆಗೆ ತರಲು	"
],			
"correct" :	"	B. ಯೆಹೂದ್ಯರ ಪ್ರೀತಿಯನ್ನು ಸಂಪಾದಿಸಲು	",
"explanation" :	"	ಫೆಸ್ತನು ಯೆಹೂದ್ಯರ ಪ್ರೀತಿಯನ್ನು ಸಂಪಾದಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸಿ, ಪೌಲನನ್ನು - ನೀನು ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಈ ಕಾರ್ಯಗಳ ವಿಷಯವಾಗಿ ನನ್ನ ಮುಂದೆ ವಿಚಾರಿಸಲ್ಪಡುವದಕ್ಕೆ ನಿನಗೆ ಇಷ್ಟವುಂಟೋ? ಎಂದು ಕೇಳಲು  25:9	",
},			
{			
"question" :	"	7  ಪೌಲನು ಯಾರ ಎದುರಿನಲ್ಲಿ ಹೇಳಿಕೊಳ್ಳುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದ	",
	"	B. ಕೈಸರ	",
	"	C. ಫೆಲಿಕ್ಸ್	",
	"	D. ಮಹಾ ಯಾಜಕ	"
],			
"correct" :	"	B. ಕೈಸರ	",
"explanation" :	"	ನಾನು ಅನ್ಯಾಯ ಮಾಡಿದವನಾಗಿ ಮರಣದಂಡನೆಗೆ ಕಾರಣವಾದ ಯಾವದನ್ನಾದರೂ ನಡಿಸಿದ್ದಾದರೆ ಮರಣದಂಡನೆಯನ್ನು ಬೇಡವೆನ್ನುವದಿಲ್ಲ. ಇವರು ನನ್ನ ಮೇಲೆ ಹೊರಿಸುವ ತಪ್ಪುಗಳಲ್ಲಿ ಒಂದೂ ನಿಜವಲ್ಲದ ಮೇಲೆ ಇವರ ಮೇಲಣ ದಯೆಯಿಂದ ನನ್ನನ್ನು ಒಪ್ಪಿಸಿಕೊಡುವದಕ್ಕೆ ಒಬ್ಬರಿಗೂ ಅಧಿಕಾರವಿಲ್ಲ. ನಾನು ಚಕ್ರವರ್ತಿಯ ಎದುರಿನಲ್ಲಿ ಹೇಳಿಕೊಳ್ಳುತ್ತೇನೆ ಎನ್ನಲು  25:11	",
},			
{			
"question" :	"	8  ಪೌಲನ ವಿರುದ್ಧವಾಗಿ ಇದ್ದಂತಹ ದೋಷಾರೋಪಣೆಗಳು	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಲೆ	",
	"	B. ಕಳ್ಳತನ	",
	"	C. ಯೇಸು	",
	"	D. ದುಂಡಾವರ್ತಿ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"	ಅವರ ಮತದ ವಿಷಯದಲ್ಲಿಯೂ ಸತ್ತುಹೋದಂಥ ಯೇಸುವೆಂಬ ಒಬ್ಬನ ವಿಷಯದಲ್ಲಿಯೂ ಅವನ ಮೇಲೆ ಕೆಲವು ವಿವಾದದ ಮಾತುಗಳನ್ನು ತಂದರು. ಆ ಯೇಸು ಜೀವಿತನಾಗಿದ್ದಾನೆಂದು ಪೌಲನು ಹೇಳಿದನು 25:19	",
},			
{			
"question" :	"	9  ಪೌಲನನ್ನು ಈ ರಾಜನ ಮುಂದಕ್ಕೆ ಕರತಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದ	",
	"	B. ಸೌಲ	",
	"	C. ಅಗ್ರಿಪ್ಪ	",
	"	D. ರೆಹಬ್ಬಾಮ	"
],			
"correct" :	"	C. ಅಗ್ರಿಪ್ಪ	",
"explanation" :	"	ಮರುದಿನ ಅಗ್ರಿಪ್ಪರಾಜನೂ ಬೆರ್ನಿಕೆರಾಣಿಯೂ ಬಹು ಆಡಂಬರದಿಂದ ಬಂದು ಸಹಸ್ರಾಧಿಪತಿಗಳ ಮತ್ತು ಪಟ್ಟಣದ ಮುಖಂಡರ ಸಂಗಡ ಸಭಾಸ್ಥಾನದೊಳಗೆ ಸೇರಿದಾಗ ಫೆಸ್ತನು ಅಪ್ಪಣೆಕೊಡಲು ಪೌಲನನ್ನು ಕರತಂದರು 25:23	",
},			
{			
"question" :	"	10  ಫೆಸ್ತನು ಹೇಳಿದ್ದು, ಇವನು ………………………… ಏನೂ ಮಾಡಲಿಲ್ಲವೆಂದು ನನಗೆ ತೋರಿಬಂದಿತು.	",
"image" :	"",		
"choices" : [			
	"	ಅ, ದೇವದೂಷಣೆ	",
	"	B. ಸುಳ್ಳುಸಾಕ್ಷಿ	",
	"	C. ಕೊಲೆ	",
	"	D. ಮರಣಕ್ಕೆ ಕಾರಣವಾದದ್ದು	"
],			
"correct" :	"	D. ಮರಣಕ್ಕೆ ಕಾರಣವಾದದ್ದು	",
"explanation" :	"	ಆಗ ಫೆಸ್ತನು - ಅಗ್ರಿಪ್ಪರಾಜನೇ, ನಮ್ಮ ಸಂಗಡ ಕೂಡಿಬಂದಿರುವ ಎಲ್ಲಾ ಜನರೇ, ಈ ಮನುಷ್ಯನನ್ನು ನೋಡುತ್ತೀರಲ್ಲಾ, ಇವನ ವಿಷಯದಲ್ಲಿ ಯೆಹೂದ್ಯರೆಲ್ಲರೂ - ಇವನು ಇನ್ನು ಮೇಲೆ ಬದುಕಬಾರದೆಂದು ಕೂಗುತ್ತಾ ಯೆರೂಸಲೇಮಿನಲ್ಲಿಯೂ ಇಲ್ಲಿಯೂ ನನ್ನನ್ನು ಬೇಡಿಕೊಂಡರು. ಇವನು ಮರಣದಂಡನೆಗೆ ಕಾರಣವಾದದ್ದೇನೂ ಮಾಡಲಿಲ್ಲವೆಂದು ನನಗೆ ಕಂಡುಬಂತು. ತಾನೇ ಚಕ್ರವರ್ತಿಗೆ ವಿಜ್ಞಾಪನೆಮಾಡಿಕೊಂಡದ್ದರಿಂದ ಇವನನ್ನು ಕಳುಹಿಸುವದಕ್ಕೆ ತೀರ್ಮಾನಿಸಿದೆನು 25:24,25	",
},			
]			