var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 24";			
var quiz = [			
{			
"question" :	"	1  ಮಹಾಯಾಜಕರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ	",
	"	B. ಹೆಫೇರ್	",
	"	C. ಮಾಕೀರ್	",
	"	D. ಎಲಿಯಾಜರ್	"
],			
"correct" :	"	A. ಅನನೀಯ	",
"explanation" :	"	ಐದು ದಿವಸಗಳಾದ ಮೇಲೆ ಮಹಾಯಾಜಕನಾದ ಅನನೀಯನು ಸಭೇಹಿರಿಯರಲ್ಲಿ ಕೆಲವರನ್ನೂ ತೆರ್ತುಲ್ಲನೆಂಬ ಒಬ್ಬ ವಕೀಲನನ್ನೂ ಕರೆದುಕೊಂಡು ಬಂದು ಪೌಲನ ಮೇಲೆ ದೇಶಾಧಿಪತಿಗೆ ಫಿರಿಯಾದಿ ಹೇಳಿದನು.  24:1	",
},			
{			
"question" :	"	2  ಈ ವಕೀಲನು ದೇಶಾಧಿಪತಿಯ ಮುಂದ ಪೌಲನ ಮೇಲೆ ತಪ್ಪು ಹೊರಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ತೆರ್ತುಲ್ಲನು	",
	"	B. ಯೋಶೀಯ	",
	"	C. ಚೆಫನ್ಯ	",
	"	D. ನಾದಾಬ್	"
],			
"correct" :	"	A. ತೆರ್ತುಲ್ಲನು	",
"explanation" :	"	ಐದು ದಿವಸಗಳಾದ ಮೇಲೆ ಮಹಾಯಾಜಕನಾದ ಅನನೀಯನು ಸಭೇಹಿರಿಯರಲ್ಲಿ ಕೆಲವರನ್ನೂ ತೆರ್ತುಲ್ಲನೆಂಬ ಒಬ್ಬ ವಕೀಲನನ್ನೂ ಕರೆದುಕೊಂಡು ಬಂದು ಪೌಲನ ಮೇಲೆ ದೇಶಾಧಿಪತಿಗೆ ಫಿರಿಯಾದಿ ಹೇಳಿದನು.  24:1	",
},			
{			
"question" :	"	3  ಪೌಲನು ಈ ಸ್ಥಳವನ್ನು ಹೊಲೆ ಮಾಡಿದನೆಂದು ಆರೋಪಿಸಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯ	",
	"	B. ಯೇಸುವಿನ ರಕ್ತ	",
	"	C. ಸುವಾರ್ತೆ	",
	"	D. ಕೈಸರ	"
],			
"correct" :	"	A. ದೇವಾಲಯ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಇವನು ದೇವಾಲಯವನ್ನು ಹೊಲೆಮಾಡುವದಕ್ಕೆ ಪ್ರಯತ್ನಮಾಡಿದನು; 24:6	",
},			
{			
"question" :	"	4 ಪ್ರಮುಖ ನಾಯಕ ಯಾರಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಯಫ	",
	"	B. ಲೈಸೀಸ್	",
	"	C. ಮಾಹ್ಲೋನ್	",
	"	D. ಪೌಲ	"
],			
"correct" :	"	B. ಲೈಸೀಸ್	",
"explanation" :	"	ಆದಕಾರಣ ಇವನನ್ನು ನಾವು ಹಿಡಿದೆವು. 24:7	",
},			
{			
"question" :	"	5  ಪೌಲನು ಹೇಳಿದ್ದು, ತಾನು ದೇವಾಲಯಕ್ಕೆ ಹೋಗಿದ್ದ 12 ದಿನಗಳಲ್ಲಿ _____ ಮಾಡಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಯಜ್ಞ	",
	"	B. ಕಾಣಿಕೆ ನೀಡುವುದು	",
	"	C. ಯಾರೊಂದಿಗೂ ವಾದ ಮಾಡಿದ್ದು	",
	"	D. ಪ್ರಾರ್ಥಿಸುವುದು	"
],			
"correct" :	"	C. ಯಾರೊಂದಿಗೂ ವಾದ ಮಾಡಿದ್ದು	",
"explanation" :	"	ಅಲ್ಲಿ ದೇವಾಲಯದಲ್ಲಾಗಲಿ ಸಭಾಮಂದಿರಗಳಲ್ಲಾಗಲಿ ಪಟ್ಟಣದಲ್ಲಾಗಲಿ ನಾನು ಯಾರ ಸಂಗಡವಾದರೂ ವಾದಿಸುವದನ್ನು ಇಲ್ಲವೆ ಜನರ ಗುಂಪು ಕೂಡಿಸುವದನ್ನು ಇವರು ಕಾಣಲಿಲ್ಲ. 24:12	",
},			
{			
"question" :	"	6 ಪೌಲನು ಹೇಳಿದ್ದು, ಅನೇಕ ವರ್ಷಗಳ ನಂತರ ತಾನು ಬಂದಿದ್ದು ………………… ಒಪ್ಪಿಸಲು.	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮದ್ರವ್ಯಗಳನ್ನು ತರುವುದಕ್ಕೂ ಮತ್ತು ಕಾಣಿಕೆ ಒಪ್ಪಿಸುವುದಕ್ಕೂ	",
	"	B. ಭಿನ್ನಾಭಿಪ್ರಾಯ	",
	"	C. ಅಸಮ್ಮತಿ	",
	"	D. ಹೊಸ ಸೇವೆಯನ್ನು	"
],			
"correct" :	"	A. ಧರ್ಮದ್ರವ್ಯಗಳನ್ನು ತರುವುದಕ್ಕೂ ಮತ್ತು ಕಾಣಿಕೆ ಒಪ್ಪಿಸುವುದಕ್ಕೂ	",
"explanation" :	"	ಕೆಲವು ವರುಷಗಳಾದ ಮೇಲೆ ನಾನು ನನ್ನ ಸ್ವದೇಶದವರಿಗೆ ಧರ್ಮದ್ರವ್ಯಗಳನ್ನು ತರುವದಕ್ಕೂ ಕಾಣಿಕೆಗಳನ್ನು ಒಪ್ಪಿಸುವದಕ್ಕೂ ಬಂದೆನು 24:17	",
},			
{			
"question" :	"	7  ಫೆಲಿಕ್ಸ್‍ನು ಹೇಳಿದ್ದು, ……………………… ಬಂದ ಮೇಲೆ ನಿಮ್ಮ ಕಾರ್ಯವನ್ನು ತೀರ್ಮಾನಿಸುತ್ತೇನೆಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಾತ	",
	"	B. ಹೆರೋದ	",
	"	C. ಸಹಸ್ರಾಧಿಪತಿ	",
	"	D. ಪೌಲನನ್ನು ರಕ್ಷಿಸಿದ ಶತಾಧಿಪತಿ	"
],			
"correct" :	"	C. ಸಹಸ್ರಾಧಿಪತಿ	",
"explanation" :	"	ಫೇಲಿಕ್ಸನು ಕ್ರಿಸ್ತ ಮಾರ್ಗವನ್ನು ತಕ್ಕ ಮಟ್ಟಿಗೆ ತಿಳಿದವನಾದರೂ ಅವರಿಗೆ - ಸಹಸ್ರಾಧಿಪತಿಯಾದ ಲೂಸ್ಯನು ಬಂದ ಮೇಲೆ ನಿಮ್ಮ ಕಾರ್ಯವನ್ನು ತೀರ್ಮಾನಿಸುತ್ತೇನೆಂದು ಹೇಳಿ ವಿಚಾರಣೆಯನ್ನು ತಡೆಮಾಡಿದನು 24:22	",
},			
{			
"question" :	"	8 ಪೌಲನಿಗೆ ಕಾವಲಾಗಿದ್ದ ಶತಾಧಿಪತಿಗೆ ಏನೆಂದು ಅಪ್ಪಣೆ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನನ್ನು ಯಾರು ಕಾಣಬಾರದು	",
	"	B. ಅವನನ್ನು ಉಪಚರಿಸುವವರಿಗೆ ಅಡ್ಡಿಮಾಡಬೇಡಿರಿ	",
	"	C. ಯೆಹೂದ್ಯರು ಅವನನ್ನು ಪ್ರಶ್ನಿಸಲಿ.	",
	"	D. ಯೆಹೂದ್ಯರು ಅವನಿಗೆ ನ್ಯಾಯವಿಚಾರಿಸಲಿ	"
],			
"correct" :	"	B. ಅವನನ್ನು ಉಪಚರಿಸುವವರಿಗೆ ಅಡ್ಡಿಮಾಡಬೇಡಿರಿ	",
"explanation" :	"	ಆಗ ಅವನು ಶತಾಧಿಪತಿಗೆ - ಪೌಲನು ಕಾವಲಲ್ಲಿರಬೇಕು, ಆದರೆ ಅವನು ಬಿಡುವಾಗಿರಲಿ, ಅವನನ್ನು ಉಪಚರಿಸುವದಕ್ಕೆ ಅವನ ಸ್ವಂತ ಜನರಲ್ಲಿ ಯಾರಿಗೂ ಅಡ್ಡಿಮಾಡಬಾರದೆಂದು ಅಪ್ಪಣೆಮಾಡಿದನು. 24:23	",
},			
{			
"question" :	"	9  ಫೆಲಿಕ್ಸ್‍ನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈಜಬೇಲ್	",
	"	B. ಪ್ರಿಸ್ಕಿಲ್ಲ	",
	"	C. ಸಪ್ಪೈರ	",
	"	D. ದ್ರೂಸಿಲ್ಲ	"
],			
"correct" :	"	D. ದ್ರೂಸಿಲ್ಲ	",
"explanation" :	"	ಕೆಲವು ದಿವಸಗಳಾದ ಮೇಲೆ ಫೇಲಿಕ್ಸನು ಯೆಹೂದ್ಯಳಾದ ದ್ರೂಸಿಲ್ಲಳೆಂಬ ಸ್ವಂತ ಹೆಂಡತಿಯೊಂದಿಗೆ ಬಂದು ಪೌಲನನ್ನು ಕರಿಸಿಕೊಂಡು ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿಡತಕ್ಕ ನಂಬಿಕೆಯ ವಿಷಯವಾಗಿ ಅವನು ಹೇಳಿದ ಮಾತುಗಳನ್ನು ಕೇಳಿದನು 24:24	",
},			
{			
"question" :	"	10 ಪೌಲನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲು ತನಗೆ ಆತನಿಂದ ಇದು ಸಿಕ್ಕೀತೆಂದು ಫೆಲಿಕ್ಸ್‍ನು ನೆನಸಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹಣ	",
	"	B. ಪ್ರಾರ್ಥನೆ	",
	"	C. ಅದ್ಭುತಗಳು	",
	"	D. ಪತ್ರಗಳು	"
],			
"correct" :	"	A. ಹಣ	",
"explanation" :	"	ಇದಲ್ಲದೆ ತನಗೆ ಪೌಲನಿಂದ ಹಣ ಸಿಕ್ಕೀತೆಂಬ ನಿರೀಕ್ಷೆ ಅವನಿಗಿದ್ದ ಕಾರಣ ಅವನನ್ನು ಬಾರಿಬಾರಿಗೂ ಕರಿಸಿ ಅವನ ಸಂಗಡ ಸಲ್ಲಾಪಮಾಡುತ್ತಿದ್ದನು. 24:26	",
},			
]			