var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 28";			
var quiz = [			
{			
"question" :	"	1  ಹಡಗಿನ ಹಲಗೆಗಳ ಸಹಾಯದಿಂದ ಜನರು ಯಾವ ದ್ವೀಪಕ್ಕೆ ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಪ್ರಿ	",
	"	B. ಜಮೈಕಾ	",
	"	C. ಪದ್ಮೋಸ್	",
	"	D. ಮೆಲಿತ್	"
],			
"correct" :	"	D. ಮೆಲಿತ್	",
"explanation" :	"	ನಾವು ದಡಕ್ಕೆ ಸೇರಿದ ಮೇಲೆ ಆ ದ್ವೀಪದ ಹೆಸರು ಮೆಲೀತೆ ಎಂದು ನಮಗೆ ತಿಳಿದುಬಂತು 28:1	",
},			
{			
"question" :	"	2  ಇದು ಪೌಲನ ಕೈಯನ್ನು ಹಿಡುಕೊಂಡಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಜಿಗಣೆ	",
	"	B. ಸರ್ಪ	",
	"	C. ಜೇಡ	",
	"	D. ದೆವ್ವ	"
],			
"correct" :	"	B. ಸರ್ಪ	",
"explanation" :	"	ಪೌಲನು ಒಂದು ಹೊರೆ ಕಟ್ಟಿಗೆಯನ್ನು ಕೂಡಿಸಿ ಬೆಂಕಿಯ ಮೇಲೆ ಹಾಕಲು ಆ ಕಾವಿನ ದೆಸೆಯಿಂದ ಒಂದು ಹಾವು ಹೊರಗೆ ಬಂದು ಅವನ ಕೈಯನ್ನು ಬಿಗಿಯಾಗಿ ಹಿಡುಕೊಂಡಿತು 28:3	",
},			
{			
"question" :	"	3 ಮೊದಲಿಗೆ ಜನರು, ಪೌಲನನ್ನು __________ ಎಂದು ತಿಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಲೆಗಡುಕ	",
	"	B. ಪ್ರವಾದಿ	",
	"	C. ದೂತ	",
	"	D. ದೆವ್ವ	"
],			
"correct" :	"	A. ಕೊಲೆಗಡುಕ	",
"explanation" :	"	ಆ ಜಂತು ಅವನ ಕೈಯಿಂದ ಜೋತಾಡುವದನ್ನು ದ್ವೀಪದವರು ನೋಡಿ - ಈ ಮನುಷ್ಯನು ಕೊಲೆಪಾತಕನೇ ಸರಿ; ಸಮುದ್ರದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಬಂದರೂ ನ್ಯಾಯವು ಇವನನ್ನು ಬದುಕಗೊಡಿಸುವದಿಲ್ಲವೆಂದು ತಮ್ಮತಮ್ಮೊಳಗೆ ಮಾತಾಡಿಕೊಂಡರು. 28:4	",
},			
{			
"question" :	"	4  ಸರ್ಪದ ಕಚ್ಚುವಿಕೆಯಿಂದ ಪೌಲನಿಗೆ ಏನೂ ಹಾನಿಯಾಗದೇ ಇದ್ದಾಗ, ಜನರು ಅವನನ್ನು _________ ಎಂದು ಭಾವಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೆವ್ವ	",
	"	B. ಪ್ರವಾದಿ	",
	"	C. ದೇವರು	",
	"	D. ದೇವದೂತ	"
],			
"correct" :	"	C. ದೇವರು	",
"explanation" :	"	ಇವನು ಬಾತುಹೋದಾನು ಇಲ್ಲವೆ ಅಕಸ್ಮಾತ್ತಾಗಿ ಸತ್ತುಬಿದ್ದಾನು ಎಂದು ಅವರು ನೋಡಿಕೊಂಡೇ ಇದ್ದರು. ಬಹಳ ಹೊತ್ತು ನೋಡಿಕೊಂಡಿದ್ದ ಮೇಲೆ ಅವನಿಗೆ ವಿಕಾರವೇನೂ ಆಗಿಲ್ಲವೆಂದು ಕಂಡು ಬೇರೆ ಯೋಚನೆಯುಳ್ಳವರಾಗಿ - ಇವನು ಒಬ್ಬ ದೇವರು ಎಂದು ಹೇಳಿಕೊಂಡರು. 28:6	",
},			
{			
"question" :	"	5  ಈ ಮನುಷ್ಯನ ತಂದೆ ರೋಗಿಯಾಗಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಕೈಸರ	",
	"	C. ಯೂಲ್ಯ	",
	"	D. ಪೊಪ್ಲಿಯ	"
],			
"correct" :	"	D. ಪೊಪ್ಲಿಯ	",
"explanation" :	"	ಅವನ ತಂದೆಯು ಜ್ವರದಿಂದಲೂ ರಕ್ತಭೇದಿಯಿಂದಲೂ ಪೀಡಿತನಾಗಿ ಮಲಗಿದ್ದನು. ಪೌಲನು ಅವನ ಬಳಿಗೆ ಹೋಗಿ ದೇವರ ಪ್ರಾರ್ಥನೆ ಮಾಡಿ ಅವನ ಮೇಲೆ ಕೈಗಳನ್ನಿಟ್ಟು ಅವನನ್ನು ವಾಸಿಮಾಡಿದನು.  28:8	",
},			
{			
"question" :	"	6 ರೋಗಿಯ ಮೇಲೆ ಕೈ ಇಟ್ಟು ಅವರನ್ನು ಸ್ವಸ್ಥಪಡಿಸಿದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೂಕ	",
	"	B. ಪೌಲ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಸೀಲ	"
],			
"correct" :	"	B. ಪೌಲ	",
"explanation" :	"	ಅವನ ತಂದೆಯು ಜ್ವರದಿಂದಲೂ ರಕ್ತಭೇದಿಯಿಂದಲೂ ಪೀಡಿತನಾಗಿ ಮಲಗಿದ್ದನು. ಪೌಲನು ಅವನ ಬಳಿಗೆ ಹೋಗಿ ದೇವರ ಪ್ರಾರ್ಥನೆ ಮಾಡಿ ಅವನ ಮೇಲೆ ಕೈಗಳನ್ನಿಟ್ಟು ಅವನನ್ನು ವಾಸಿಮಾಡಿದನು.  28:8	",
},			
{			
"question" :	"	7  ಪೌಲನು ಒಟ್ಟಾಗಿ ಯಾರನ್ನು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪೋಸ್ತಲರನ್ನು	",
	"	B. ಅನ್ಯರನ್ನು	",
	"	C. ರೋಮನ್ನರನ್ನು	",
	"	D. ಯೆಹೂದ್ಯರಲ್ಲಿ ಪ್ರಮುಖರನ್ನು	"
],			
"correct" :	"	D. ಯೆಹೂದ್ಯರಲ್ಲಿ ಪ್ರಮುಖರನ್ನು	",
"explanation" :	"	ಮೂರು ದಿವಸಗಳಾದ ಮೇಲೆ ಪೌಲನು ಯೆಹೂದ್ಯರಲ್ಲಿ ಪ್ರಮುಖರನ್ನು ತನ್ನ ಬಳಿಗೆ ಕರೆಯಿಸಿದನು. ಅವರು ಕೂಡಿದ ಮೇಲೆ ಅವನು ಅವರಿಗೆ - ಸಹೋದರರೇ, ನಾನು ನಮ್ಮ ಜನರಿಗೂ ನಮ್ಮ ಪಿತೃಗಳ ಆಚಾರಗಳಿಗೂ ವಿರುದ್ಧವಾಗಿ ಏನೂ ಮಾಡದವನಾದರೂ ಯೆರೂಸಲೇಮಿನಿಂದ ರೋಮಾಯರ ಕೈಗೆ ಸೆರೆಯವನಾಗಿ ಒಪ್ಪಿಸಲ್ಪಟ್ಟೆನು 28:17	",
},			
{			
"question" :	"	8  ಪೌಲನು ಹೇಳಿದ್ದು, ನಾನು ಯೆರೂಸಲೇಮಿನಿಂದ __________ ಕೈಗೆ ಸೆರೆಯಾಗಿ ಒಪ್ಪಿಸಲ್ಪಟ್ಟೆನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈತಾನ್	",
	"	B. ದೇವರು	",
	"	C. ರೋಮಾಯರ	",
	"	D. ಯೆಹೂದ್ಯರ	"
],			
"correct" :	"	C. ರೋಮಾಯರ	",
"explanation" :	"	ಮೂರು ದಿವಸಗಳಾದ ಮೇಲೆ ಪೌಲನು ಯೆಹೂದ್ಯರಲ್ಲಿ ಪ್ರಮುಖರನ್ನು ತನ್ನ ಬಳಿಗೆ ಕರೆಯಿಸಿದನು. ಅವರು ಕೂಡಿದ ಮೇಲೆ ಅವನು ಅವರಿಗೆ - ಸಹೋದರರೇ, ನಾನು ನಮ್ಮ ಜನರಿಗೂ ನಮ್ಮ ಪಿತೃಗಳ ಆಚಾರಗಳಿಗೂ ವಿರುದ್ಧವಾಗಿ ಏನೂ ಮಾಡದವನಾದರೂ ಯೆರೂಸಲೇಮಿನಿಂದ ರೋಮಾಯರ ಕೈಗೆ ಸೆರೆಯವನಾಗಿ ಒಪ್ಪಿಸಲ್ಪಟ್ಟೆನು 28:17	",
},			
{			
"question" :	"	9 ಪೌಲನು ಹೇಳಿದ್ದು, ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು ಅಡ್ಡ ಮಾತಾಡಿದ್ದರಿಂದ ನಾನು________________ ಎದುರಿನಲ್ಲಿ ಹೇಳಿಕೊಳ್ಳುತ್ತೇನೆಂದು ಹೇಳಬೇಕಾಗಿ ಬಂತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಾತ	",
	"	B. ಸೊಲೊಮೋನ್	",
	"	C. ಕೈಸರ	",
	"	D. ಹೆರೋದ	"
],			
"correct" :	"	C. ಕೈಸರ	",
"explanation" :	"	ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು ಅಡ್ಡಮಾತಾಡಿದ್ದರಿಂದ ನಾನು ಚಕ್ರವರ್ತಿಯ ಎದುರಿನಲ್ಲಿ ಹೇಳಿಕೊಳ್ಳುತ್ತೇನೆಂದು ಹೇಳಬೇಕಾಗಿ ಬಂತು. ನನ್ನ ಸ್ವದೇಶದವರ ಮೇಲೆ ದೋಷಾರೋಪಣೆ ಮಾಡಬೇಕೆಂಬ ಅಭಿಪ್ರಾಯದಿಂದ ಅದನ್ನು ಹೇಳಲಿಲ್ಲ.  28:19	",
},			
{			
"question" :	"	10  ತಾನೇ ಮಾಡಿಕೊಂಡ ಬಾಡಿಗೆಯ ಮನೆಯಲ್ಲಿ, ಯಾವ ಅಡ್ಡಿಯೂ ಇಲ್ಲದೆ, ಪೌಲನು, _____________ ವಿಷಯದ ಕುರಿತು ಉಪದೇಶ ಮಾಡುತ್ತಾ ಇದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಶಾಸ್ತ್ರ	",
	"	B. ಸರ್ಕಾರ	",
	"	C. ಆತನ ವಾಯಿದೆ	",
	"	D. ಯೇಸು	"
],			
"correct" :	"	D. ಯೇಸು	",
"explanation" :	"	ತರುವಾಯ ಅವನು ತಾನೇ ಮಾಡಿಕೊಂಡ ಬಾಡಿಗೆಯ ಮನೆಯಲ್ಲಿ ಪೂರಾ ಎರಡು ವರುಷ ಇದ್ದು ತನ್ನ ಬಳಿಗೆ ಬರುವವರೆಲ್ಲರನ್ನು ಸೇರಿಸಿಕೊಂಡು ಯಾವ ಅಡ್ಡಿಯೂ ಇಲ್ಲದೆ ತುಂಬಾ ಧೈರ್ಯದಿಂದ ದೇವರ ರಾಜ್ಯವನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸುತ್ತಾ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ವಿಷಯವಾಗಿ ಉಪದೇಶಮಾಡುತ್ತಾ ಇದ್ದನು 28:30,31	",
},			
]			