var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 27";			
var quiz = [			
{			
"question" :	"	1  ಪೌಲನು ಸಮುದ್ರ ಮಾರ್ಗವಾಗಿ ಎಲ್ಲಿಗೆ ಹೋಗಬೇಕೆಂದು ತೀರ್ಮಾನವಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇತಾಲ್ಯ	",
	"	B. ಗಲಿಲಾಯ	",
	"	C. ಸಮಾರ್ಯ	",
	"	D. ಕಪರ್ನೌಮ್	"
],			
"correct" :	"	A. ಇತಾಲ್ಯ	",
"explanation" :	"	ನಾವು ಸಮುದ್ರಮಾರ್ಗವಾಗಿ ಇತಾಲ್ಯದೇಶಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ತೀರ್ಮಾನವಾದ ಮೇಲೆ ಪೌಲನನ್ನೂ ಬೇರೆ ಕೆಲವು ಸೆರೆಯವರನ್ನೂ ಚಕ್ರವರ್ತಿಯ ಪಟಾಲಮಿಗೆ ಸೇರಿದ ಯೂಲ್ಯನೆಂಬ ಒಬ್ಬ ಶತಾಧಿಪತಿಗೆ ಒಪ್ಪಿಸಿದರು. 27:1	",
},			
{			
"question" :	"	2 ಪೌಲನನ್ನು ಯಾವ ಶತಾಧಿಪತಿಗೆ ಒಪ್ಪಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂಲ್ಯ	",
	"	B. ಮರಿಯೋನ್	",
	"	C. ಫ್ರಾನ್ಸಿಸ್	",
	"	D. ಅಹಿಯೇಜರ್	"
],			
"correct" :	"	A. ಯೂಲ್ಯ	",
"explanation" :	"	ನಾವು ಸಮುದ್ರಮಾರ್ಗವಾಗಿ ಇತಾಲ್ಯದೇಶಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ತೀರ್ಮಾನವಾದ ಮೇಲೆ ಪೌಲನನ್ನೂ ಬೇರೆ ಕೆಲವು ಸೆರೆಯವರನ್ನೂ ಚಕ್ರವರ್ತಿಯ ಪಟಾಲಮಿಗೆ ಸೇರಿದ ಯೂಲ್ಯನೆಂಬ ಒಬ್ಬ ಶತಾಧಿಪತಿಗೆ ಒಪ್ಪಿಸಿದರು. 27:1	",
},			
{			
"question" :	"	3 ತಾವು ಹೋಗುವುದರಿಂದ ಎಲ್ಲರಿಗೂ ಅಪಾಯವೆಂದು ಹೇಳಿ ಎಚ್ಚರಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೂಕ	",
	"	B. ಮಾರ್ಕ	",
	"	C. ಕೈಸರ	",
	"	D. ಪೌಲ	"
],			
"correct" :	"	D. ಪೌಲ	",
"explanation" :	"	ಹೀಗೆ ಬಹುಕಾಲ ಕಳೆದುಹೋಯಿತು; ಮಹಾ ಉಪವಾಸದ ದಿವಸವು ಆಗಿಹೋಗಿತ್ತು. ಈ ಸಂದರ್ಭದಲ್ಲಿ ಸಮುದ್ರಪ್ರಯಾಣ ಮಾಡುವದು ಅಪಾಯಕರವಾಗಿದ್ದದರಿಂದ ಪೌಲನು - ಜನರೇ, ಈ ಪ್ರಯಾಣದಿಂದ ಸರಕಿಗೂ ಹಡಗಿಗೂ ಮಾತ್ರವಲ್ಲದೆ ನಮ್ಮ ಪ್ರಾಣಗಳಿಗೂ ಕಷ್ಟವೂ ಬಹು ನಷ್ಟವೂ ಸಂಭವಿಸುವದೆಂದು ನನಗೆ ತೋರುತ್ತದೆ ಎಂದು ಅವರನ್ನು ಎಚ್ಚರಿಸಿದನು. 27:9,10	",
},			
{			
"question" :	"	4 ಶತಾಧಿಪತಿಯು ಯಾರನ್ನು ನಂಬಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಹಡಗಿನ ಯಜಮಾನ	",
	"	C. ಫೆಲಿಕ್ಸ್	",
	"	D. ಫೆಸ್ತ	"
],			
"correct" :	"	B. ಹಡಗಿನ ಯಜಮಾನ	",
"explanation" :	"	ಆದರೆ ಪೌಲನು ಹೇಳಿದ ಮಾತುಗಳಿಗಿಂತ ನಾವಿಕನೂ ಹಡಗಿನ ಯಜಮಾನನೂ ಹೇಳಿದ ಮಾತಿಗೆ ಶತಾಧಿಪತಿಯು ಹೆಚ್ಚಾಗಿ ಲಕ್ಷ್ಯಕೊಟ್ಟನು. 27:11	",
},			
{			
"question" :	"	5  ಅನೇಕ ದಿನಗಳವರೆಗೆ ಅವರಿಗೆ ಇವು ಕಾಣದೇ ಹೋದದರಿಂದ ಅವರು ತಮ್ಮ ಎಲ್ಲಾ ನಿರೀಕ್ಷೆಗಳನ್ನು ಕಳಕೊಂಡರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರು	",
	"	B. ಹಡಗುಗಳು	",
	"	C. ಸೂರ್ಯ ಅಥವಾ ನಕ್ಷತ್ರಗಳು	",
	"	D. ಅದ್ಭುತಗಳು	"
],			
"correct" :	"	C. ಸೂರ್ಯ ಅಥವಾ ನಕ್ಷತ್ರಗಳು	",
"explanation" :	"	ಅನೇಕ ದಿವಸಗಳ ತನಕ ಸೂರ್ಯನಾಗಲಿ ನಕ್ಷತ್ರಗಳಾಗಲಿ ನಮಗೆ ಕಾಣಿಸದೆ ದೊಡ್ಡ ಬಿರುಗಾಳಿ ನಮ್ಮ ಮೇಲೆ ಹೊಡೆದದ್ದರಿಂದ ತಪ್ಪಿಸಿಕೊಂಡೇವೆಂಬ ಎಲ್ಲಾ ನಿರೀಕ್ಷೆಯು ಅಂದಿನಿಂದ ಕಳೆದುಹೋಯಿತು. 27:20	",
},			
{			
"question" :	"	6  ಆ ರಾತ್ರಿ ತನ್ನ ಸಂಗಡ ಯಾರು ನಿಂತಿದ್ದರೆಂದು ಪೌಲನು ಹೇಳಿದ?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು	",
	"	B. ಒಬ್ಬ ದೂತ	",
	"	C. ಸೈತಾನ್	",
	"	C. ಹಡಗಿನ ಯಜಮಾನ	"
],			
"correct" :	"	B. ಒಬ್ಬ ದೂತ	",
"explanation" :	"	ನಾನು ಯಾರವನಾಗಿದ್ದೇನೋ ಯಾರನ್ನು ಸೇವಿಸುತ್ತೇನೋ ಆ ದೇವರಿಂದ ಬಂದ ಒಬ್ಬ ದೂತನು ಕಳೆದ ರಾತ್ರಿಯಲ್ಲಿ ನನ್ನ ಹತ್ತಿರ ನಿಂತು 27:23	",
},			
{			
"question" :	"	7  ಪೌಲನಿಗೆ ಹೇಳಿದ್ದು, ನೀನು ಭಯ ಪಡಬೇಡ, ನೀನು ಈ ಸ್ಥಳಕ್ಕೆ ಕರತರುತ್ತೀ.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮ್	",
	"	B. ಕೈಸರನ ಮುಂದೆ	",
	"	C. ಅಂತಿಯೋಕ್ಯ	",
	"	D. ಆಸ್ಯ	"
],			
"correct" :	"	B. ಕೈಸರನ ಮುಂದೆ	",
"explanation" :	"	ಪೌಲನೇ, ಭಯಪಡಬೇಡ, ನೀನು ಚಕ್ರವರ್ತಿಯ ಮುಂದೆ ನಿಲ್ಲಬೇಕು; ಇದಲ್ಲದೆ ನಿನ್ನ ಸಂಗಡ ಈ ಹಡಗಿನಲ್ಲಿ ಪ್ರಯಾಣಮಾಡುವವರೆಲ್ಲರ ಪ್ರಾಣ ದೇವರು ನಿನ್ನ ಮೇಲಣ ದಯೆಯಿಂದ ಉಳಿಸಿಕೊಟ್ಟಿದ್ದಾನೆಂದು ನನ್ನ ಸಂಗಡ ಹೇಳಿದನು. 27:24	",
},			
{			
"question" :	"	8 ಪೌಲನು ಹೇಳಿದ್ದು, ಹೀಗೆ ಮಾಡಿದವರು ಮಾತ್ರ ರಕ್ಷಿಸಲ್ಪಡುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಈಜಲು ಕಲಿತವರು	",
	"	B. ಜೀವರಕ್ಷಕ ವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿದವರು	",
	"	C. ದೋಣಿಯಲ್ಲೇ ಉಳಿಯುವರು	",
	"	D. ಅವನಿಗೆ ಹಣವನ್ನು ನೀಡುವವರು	"
],			
"correct" :	"	C. ದೋಣಿಯಲ್ಲೇ ಉಳಿಯುವರು	",
"explanation" :	"	ಪೌಲನು ಶತಾಧಿಪತಿಗೂ ಸಿಪಾಯಿಗಳಿಗೂ - ಇವರು ಹಡಗಿನಲ್ಲಿ ನಿಲ್ಲದೆ ಹೋದರೆ ನೀವೂ ಉಳುಕೊಳ್ಳುವದಕ್ಕಾಗುವದಿಲ್ಲವೆಂದು ಹೇಳಿದನು 27:31	",
},			
{			
"question" :	"	9  ಸೈನಿಕರು ಕೈದಿಗಳನ್ನು ಹೀಗೆ ಮಾಡುವವರಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಟ್ಟುಬಿಡುವವರಿದ್ದರು	",
	"	B. ಕಟ್ಟಿಹಾಕುವವರಿದ್ದರು	",
	"	C. ಕೊಲ್ಲುವವರಿದ್ದರು	",
	"	D. ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಬಿಡುತ್ತಿದ್ದರು	"
],			
"correct" :	"	C. ಕೊಲ್ಲುವವರಿದ್ದರು	",
"explanation" :	"	ಸೆರೆಯವರಲ್ಲಿ ಕೆಲವರು ಈಜಿ ತಪ್ಪಿಸಿಕೊಂಡಾರೆಂದು ಸಿಪಾಯಿಗಳು ಅವರನ್ನು ಕೊಲ್ಲಬೇಕೆಂಬದಾಗಿ ಆಲೋಚನೆ ಹೇಳಿದರು. 27:42	",
},			
{			
"question" :	"	10 ಹಲಗೆಗಳ ಸಹಾಯದಿಂದ ಎಷ್ಟು ಜನ ತಪ್ಪಿಸಿಕೊಂಡು ತೀರಕ್ಕೆ ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು ಮಾತ್ರ	",
	"	B. 150	",
	"	C. 210	",
	"	D. ಎಲ್ಲರೂ	"
],			
"correct" :	"	D. ಎಲ್ಲರೂ	",
"explanation" :	"	ಮಿಕ್ಕಾದವರಲ್ಲಿ ಕೆಲವರು ಹಲಿಗೆಗಳ ಮೇಲೆ ಕೆಲವರು ಹಡಗಿನ ತುಂಡುಗಳ ಮೇಲೆ ಹೋಗಬೇಕೆಂತಲೂ ಅಪ್ಪಣೆಕೊಟ್ಟನು. ಈ ರೀತಿಯಿಂದ ಎಲ್ಲರೂ ಸುರಕ್ಷಿತವಾಗಿ ತೀರಕ್ಕೆ ಸೇರಿದರು. 27:44	",
},			
]			