var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 22";			
var quiz = [			
{			
"question" :	"	1 ಪೌಲನು ಜನರೊಂದಿಗೆ ಈ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ರಿಯ	",
	"	B. ಗ್ರೀಕ್	",
	"	C. ಇಟಲಿ	",
	"	D. ಐಗುಪ್ತ್ಯ	"
],			
"correct" :	"	A. ಇಬ್ರಿಯ	",
"explanation" :	"	ಅವನು ತಮ್ಮ ಸಂಗಡ ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ ಮಾತಾಡುವದನ್ನು ಕೇಳಿ ಅವರು ಮತ್ತೂ ನಿಶ್ಶಬ್ದವಾದರು. ಆಗ ಅವನು ಹೇಳಿದ್ದೇನಂದರೆ -22:2	",
},			
{			
"question" :	"	2 ಪೌಲನು ಹೇಳಿದ್ದು, ತಾನು ಒಬ್ಬ	",
"image" :	"",		
"choices" : [			
	"	A. ಗ್ರೀಕ್	",
	"	B. ಐಗುಪ್ತ್ಯ	",
	"	C. ಯೆಹೂದ್ಯ	",
	"	D. ಅಮ್ಮೋರಿಯನು	"
],			
"correct" :	"	C. ಯೆಹೂದ್ಯ	",
"explanation" :	"	ನಾನು ಯೆಹೂದ್ಯನು, ಕಿಲಿಕ್ಯದ ತಾರ್ಸದಲ್ಲಿ ಹುಟ್ಟಿದವನು, ಆದರೆ ಈ ಪಟ್ಟಣದಲ್ಲೇ ಬೆಳೆದವನು. ಗಮಲಿಯೇಲನ ಪಾದಸನ್ನಿಧಿಯಲ್ಲಿ ನಮ್ಮ ಪಿತೃಗಳ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಪೂರ್ಣ ಶಿಕ್ಷಿತನಾದೆನು; ನೀವೆಲ್ಲರೂ ಈಹೊತ್ತು ದೇವರ ವಿಷಯದಲ್ಲಿ ಅಭಿಮಾನಿಗಳಾಗಿರುವಂತೆಯೇ ನಾನು ಅಭಿಮಾನಿಯಾಗಿದ್ದೆನು 22:3	",
},			
{			
"question" :	"	3 ಪೌಲನ ಸುತ್ತೂ ದೊಡ್ಡ ಬೆಳಕು ಕಾಣಿಸಿಕೊಂಡಾಗ ಅವನು ಈ ಮಾರ್ಗದಲ್ಲಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರಿಕೋ	",
	"	B. ಸಮಾರ್ಯ	",
	"	C. ಯೂದಾಯ	",
	"	D. ದಮಸ್ಕಸ್	"
],			
"correct" :	"	D. ದಮಸ್ಕಸ್	",
"explanation" :	"	ನಾನು ಪ್ರಯಾಣಮಾಡುತ್ತಾ ದಮಸ್ಕದ ಹತ್ತರಕ್ಕೆ ಬಂದಾಗ ಸುಮಾರು ಮಧ್ಯಾಹ್ನದಲ್ಲಿ ಫಕ್ಕನೆ ಆಕಾಶದೊಳಗಿಂದ ಒಂದು ದೊಡ್ಡ ಬೆಳಕು ನನ್ನ ಸುತ್ತಲು ಹೊಳೆಯಿತು, ನಾನು ನೆಲಕ್ಕೆ ಬಿದ್ದೆನು 22:6	",
},			
{			
"question" :	"	4 ಆ ಸ್ವರವು ಪೌಲನಿಗೆ ಕೇಳಿತು: ನೀನೇಕೆ ನನ್ನನ್ನು ___?	",
"image" :	"",		
"choices" : [			
	"	A. ಚಿಂತಿಸುತ್ತೀಯ	",
	"	B. ಆರಾಧಿಸುತ್ತೀಯ	",
	"	C. ಹಿಂಸೆ ಪಡಿಸುತ್ತೀಯ	",
	"	D. ಪ್ರಶ್ನಿಸುತ್ತೀಯ	"
],			
"correct" :	"	C. ಹಿಂಸೆ ಪಡಿಸುತ್ತೀಯ	",
"explanation" :	"	ಆಗ - ಸೌಲನೇ, ಸೌಲನೇ, ನನ್ನನ್ನು ಯಾಕೆ ಹಿಂಸೆಪಡಿಸುತ್ತೀ? ಎಂದು ನನಗೆ ಹೇಳಿದ ಒಂದು ಶಬ್ದವನ್ನು ಕೇಳಿದೆನು 22:7	",
},			
{			
"question" :	"	5 ಆ ಶಬ್ಧವು ತನ್ನುನ್ನು ಯಾರೆಂದು ಹೇಳಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈತಾನ	",
	"	B. ಪೌಲ	",
	"	C. ಯೇಸು	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"	ಅದಕ್ಕೆ ನಾನು - ಕರ್ತನೇ, ನೀನಾರು? ಎಂದು ಕೇಳಲು ಆತನು - ನೀನು ಹಿಂಸೆಪಡಿಸುವ ನಜರೇತಿನ ಯೇಸುವೇ ನಾನು ಎಂದು ನನಗೆ ಹೇಳಿದನು 22:8	",
},			
{			
"question" :	"	6 ಪೌಲನ ಜೊತೆಯಿದ್ದವರು, ಬೆಳಕನ್ನು ಕಂಡರೇ ಹೊರತು,	",
"image" :	"",		
"choices" : [			
	"	A. ಆಶ್ಚರ್ಯಗೊಳ್ಳಲಿಲ್ಲ	",
	"	B. ಶಬ್ಧವನ್ನು ಕೇಳಲಿಲ್ಲ	",
	"	C. ಭಯಪಡಲಿಲ್ಲ	",
	"	D. ಅದನ್ನು ಲಕ್ಷಿಸಲಿಲ್ಲ	"
],			
"correct" :	"	B. ಶಬ್ಧವನ್ನು ಕೇಳಲಿಲ್ಲ	",
"explanation" :	"	ನನ್ನ ಜೊತೆಯಲ್ಲಿದ್ದವರು ಬೆಳಕನ್ನು ಕಂಡರೇ ಹೊರತು ನನ್ನ ಸಂಗಡ ಮಾತಾಡಿದವನ ಶಬ್ದವನ್ನು ಕೇಳಲಿಲ್ಲ 22:9	",
},			
{			
"question" :	"	7 ಪೌಲನು ಬೆಳಕನ್ನು ಕಂಡ ನಂತರ ಅವನಿಗೆ ಇದನ್ನು ಮಾಡಲಾಗಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾತನಾಡಲು	",
	"	B. ನೋಡಲು	",
	"	C. ಕೇಳಲು	",
	"	D. ನಡೆಯಲು	"
],			
"correct" :	"	B. ನೋಡಲು	",
"explanation" :	"	ಆ ಬೆಳಕಿನ ಪ್ರಭಾವದಿಂದ ನನಗೆ ಕಣ್ಣುಕಾಣದೆ ಇದ್ದದರಿಂದ ನನ್ನ ಜೊತೆಯಲ್ಲಿದ್ದವರು ನನ್ನನ್ನು ಕೈಹಿಡಿದು ದಮಸ್ಕದೊಳಕ್ಕೆ ಕರೆದುಕೊಂಡು ಹೋದರು 22:11	",
},			
{			
"question" :	"	8 ಈ ಮನುಷ್ಯನು ಪೌಲನ ಬಳಿಗೆ ಬಂದನು ಮತ್ತು ಅವನು ಸೌಖ್ಯವಾದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ	",
	"	B. ಗಮಲಿಯೇಲ	",
	"	C. ಗಾಯ	",
	"	D. ಅರಿದಾತ	"
],			
"correct" :	"	A. ಅನನೀಯ	",
"explanation" :	"	ಅಲ್ಲಿ ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಸರಿಯಾಗಿ ನಡೆಯುವ ಸದ್ಭಕ್ತನೂ ಆ ಸ್ಥಳದ ಯೆಹೂದ್ಯರೆಲ್ಲರಿಂದ ಒಳ್ಳೆಯವನೆಂದು ಹೆಸರು ಹೊಂದಿದವನೂ ಆಗಿದ್ದ ಅನನೀಯನೆಂಬವನು ನನ್ನ ಬಳಿಗೆ ಬಂದು ನಿಂತು - ಸಹೋದರನಾದ ಸೌಲನೇ, ನಿನಗೆ ಕಣ್ಣುಕಾಣಿಸಲಿ ಎಂದು ಹೇಳಿದನು. ಹೇಳಿದಾಕ್ಷಣವೇ ನನಗೆ ಕಣ್ಣು ಕಾಣಿಸಿತು, ನಾನು ಅವನನ್ನು ನೋಡಿದೆನು. 22:12,13	",
},			
{			
"question" :	"	9 ಈ ವಿಶ್ವಾಸಿಯ ರಕ್ತವು ಚೆಲ್ಲಲ್ಪಟ್ಟಾಗ, ಪೌಲನು ಅವನ ಮರಣಕ್ಕೆ ಸಮ್ಮತಿಸುವವನಾಗಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. ಪೇಯಗತ	",
	"	C. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	D. ಸ್ತೆಫನ್ಯ	"
],			
"correct" :	"	D. ಸ್ತೆಫನ್ಯ	",
"explanation" :	"	ಮತ್ತು ನಿನ್ನ ಸಾಕ್ಷಿಯಾದ ಸ್ತೆಫನನ ರಕ್ತವು ಚೆಲ್ಲಿಸಲ್ಪಟ್ಟಾಗ ನಾನೂ ಹತ್ತರ ನಿಂತು ಒಪ್ಪಿಕೊಂಡು ಅವನನ್ನು ಕೊಂದವರ ವಸ್ತ್ರಗಳನ್ನು ಕಾಯುತ್ತಿದ್ದೆನಲ್ಲಾ ಅಂದೆನು.  22:20	",
},			
{			
"question" :	"	10  ಶತಾಧಿಪತಿಯು ಮತ್ತು ಸೇನಾಧಿಕಾರಿಯು ಪೌಲನು _____ ಹಕ್ಕುದಾರನೆಂದು ತಿಳಿದು ಭಯಪಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ್ಯದ	",
	"	B. ರೋಮಾಪುರದ	",
	"	C. ಪ್ರವಾದಿ	",
	"	D. ಅಪೋಸ್ತಲನೆಂದು	"
],			
"correct" :	"	B. ರೋಮಾಪುರದ	",
"explanation" :	"	ಅವನನ್ನು ಹೊಡೆದು ವಿಚಾರಿಸುವದಕ್ಕೆ ಬಂದವರು ಕೂಡಲೆ ಅವನನ್ನು ಬಿಟ್ಟರು. ಅದಲ್ಲದೆ ಅವನನ್ನು ರೋಮಾಪುರದ ಹಕ್ಕುದಾರನೆಂದು ಸಹಸ್ರಾಧಿಪತಿಗೆ ತಿಳಿದುಬಂದಾಗ ತಾನು ಅವನನ್ನು ಕಟ್ಟಿಸಿದ್ದರಿಂದ ಅವನಿಗೂ ಭಯಹಿಡಿಯಿತು. 22:29	",
},			
]			