var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1 ಈ ಇಬ್ಬರು ಶಿಷ್ಯರು ದೇವಾಲಯಕ್ಕೆ ಹೋದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
	"	B. ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನ	",
	"	C. ಪೇತ್ರ ಮತ್ತು ಯಾಕೋಬ	",
	"	D. ಪೇತ್ರ ಮತ್ತು ಪೌಲ	"
],			
"correct" :	"	B. ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನ	",
"explanation" :	"	ಒಂದಾನೊಂದು ದಿವಸ ಪೇತ್ರ ಯೋಹಾನರು ಮಧ್ಯಾಹ್ನದ  ಮೂರು ಘಂಟೆಗೆ ನಡೆಯ ತಕ್ಕ ಪ್ರಾರ್ಥನೆಗಾಗಿ ದೇವಾಲಯಕ್ಕೆ ಹೋಗುತ್ತಿರಲು ಹುಟ್ಟುಕುಂಟನಾಗಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಯಾರೋ ಹೊತ್ತುಕೊಂಡು ಬಂದರು 3:1	",
},			
{			
"question" :	"	2 ಆ ಶಿಷ್ಯರು ದೇವಾಲಯಕ್ಕೆ ಯಾವ ಸಮಯದಲ್ಲಿ ಹೋದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಲಿ ಕೊಡುವ ಸಮಯ	",
	"	B. ಪ್ರಾರ್ಥನೆಯ ಸಮಯ	",
	"	C. ಅರಿಕೆ ಮಾಡುವ ಸಮಯ	",
	"	D. ಕರ್ತನ ಮೇಜಿನ ಸಮಯ	"
],			
"correct" :	"	B. ಪ್ರಾರ್ಥನೆಯ ಸಮಯ	",
"explanation" :	"	ಒಂದಾನೊಂದು ದಿವಸ ಪೇತ್ರ ಯೋಹಾನರು ಮಧ್ಯಾಹ್ನದ ಮೇಲೆ ಮೂರು ಘಂಟೆಗೆ ನಡೆಯ ತಕ್ಕ ಪ್ರಾರ್ಥನೆಗಾಗಿ ದೇವಾಲಯಕ್ಕೆ ಹೋಗುತ್ತಿರಲು ಹುಟ್ಟುಕುಂಟನಾಗಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಯಾರೋ ಹೊತ್ತುಕೊಂಡು ಬಂದರು 3:1	",
},			
{			
"question" :	"	3 ಆ ದ್ವಾರದ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಂದರ ದ್ವಾರ	",
	"	B. ಸೊಲೊಮೋನನ ದ್ವಾರ	",
	"	C. ಧರ್ಮದ ದ್ವಾರ	",
	"	D. ನಿರೀಕ್ಷೆಯ ದ್ವಾರ	"
],			
"correct" :	"	A. ಸುಂದರ ದ್ವಾರ	",
"explanation" :	"	ದೇವಾಲಯದೊಳಕ್ಕೆ ಹೋಗುವವರಿಂದ ಭಿಕ್ಷೆಬೇಡುವದಕ್ಕಾಗಿ ಅವನನ್ನು ದೇವಾಲಯದ ಸುಂದರದ್ವಾರವೆಂಬ ಬಾಗಿಲಿನಲ್ಲಿ ದಿನಾಲು ಕೂಡ್ರಿಸುತ್ತಿದ್ದರು 3:2	",
},			
{			
"question" :	"	4 ಹುಟ್ಟು ಕುಂಟನು ದ್ವಾರದ ಬಳಿ ಏಕೆ ಕುಳಿತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥಿಸಲು	",
	"	B. ಭಿಕ್ಷೆಗಾಗಿ	",
	"	C. ಬಲಿ ನೀಡುವುದಕ್ಕಾಗಿ	",
	"	D. ಅವನು ತಪ್ಪಿಹೋಗಿದ್ದನು	"
],			
"correct" :	"	B. ಭಿಕ್ಷೆಗಾಗಿ	",
"explanation" :	"	ದೇವಾಲಯದೊಳಕ್ಕೆ ಹೋಗುವವರಿಂದ ಭಿಕ್ಷೆಬೇಡುವದಕ್ಕಾಗಿ ಅವನನ್ನು ದೇವಾಲಯದ ಸುಂದರದ್ವಾರವೆಂಬ ಬಾಗಿಲಿನಲ್ಲಿ ದಿನಾಲು ಕೂಡ್ರಿಸುತ್ತಿದ್ದರು 3:2	",
},			
{			
"question" :	"	5 ಪೇತ್ರನು ತಮ್ಮ ಬಳಿ ಏನಿಲ್ಲವೆಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಂಬಿಕೆ	",
	"	B. ಬೆಳ್ಳಿ ಅಥವ ಬಂಗಾರ	",
	"	C. ನಿರೀಕ್ಷೆ	",
	"	D. ಒಂದು ಅವಕಾಶ	"
],			
"correct" :	"	B. ಬೆಳ್ಳಿ ಅಥವ ಬಂಗಾರ	",
"explanation" :	"	ಆಗ ಪೇತ್ರನು - ಬೆಳ್ಳಿಬಂಗಾರವಂತೂ ನನ್ನಲ್ಲಿಲ್ಲ, ನನ್ನಲ್ಲಿರುವದನ್ನು ನಿನಗೆ ಕೊಡುತ್ತೇನೆ. ನಜರೇತಿನ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಲ್ಲೇ ಎದ್ದು ನಡೆದಾಡು ಎಂದು ಹೇಳಿ 3:6	",
},			
{			
"question" :	"	6 ಆ ಮನುಷ್ಯನು ಎದ್ದಾಗ, ಅವನು ಎಲ್ಲಿ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನೆಗೆ	",
	"	B. ಮಾರುಕಟ್ಟೆ ಪ್ರದೇಶ	",
	"	C. ದೇವಾಲಯದೊಳಕ್ಕೆ	",
	"	D. ಪಟ್ಟಣದ ಹೊರಕ್ಕೆ	"
],			
"correct" :	"	C. ದೇವಾಲಯದೊಳಕ್ಕೆ	",
"explanation" :	"	ಅವನು ಹಾರಿ ನಿಂತು ನಡೆದಾಡಿದನು; ನಡೆಯುತ್ತಾ ಹಾರುತ್ತಾ ದೇವರನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಅವರ ಜೊತೆಯಲ್ಲಿ ದೇವಾಲಯದೊಳಗೆ ಹೋದನು.  3:8	",
},			
{			
"question" :	"	7 ಆ ಮಂಟಪದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನ ಮಂಟಪ	",
	"	B. ಸೌಲನ ಮಂಟಪ	",
	"	C. ಮೀಕಾಯೇಲನ ಮಂಟಪ	",
	"	D. ಸಮುವೇಲನ ಮಂಟಪ	"
],			
"correct" :	"	D. ಸಮುವೇಲನ ಮಂಟಪ	",
"explanation" :	"	ಅವನು ಪೇತ್ರ ಯೋಹಾನರನ್ನು ಹಿಡುಕೊಂಡೇ ಇರುವಾಗ ಆಶ್ಚರ್ಯಪಡುತ್ತಿರುವ ಆ ಜನರೆಲ್ಲರು ಅವರ ಬಳಿಗೆ ಸೊಲೊಮೋನನದೆಂಬ ಹೆಸರುಳ್ಳ ಮಂಟಪಕ್ಕೆ ಗುಂಪು ಗುಂಪಾಗಿ ಓಡಿಬಂದರು 3:11	",
},			
{			
"question" :	"	8 ಯೇಸುವನ್ನು ಬಿಟ್ಟಬಿಡಬೇಕೆಂದು ಯಾರು ನಿರ್ಣಯಿಸಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಾತ	",
	"	B. ಹೆರೋದ	",
	"	C. ಕೈಸರ	",
	"	D. ಫರೋಹ	"
],			
"correct" :	"	A. ಪಿಲಾತ	",
"explanation" :	"	ನಮ್ಮ ಪಿತೃಗಳಾದ ಅಬ್ರಹಾಮ ಇಸಾಕ ಯಾಕೋಬರ ದೇವರು ತನ್ನ ಸೇವಕನಾದ ಯೇಸುವನ್ನು ಮಹಿಮೆಪಡಿಸಿದ್ದಾನೆ. ನೀವಂತೂ ಆತನನ್ನು ಹಿಡಿದುಕೊಟ್ಟಿರಿ; ಮತ್ತು ಪಿಲಾತನು ಆತನನ್ನು ಬಿಡಿಸಬೇಕೆಂದು ನಿರ್ಣಯಿಸಿದಾಗ ಆತನನ್ನು ಬೇಡವೆಂದಿರಿ 3:13	",
},			
{			
"question" :	"	9 ಇದರ ಮೇಲಿನ ನಂಬಿಕೆಯಿಂದ ಹುಟ್ಟುಕುಂಟನ ಕಾಲುಗಳಿಗೆ ಬಲ ಬಂದಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರೀತಿ	",
	"	B. ಪ್ರವಾದಿಯ ಬಲ	",
	"	C. ಯೇಸುವಿನ ನಾಮ	",
	"	D. ಕರುಣೆ	"
],			
"correct" :	"	C. ಯೇಸುವಿನ ನಾಮ	",
"explanation" :	"	ನೀವು ನೋಡುವಂಥ ನಿಮಗೆ ಗುರುತಿರುವಂಥ ಈ ಮನುಷ್ಯನು ನೆಟ್ಟಗಾದದ್ದಕ್ಕೆ ಆತನ ಹೆಸರಿನಲ್ಲಿ ಇಟ್ಟ ನಂಬಿಕೆಯೇ ಕಾರಣ; ಆ ಹೆಸರೇ ಇವನನ್ನು ಬಲಪಡಿಸಿತು. ಆತನ ಮೂಲಕ ಉಂಟಾಗಿರುವ ನಂಬಿಕೆಯೇ ಇವನಿಗೆ ನಿಮ್ಮೆಲ್ಲರ ಮುಂದೆ ಪೂರ್ಣಕ್ಷೇಮವನ್ನು ಕೊಟ್ಟಿತು. 3:16	",
},			
{			
"question" :	"	10 ‘ನಿನ್ನ ಸಂತತಿಯ ಮೂಲಕ ಭೂಲೋಕದ ಎಲ್ಲಾ ಕುಲದವರಿಗೂ ಆಶೀರ್ವಾದವುಂಟಾಗುವುದು’ ಎಂದು ಕರ್ತನು ಯಾರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊಶೆಗೆ	",
	"	B. ದಾವಿದಗೆ	",
	"	C. ಸೊಲೊಮೋನನಿಗೆ	",
	"	D. ಅಬ್ರಹಾಮನಿಗೆ	"
],			
"correct" :	"	D. ಅಬ್ರಹಾಮನಿಗೆ	",
"explanation" :	"	ನೀವು ಪ್ರವಾದಿಗಳ ಶಿಷ್ಯರೂ ದೇವರು ನಮ್ಮ ಪಿತೃಗಳ ಸಂಗಡ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಗೆ ಬಾಧ್ಯರೂ ಆಗಿದ್ದೀರಿ. ಆತನು ಅಬ್ರಹಾಮನಿಗೆ - ನಿನ್ನ ಸಂತತಿಯ ಮೂಲಕ ಭೂಲೋಕದ ಎಲ್ಲಾ ಕುಲದವರಿಗೂ ಆಶೀರ್ವಾದವುಂಟಾಗುವದು ಎಂದು ಹೇಳಿ ಆ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಂಡನಲ್ಲಾ. 3:25	",
},			
]			