var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1 ವಾಕ್ಯವನ್ನು ಕೇಳಿ ನಂಬಿದ ಗಂಡಸರ ಸಂಖ್ಯೆ ಎಷ್ಟು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಮಾರು 1000	",
	"	B. ಸುಮಾರು 2000	",
	"	C. ಸುಮಾರು 3000	",
	"	D. ಸುಮಾರು 5000	"
],			
"correct" :	"	D. ಸುಮಾರು 5000	",
"explanation" :	"	ಆದರೆ ವಾಕ್ಯವನ್ನು ಕೇಳಿದವರಲ್ಲಿ ಅನೇಕರು ನಂಬಿದರು; ಗಂಡಸರ ಸಂಖ್ಯೆ ಸುಮಾರು ಐದುಸಾವಿರ ತನಕ ಬೆಳೆಯಿತು. 4:4	",
},			
{			
"question" :	"	2 ಆಗ ಮಹಾಯಾಜಕರು ಯಾರಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ನ	",
	"	B. ಯೊಪ್ತಾಹ	",
	"	C. ನಾತಾನ್	",
	"	D. ಆಮೋಸ್	"
],			
"correct" :	"	A. ಅನ್ನ	",
"explanation" :	"	ಅನ್ನನೆಂಬ ಮಹಾಯಾಜಕನೂ ಕಾಯಫನೂ ಯೋಹಾನನೂ ಅಲೆಕ್ಸಾಂದ್ರನೂ ಮಹಾಯಾಜಕನ ಸಂಬಂಧಿಗಳೆಲ್ಲರೂ ಇದ್ದರು.  4:6	",
},			
{			
"question" :	"	3 ಯಾವ ನಾಮದಿಂದ ಪೇತ್ರನು ಅಂಗಹೀನ ಮನುಷ್ಯನನ್ನು ಸ್ವಸ್ಥ ಮಾಡಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾಳ	",
	"	B. ಪರಲೋಕ	",
	"	C. ಯೇಸು	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"	ಒಬ್ಬ ಅಂಗಹೀನನಿಗೆ ಆದ ಉಪಕಾರದ ವಿಷಯದಲ್ಲಿ ಅವನಿಗೆ ಯಾತರಿಂದ ನೆಟ್ಟಗಾಯಿತು ಎಂಬದಾಗಿ ನಮ್ಮನ್ನು ಈ ಹೊತ್ತು ವಿಚಾರಣೆ ಮಾಡುವದಾದರೆ ನಿಮ್ಮೆಲ್ಲರಿಗೂ ಇಸ್ರಾಯೇಲ್ ಜನರೆಲ್ಲರಿಗೂ ತಿಳಿಯಬೇಕಾದದ್ದೇನಂದರೆ - ನೀವು ಶಿಲುಬೆಗೆ ಹಾಕಿಸಿದಂಥ ಮತ್ತು ದೇವರು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಂಥ ನಜರೇತಿನ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಿಂದಲೇ ಈ ಮನುಷ್ಯನು ನಿಮ್ಮೆದುರಿನಲ್ಲಿ ಸ್ವಸ್ಥನಾಗಿ ನಿಂತಿರುತ್ತಾನೆ 4:9,10	",
},			
{			
"question" :	"	4 ಯೇಸು ಎಂಬ ಹೆಸರಿನಿಂದ ಹೊರತು ಆಕಾಶದ ಕೆಳಗೆ ಮನುಷ್ಯರೊಳಗೆ ಕೊಡಲ್ಪಟ್ಟಿರುವ ಬೇರೆ ಯಾವ  ಹೆಸರಿನಿಂದಲೂ ನಮಗೆ ______  ಆಗುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿರೀಕ್ಷೆ	",
	"	B. ರಕ್ಷಣೆ	",
	"	C. ಸಂಕಟ	",
	"	D. ಹಿಂಸೆ	"
],			
"correct" :	"	B. ರಕ್ಷಣೆ	",
"explanation" :	"	ನಿಮ್ಮೆಲ್ಲರಿಗೂ ಇಸ್ರಾಯೇಲ್ ಜನರೆಲ್ಲರಿಗೂ ತಿಳಿಯಬೇಕಾದದ್ದೇನಂದರೆ - ನೀವು ಶಿಲುಬೆಗೆ ಹಾಕಿಸಿದಂಥ ಮತ್ತು ದೇವರು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಂಥ ನಜರೇತಿನ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಿಂದಲೇ ಈ ಮನುಷ್ಯನು ನಿಮ್ಮೆದುರಿನಲ್ಲಿ ಸ್ವಸ್ಥನಾಗಿ ನಿಂತಿರುತ್ತಾನೆ. ಮನೆ ಕಟ್ಟುವವರಾದ ನೀವು ಹೀನೈಸಿದ ಕಲ್ಲು ಆತನು; ಆತನೇ ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲಾದನು. ಬರಬೇಕಾದ ರಕ್ಷಣೆಯು ಇನ್ನಾರಲ್ಲಿಯೂ ಸಿಕ್ಕುವದಿಲ್ಲ; ಆ ಹೆಸರಿನಿಂದಲೇ ಹೊರತು ಆಕಾಶದ ಕೆಳಗೆ ಮನುಷ್ಯರೊಳಗೆ ಕೊಡಲ್ಪಟ್ಟಿರುವ ಬೇರೆ ಯಾವ ಹೆಸರಿನಿಂದಲೂ ನಮಗೆ ರಕ್ಷಣೆಯಾಗುವದಿಲ್ಲ ಎಂದು ಹೇಳಿದನು. 4:10-12	",
},			
{			
"question" :	"	5 ಫರಿಸಾಯರು ಮತ್ತು ಸದ್ದುಕಾಯರು ತಮ್ಮತಮ್ಮಲ್ಲಿ ಆಲೋಚನೆ ಮಾಡಿಕೊಂಡಾಗ ಯಾವುದನ್ನು   ಅವರು ಅಲ್ಲಗೆಳೆಯಲಾಗುವುದಿಲ್ಲ ಎಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವೆ ಕ್ರಿಸ್ತನು	",
	"	B. ಒಂದು ಸೂಚಕ ಕಾರ್ಯವು ನಡೆದಿದೆ	",
	"	C. ಮಾತನಾಡಲು ಸ್ವತಂತ್ರ್ಯ ಉಂಟು.	",
	"	D. ಶಿಷ್ಯರ ಯಾಜಕತ್ವ	"
],			
"correct" :	"	B. ಒಂದು ಸೂಚಕ ಕಾರ್ಯವು ನಡೆದಿದೆ	",
"explanation" :	"	ಈ ಮನುಷ್ಯರಿಗೆ ನಾವೇನು ಮಾಡೋಣ? ಪ್ರಸಿದ್ಧವಾದ ಒಂದು ಸೂಚಕಕಾರ್ಯವು ಇವರ ಮೂಲಕವಾಗಿ ನಡೆಯಿತೆಂಬದು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ವಾಸಮಾಡುವವರೆಲ್ಲರಿಗೂ ಗೊತ್ತಾಗಿದೆಯಷ್ಟೆ; ಅದು ಆಗಲಿಲ್ಲವೆನ್ನುವದಕ್ಕಾಗದು.  4:16	",
},			
{			
"question" :	"	6 ಫರಿಸಾಯರು ಮತ್ತು ಸದ್ದುಕಾಯರು ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನರಿಗೆ ಇದನ್ನು ಮಾತನಾಡಬಾರದೆಂದು ಆಜ್ಞಾಪಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವಿನ ಹೆಸರು	",
	"	B. ದೇವದೂಷಣೆ	",
	"	C. ದೇವಾಲಯದಲ್ಲಿ	",
	"	D. ಅಪರಿಚಿತರೊಂದಿಗೆ	"
],			
"correct" :	"	A. ಯೇಸುವಿನ ಹೆಸರು	",
"explanation" :	"	ಅವರನ್ನು ಕರೆಯಿಸಿ - ಆ ಯೇಸುವಿನ ಹೆಸರನ್ನು ಎತ್ತಿ ಹೇಗೂ ಮಾತಾಡಬಾರದು, ಉಪದೇಶ ಮಾಡಲೂಬಾರದು ಎಂದು ಅವರಿಗೆ ಖಂಡಿತವಾಗಿ ಅಪ್ಪಣೆಕೊಟ್ಟರು.  4:18	",
},			
{			
"question" :	"	7 ಸೂಚಕ ಕಾರ್ಯದಿಂದ ಸ್ವಸ್ಥ ಹೊಂದಿದ ಮನುಷ್ಯನಿಗೆ ____ ಹೆಚ್ಚು ವಯಸ್ಸಾಗಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. 40	",
	"	B. 50	",
	"	C. 60	",
	"	D. 70	"
],			
"correct" :	"	A. 40	",
"explanation" :	"	ಈ ಸೂಚಕಕಾರ್ಯದಿಂದ ಸ್ವಸ್ಥತೆಹೊಂದಿದ ಆ ಮನುಷ್ಯನಿಗೆ ನಾಲ್ವತ್ತು ವರುಷಕ್ಕಿಂತ ಹೆಚ್ಚು ವಯಸ್ಸಾಗಿತ್ತು. 4:22	",
},			
{			
"question" :	"	8 ದೇವರು ಯಾರ ಮುಖಾಂತರವಾಗಿ, ‘ಅನ್ಯಜನಗಳು ಯಾಕೆ ರೇಗಿದರು, ಜನಾಂಗಗಳವರು ವ್ಯರ್ಥಕಾರ್ಯಗಳನ್ನು ಯಾಕೆ ಯೋಚಿಸಿದರು? ಎಂದು ಹೇಳಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದ	",
	"	B. ಹೋಶೇಯ	",
	"	C. ಯೇಶಾಯ	",
	"	D. ಓಬೇದ್ಯ	"
],			
"correct" :	"	A. ದಾವೀದ	",
"explanation" :	"	ನೀನು ಪವಿತ್ರಾತ್ಮ ಮೂಲಕವಾಗಿ ನಿನ್ನ ಸೇವಕನಾಗಿದ್ದ ನಮ್ಮ ಪಿತೃವಾದ ದಾವೀದನ ಬಾಯಿಂದ - ಅನ್ಯಜನಗಳು ಯಾಕೆ ರೇಗಿದರು? ಜನಾಂಗಗಳವರು ವ್ಯರ್ಥಕಾರ್ಯಗಳನ್ನು ಯಾಕೆ ಯೋಚಿಸಿದರು?4:25	",
},			
{			
"question" :	"	9 ಶಿಷ್ಯರು ಪ್ರಾರ್ಥಿಸಿದಾಗ ಆ ಸ್ಥಳವು ನಡುಗಿತು, ಮತ್ತು ಅವರೆಲ್ಲರೂ ________ ತುಂಬಲ್ಪಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಹಾ ಭಯ	",
	"	B. ಸಂತೋಷ	",
	"	C. ಮಹಾ ಪ್ರೀತಿ	",
	"	D. ಪವಿತ್ರಾತ್ಮ	"
],			
"correct" :	"	D. ಪವಿತ್ರಾತ್ಮ	",
"explanation" :	"	ಹೀಗೆ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದ ಮೇಲೆ ಅವರು ಕೂಡಿದ್ದ ಸ್ಥಳವು ನಡುಗಿತು, ಅವರೆಲ್ಲರು ಪವಿತ್ರಾತ್ಮಭರಿತರಾಗಿ ದೇವರ ವಾಕ್ಯವನ್ನು ಧೈರ್ಯದಿಂದ ಹೇಳುವವರಾದರು. 4:31	",
},			
{			
"question" :	"	10 ಈ ಮನುಷ್ಯನು ಹೊಲವನ್ನು ಮಾರಿ ಹಣವನ್ನು ಅಪೋಸ್ತಲರ ಬಳಿಗೆ ತಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲ	",
	"	B. ಬಾರ್ನಬನು	",
	"	C. ತಿಮೋಥಿ	",
	"	D. ಸ್ತೆಫನ್	"
],			
"correct" :	"	B. ಬಾರ್ನಬನು	",
"explanation" :	"	ಈ ಪ್ರಕಾರ ಮಾಡಿದವರೊಳಗೆ ಕುಪ್ರದ್ವೀಪದಲ್ಲಿ  ಹುಟ್ಟಿದ ಲೇವಿಯನಾಗಿದ್ದ ಯೋಸೇಫನೆಂಬವನು ಒಬ್ಬನು. ಅವನಿಗೆ ಅಪೊಸ್ತಲರು ಬಾರ್ನಬ ಅಂದರೆ ಧೈರ್ಯದಾಯಕ ಎಂದು ಹೆಸರಿಟ್ಟಿದ್ದರು. ಅವನು ತನಗಿದ್ದ ಭೂಮಿಯನ್ನು ಮಾರಿ ಬಂದ ಹಣವನ್ನು ತಂದು ಅಪೊಸ್ತಲರ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ಇಟ್ಟನು. 4:36,37	",
},			
]			