var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1 ಅನನೀಯನ ಹೆಂಡತಿಯ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಿಲ್‍ದ್ರೇಡ್	",
	"	B. ಲೇಹ	",
	"	C. ರಾಹಾಬ	",
	"	D. ಸಫೋರ	"
],			
"correct" :	"	D. ಸಫೋರ	",
"explanation" :	"	ಆದರೆ ಅನನೀಯನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನು ಸಪ್ಫೈರಳೆಂಬ ತನ್ನ ಹೆಂಡತಿಯ ಸಮೇತ ಒಂದು ಭೂಮಿಯನ್ನು ಮಾರಿ 5:1	",
},			
{			
"question" :	"	2 ಅನನೀಯನ ಹೃದಯದಲ್ಲಿ ಸುಳ್ಳನ್ನು ಇಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ಹೆಂಡತಿ	",
	"	B. ಸಾತಾನ್	",
	"	C. ಯಾಜಕರು	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	B. ಸಾತಾನ್	",
"explanation" :	"	ಆಗ ಪೇತ್ರನು - ಅನನೀಯಾ, ಸೈತಾನನು ನಿನ್ನ ಹೃದಯದಲ್ಲಿ ತುಂಬಿಕೊಂಡದ್ದೇನು? ನೀನು ಯಾಕೆ ಆ ಹೊಲದ ಕ್ರಯದಲ್ಲಿ ಕೆಲವನ್ನು ಬಚ್ಚಿಟ್ಟುಕೊಂಡು ಪವಿತ್ರಾತ್ಮನನ್ನು ವಂಚಿಸಬೇಕೆಂದಿದ್ದೀ? 5:3	",
},			
{			
"question" :	"	3 ಅನನೀಯನು ಸುಳ್ಳಾಡಿದ್ದು ಯಾರಿಗೆ ಎಂದು ಪೇತ್ರ ಹೇಳಿದ?	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಹೆಂಡತಿಗೆ	",
	"	B. ಪೇತ್ರನಿಗೆ	",
	"	C. ಎಲ್ಲಾ ಅಪೋಸ್ತಲರಿಗೆ	",
	"	D. ದೇವರಿಗೆ	"
],			
"correct" :	"	D. ದೇವರಿಗೆ	",
"explanation" :	"	ಆ ಆಸ್ತಿ ಇದ್ದಾಗ ನಿನ್ನದಾಗಿಯೇ ಇತ್ತಲ್ಲವೇ. ಮಾರಿದ ಮೇಲೆಯೂ ಬಂದ ಹಣವು ನಿನ್ನ ಅಧೀನದಲ್ಲೇ ಇತ್ತಲ್ಲವೇ. ನೀನು ಈ ಕಾರ್ಯವನ್ನು ನಿನ್ನ ಹೃದಯದಲ್ಲಿ ಯೋಚಿಸಿಕೊಂಡದ್ದು ಯಾಕೆ? ನೀನು ಸುಳ್ಳಾಡಿದ್ದು ಮನುಷ್ಯರಿಗಲ್ಲ, ದೇವರಿಗೆ ಆಡಿದಿ ಅಂದನು. 5:4	",
},			
{			
"question" :	"	4 ಪೇತ್ರನು ಮಾತುಗಳನ್ನು ಮುಗಿಸಿದಾಗ ಅನನೀಯನಿಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಓಡಿ ಹೋದನು	",
	"	B. ಅವನಿಗೆ ಕಲ್ಲೆಸೆದರು	",
	"	C. ಆತನು ಸತ್ತು ಬಿದ್ದನು	",
	"	D. ಆತನು ಸೆರೆಯಾದನು	"
],			
"correct" :	"	C. ಆತನು ಸತ್ತು ಬಿದ್ದನು	",
"explanation" :	"	ಈ ಮಾತುಗಳನ್ನು ಅನನೀಯನು ಕೇಳಿದ ಕೂಡಲೆ ಬಿದ್ದು ಪ್ರಾಣಬಿಟ್ಟನು; ಕೇಳಿದವರೆಲ್ಲರಿಗೂ ಮಹಾ ಭಯ ಹಿಡಿಯಿತು 5:5	",
},			
{			
"question" :	"	5 ಅನನೀಯನ ಹೆಂಡತಿಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆ ಮರಣಿಸಿದಳು	",
	"	B. ಆಕೆ ಓಡಿ ಹೋದಳು	",
	"	C. ಆಕೆ ಗುಲಾಮಳಾದಳು.]	",
	"	D. ಆಕೆ ಮರುವಿವಾಹವಾದಳು	"
],			
"correct" :	"	A. ಆಕೆ ಮರಣಿಸಿದಳು	",
"explanation" :	"	ಸುಮಾರು ಮೂರು ಘಂಟೆ ಹೊತ್ತಿನ ಮೇಲೆ ಅವನ ಹೆಂಡತಿಯು ನಡೆದ ಸಂಗತಿಯನ್ನು ತಿಳಿಯದೆ ಒಳಗೆ ಬಂದಳು. ಪೇತ್ರನು ಆಕೆಯನ್ನು ನೋಡಿ - ನೀವು ಆ ಹೊಲವನ್ನು ಮಾರಿದ್ದು ಇಷ್ಟೇ ಹಣಕ್ಕೋ? ನನಗೆ ಹೇಳು ಎಂದು ಕೇಳಲು ಆಕೆಯು - ಹೌದು, ಇಷ್ಟಕ್ಕೇ ಅಂದಳು. ಆಗ ಪೇತ್ರನು ಆಕೆಗೆ - ನೀವಿಬ್ಬರೂ ಕರ್ತನ ಆತ್ಮನನ್ನು ಪರೀಕ್ಷಿಸುವದಕ್ಕೆ ಯಾಕೆ ಒಡಂಬಟ್ಟಿರಿ? ಅಗೋ, ನಿನ್ನ ಗಂಡನನ್ನು ಹೂಣಿಟ್ಟವರು ಬಂದು ಬಾಗಿಲಿನಲ್ಲಿ ಕಾಲಿಟ್ಟಿದ್ದಾರೆ, ನಿನ್ನನ್ನೂ ಹೊತ್ತುಕೊಂಡು ಹೋಗುವರು ಎಂದು ಹೇಳಿದನು. ಕೂಡಲೆ ಆಕೆಯು ಅವನ ಪಾದಗಳ ಮುಂದೆ ಬಿದ್ದು ಪ್ರಾಣಬಿಟ್ಟಳು. ಆ ಯೌವನಸ್ಥರು ಒಳಗೆ ಬಂದು ಆಕೆಯು ಸತ್ತಿರುವದನ್ನು ಕಂಡು ಆಕೆಯನ್ನು ಹೊತ್ತುಕೊಂಡು ಹೋಗಿ ಗಂಡನ ಮಗ್ಗುಲಲ್ಲಿ ಹೂಣಿಟ್ಟರು. 5:7-10	",
},			
{			
"question" :	"	6 ಇದು ರೋಗಿಗಳ ಮೇಲೆ ಬೀಳಲಿ ಎಂದು ಜನರು ರೋಗಿಗಳನ್ನು ತಂದು ಬೀದಿಗಳಲ್ಲಿ ಮಲಗಿಸುತ್ತಿದ್ದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪವಿತ್ರಾತ್ಮನು	",
	"	B. ಅಗ್ನಿಯ ಜ್ವಾಲೆ	",
	"	C. ಪೇತ್ರನ ನೆರಳು	",
	"	D. ಮೇಘ ಸ್ಥಂಭ	"
],			
"correct" :	"	C. ಪೇತ್ರನ ನೆರಳು	",
"explanation" :	"	ಹೀಗಿರುವದರಿಂದ ಜನರು ರೋಗಿಗಳನ್ನು ದೋಲಿಗಳ ಮೇಲೆಯೂ ಹಾಸಿಗೆಗಳ ಮೇಲೆಯೂ ಇಟ್ಟು ಪೇತ್ರನು ಬರುವಾಗ್ಗೆ ಅವನ ನೆರಳು ಇವರಲ್ಲಿ ಯಾವನ ಮೇಲಾದರೂ ಬೀಳಲಿ ಎಂದು ಅವರನ್ನು ಬೀದಿಗೆ ತೆಗೆದುಕೊಂಡು ಬರುತ್ತಿದ್ದರು 5:15	",
},			
{			
"question" :	"	7 ಸೆರೆಮನೆಯ ಬಾಗಿಲುಗಳನ್ನು ತೆಗೆದು ಅಪೋಸ್ತಲರನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ	",
	"	B. ಯೋಹಾನ	",
	"	C. ಪೇತ್ರ	",
	"	D. ದೇವದೂತನು	"
],			
"correct" :	"	D. ದೇವದೂತನು	",
"explanation" :	"	ಮತಾಭಿಮಾನದಿಂದ ತುಂಬಿದವರಾಗಿ ಅಪೊಸ್ತಲರನ್ನು ಹಿಡಿದು ಪಟ್ಟಣದ ಕಾವಲಿನಲ್ಲಿಟ್ಟರು. ಆದರೆ ಕರ್ತನ ದೂತನು ರಾತ್ರಿಯಲ್ಲಿ ಸೆರೆಮನೆಯ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆದು ಅವರನ್ನು ಹೊರಕ್ಕೆ ಕರೆದುಕೊಂಡು ಬಂದು 5:18,19	",
},			
{			
"question" :	"	8 ಮಾರನೆಯ ದಿನ ಸದ್ದುಕಾಯರು ಅಪೋಸ್ತಲರನ್ನು ಎಲ್ಲಿ ಕಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೇಲ್ಕೋಣೆಯಲ್ಲಿ	",
	"	B. ಗುಹೆಯಲ್ಲಿ	",
	"	C. ದೇವಾಲಯದಲ್ಲಿ	",
	"	D. ರಸ್ತೆಗಳಲ್ಲಿ	"
],			
"correct" :	"	C. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಯಾರೋ ಒಬ್ಬನು ಬಂದು - ಅಗೋ, ನೀವು ಸೆರೆಮನೆಯಲ್ಲಿಟ್ಟಿದ್ದ ಆ ಮನುಷ್ಯರು ದೇವಾಲಯದಲ್ಲಿ ನಿಂತುಕೊಂಡು ಜನರಿಗೆ ಉಪದೇಶಮಾಡುತ್ತಿದ್ದಾರೆಂದು ಅವರಿಗೆ ತಿಳಿಸಿದನು 5:25	",
},			
{			
"question" :	"	9 ಸಭಿಕರು ಅಪೋಸ್ತಲರನ್ನು ಕೊಲ್ಲಿಸಬೇಕೆಂದು ಯೋಚಿಸಿದಾಗ, ಅದನ್ನು ತಡೆದವರು ಯಾರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ತದ್ದಾಯ	",
	"	C. ಗಮಲಿಯೇಲ	",
	"	D. ತಿಮೋಥಿ	"
],			
"correct" :	"	C. ಗಮಲಿಯೇಲ	",
"explanation" :	"	ಸಭಿಕರು ಈ ಮಾತನ್ನು ಕೇಳಿ ರೌದ್ರವಾಗಿ ಅವರನ್ನು ಕೊಲ್ಲಿಸಬೇಕೆಂದು ಯೋಚಿಸಿದರು; ಆದರೆ ಎಲ್ಲಾ ಜನರಿಂದ ಮಾನಹೊಂದಿದ ನ್ಯಾಯಶಾಸ್ತ್ರಿಯಾದ ಗಮಲಿಯೇಲನೆಂಬ ಒಬ್ಬ ಫರಿಸಾಯನು ಹಿರೀಸಭೆಯಲ್ಲಿ ಎದ್ದುನಿಂತು ಈ ಮನುಷ್ಯರನ್ನು ಸ್ವಲ್ಪ ಹೊತ್ತು ಹೊರಗೆ ಕಳುಹಿಸಬೇಕೆಂದು ಅಪ್ಪಣೆಕೊಟ್ಟು ಸಭೆಯವರಿಗೆ -  5:33-34	",
},			
{			
"question" :	"	10 ಹಿರೀಸಭೆಯವರು ಅಪೋಸ್ತಲರನ್ನು ಬಿಡುವುದಕ್ಕಿಂತ ಮುಂಚೆ, ಅವರನ್ನು ಹೊಡೆಯಿಸಿ, ಈ ವಿಷಯದ ಕುರಿತು ಮಾತನಾಡಬಾರದೆಂದು ತಿಳಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂಷಣೆ	",
	"	B. ಸಾರ್ವಜನಿಕವಾಗಿ	",
	"	C. ದೇವಾಲಯದಲ್ಲಿ	",
	"	D. ಯೇಸುವಿನ ನಾಮದಲ್ಲಿ	"
],			
"correct" :	"	D. ಯೇಸುವಿನ ನಾಮದಲ್ಲಿ	",
"explanation" :	"	ಅವರು ಅವನ ಮಾತಿಗೆ ಒಪ್ಪಿ ಅಪೊಸ್ತಲರನ್ನು ಕರೆಸಿ ಹೊಡಿಸಿ ಯೇಸುವಿನ ಹೆಸರನ್ನು ಹೇಳಿ ಮಾತಾಡಬಾರದೆಂದು ಅಪ್ಪಣೆಕೊಟ್ಟು ಅವರನ್ನು ಬಿಟ್ಟು ಬಿಟ್ಟರು.  5:40	",
},			
]			