var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1 ಈ ಜನಗಳು ಇಬ್ರಯ ಭಾಷೆಯವರ ಮೇಲೆ ಗೊಣಗುಟ್ಟತೊಡಗಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಎಫೆಸದವರು	",
	"	B. ಕೊಲೊಸ್ಸೆದವರು	",
	"	C. ಗಲಾತ್ಯದವರು	",
	"	D. ಗ್ರೀಕರು	"
],			
"correct" :	"	D. ಗ್ರೀಕರು	",
"explanation" :	"	ಆ ದಿವಸಗಳಲ್ಲಿ ಶಿಷ್ಯರು ಹೆಚ್ಚುತ್ತಾ ಬರಲಾಗಿ ಅವರೊಳಗೆ ಗ್ರೀಕ್‍ಭಾಷೆಯವರು ಇಬ್ರಿಯ ಭಾಷೆಯವರ ಮೇಲೆ - ದಿನದಿನದ ಉಪಚಾರದಲ್ಲಿ ನಮ್ಮ ವಿಧವೆಯರನ್ನು ಸರಿಯಾಗಿ ಪರಾಂಬರಿಸುವದಿಲ್ಲವೆಂದು ಗುಣುಗುಟ್ಟಿದರು. 6:1	",
},			
{			
"question" :	"	2 ಅವರು ಯಾಕೆ ಗೊಣಗುಟ್ಟತೊಡಗಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರಿಗೆ ಬೋಧಿಸಲು ಅವಕಾಶ ನೀಡಲಿಲ್ಲ	",
	"	B. ಅವರ ವಿಧವೆಯರನ್ನು ಕಡೆಗಣಿಸುತ್ತಿದ್ದರು	",
	"	C. ಅವರು ಹಿಂಸಿಸಲ್ಪಡುತ್ತಿದ್ದರು	",
	"	D. ಅವರಿಗೆ ತೆರಿಗೆ ಹಾಕುತ್ತಿದ್ದರು.	"
],			
"correct" :	"	B. ಅವರ ವಿಧವೆಯರನ್ನು ಕಡೆಗಣಿಸುತ್ತಿದ್ದರು	",
"explanation" :	"	ಆ ದಿವಸಗಳಲ್ಲಿ ಶಿಷ್ಯರು ಹೆಚ್ಚುತ್ತಾ ಬರಲಾಗಿ ಅವರೊಳಗೆ ಗ್ರೀಕ್‍ಭಾಷೆಯವರು ಇಬ್ರಿಯ ಭಾಷೆಯವರ ಮೇಲೆ - ದಿನದಿನದ ಉಪಚಾರದಲ್ಲಿ ನಮ್ಮ ವಿಧವೆಯರನ್ನು ಸರಿಯಾಗಿ ಪರಾಂಬರಿಸುವದಿಲ್ಲವೆಂದು ಗುಣುಗುಟ್ಟಿದರು. 6:1	",
},			
{			
"question" :	"	3 ಅಪೋಸ್ತಲರು ಹೇಳಿದ್ದರು, ನಾವು ವಾಕ್ಯೋಪದೇಶವನ್ನು ಬಿಟ್ಟು _________ ತಕ್ಕುದ್ದಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಉಪಚಾರ ಮಾಡುವುದು	",
	"	B. ರೋಗಿಗಳಿಗೆ ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	C. ಮನಷ್ಯರೊಂದಿಗೆ ವಾದಿಸುವುದು	",
	"	D. ಸಾಮಾನ್ಯರಾಗಿರುವುದು	"
],			
"correct" :	"	A. ಉಪಚಾರ ಮಾಡುವುದು	",
"explanation" :	"	ಆಗ ಹನ್ನೆರಡು ಮಂದಿ ಅಪೊಸ್ತಲರು ಶಿಷ್ಯಮಂಡಲಿಯನ್ನು ಕೂಡಿಸಿ - ನಾವು ದೇವರ ವಾಕ್ಯೋಪದೇಶವನ್ನು ಬಿಟ್ಟು ಉಪಚಾರಮಾಡುತ್ತಿರುವದು ತಕ್ಕದ್ದಲ್ಲವಲ್ಲಾ; 6:2	",
},			
{			
"question" :	"	4 ಅವರ ವ್ಯವಹಾರಗಳನ್ನು ನೊಡಿಕೊಳ್ಳಲು ಎಷ್ಟು ಜನರನ್ನು ನೇಮಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 3	",
	"	B. 7	",
	"	C. 10	",
	"	D. 12	"
],			
"correct" :	"	B. 7	",
"explanation" :	"	ಆದದರಿಂದ ಸಹೋದರರೇ, ಸಂಭಾವಿತರೂ ಪವಿತ್ರಾತ್ಮಭರಿತರೂ ಜ್ಞಾನಸಂಪನ್ನರೂ ಆಗಿರುವ ಏಳುಮಂದಿಯನ್ನು ನಿಮ್ಮೊಳಗಿಂದ ನೋಡಿ ಆರಿಸಿಕೊಳ್ಳಿರಿ; ಅವರನ್ನು ಈ ಕೆಲಸದ ಮೇಲೆ ನೇಮಿಸುವೆವು 6:3	",
},			
{			
"question" :	"	5 ಈ ಮನುಷ್ಯರು ಸಂಭಾವಿತರು ಮತ್ತು _______ ಆಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	A. ತಾಳ್ಮೆಯುಳ್ಳವರು	",
	"	B. ಬೋಧಿಸುವವರು	",
	"	C. ಪವಿತ್ರಾತ್ಮಭರಿತರು	",
	"	D. ಕಾರಣ ಹೇಳುವವರು	"
],			
"correct" :	"	C. ಪವಿತ್ರಾತ್ಮಭರಿತರು	",
"explanation" :	"	ಆದದರಿಂದ ಸಹೋದರರೇ, ಸಂಭಾವಿತರೂ ಪವಿತ್ರಾತ್ಮಭರಿತರೂ ಜ್ಞಾನಸಂಪನ್ನರೂ ಆಗಿರುವ ಏಳುಮಂದಿಯನ್ನು ನಿಮ್ಮೊಳಗಿಂದ ನೋಡಿ ಆರಿಸಿಕೊಳ್ಳಿರಿ; ಅವರನ್ನು ಈ ಕೆಲಸದ ಮೇಲೆ ನೇಮಿಸುವೆವು 6:3	",
},			
{			
"question" :	"	6 ಅಪೋಸ್ತಲರು ತಮ್ಮ ಪ್ರಾರ್ಥನೆ ಮತ್ತು _____ ಮುಂದುವರೆಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಉಪವಾಸ	",
	"	B. ದಶಮಾಂಶ	",
	"	C. ವಾಕ್ಯೋಪದೇಶ	",
	"	D. ದೀನತೆ	"
],			
"correct" :	"	C. ವಾಕ್ಯೋಪದೇಶ	",
"explanation" :	"	ನಾವಾದರೋ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ವಾಕ್ಯೋಪದೇಶವನ್ನೂ ಮಾಡುವದರಲ್ಲಿ ನಿರತರಾಗಿರುವೆವು ಎಂದು ಹೇಳಿದರು 6:4	",
},			
{			
"question" :	"	7 ಈ ಮನುಷ್ಯರನ್ನು ಅಪೋಸ್ತಲರ ಮುಂದೆ ತಂದರು, ಅವರು ಪ್ರಾರ್ಥಿಸಿ,	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರನ್ನು ಪ್ರಶ್ನಿಸಿದರು	",
	"	B. ಅವರ ಮೇಲೆ ಕೈಗಳನ್ನಿಟ್ಟರು	",
	"	C. ಅವರಿಗೆ ಕಲಿಸಿದರು	",
	"	D. ಅವರನ್ನು ಶಿಕ್ಷಿಸಿದರು	"
],			
"correct" :	"	B. ಅವರ ಮೇಲೆ ಕೈಗಳನ್ನಿಟ್ಟರು	",
"explanation" :	"	ಅಪೊಸ್ತಲರು ಪ್ರಾರ್ಥನೆ ಮಾಡಿ ಅವರ ಮೇಲೆ ಕೈಗಳನ್ನಿಟ್ಟು ನೇಮಿಸಿದರು. 6:6	",
},			
{			
"question" :	"	8 _________ ಬಹುಜನರು ಕ್ರಿಸ್ತನಂಬಿಕೆಗೆ ಒಳಗಾಗುತ್ತಾ ಇದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಕ್ಕಳಲ್ಲಿ	",
	"	B. ಧರ್ಮನಿಂದಕರಲ್ಲಿ	",
	"	C. ವೀರರಲ್ಲಿ	",
	"	D. ಯಾಜಕರಲ್ಲಿ	"
],			
"correct" :	"	D. ಯಾಜಕರಲ್ಲಿ	",
"explanation" :	"	ಮತ್ತು ದೇವರ ವಾಕ್ಯವು ಪ್ರಬಲವಾಯಿತು. ಶಿಷ್ಯರ ಸಂಖ್ಯೆಯು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಬಹಳವಾಗಿ ಹೆಚ್ಚುತ್ತಾ ಬಂತು. ಯಾಜಕರಲ್ಲಿಯೂ ಬಹುಜನರು ಕ್ರಿಸ್ತನಂಬಿಕೆಗೆ ಒಳಗಾಗುತ್ತಾ ಇದ್ದರು. 6:7	",
},			
{			
"question" :	"	9 ಹಿರಿಯರು ಮತ್ತು ಶಾಸ್ತ್ರಿಗಳು ಇವನನ್ನು ಹಿಡಿದು, ತಪ್ಪು ಹೊರಿಸಿ ಹಿರೀಸಭೆಯವರ ಮುಂದೆ ತಂದು ನಿಲ್ಲಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ತೆಫನ	",
	"	B. ಫಿಲಿಪ್ಪಿ	",
	"	C. ತಿಮೋನ	",
	"	D. ಪರ್ನಾಕ್	"
],			
"correct" :	"	A. ಸ್ತೆಫನ	",
"explanation" :	"	ಆದರೆ ಲಿಬೆರ್ತೀನರೆಂಬವರ ಸಮಾಜದವರಲ್ಲಿಯೂ ಕುರೇನ್ಯದವರ ಮತ್ತು ಅಲೆಕ್ಸಾಂದ್ರಿಯದವರ ಸಮಾಜದವರಲ್ಲಿಯೂ ಕಿಲಿಕ್ಯ ಆಸ್ಯ ಸೀಮೆಗಳಿಂದ ಬಂದವರ ಸಮಾಜದವರಲ್ಲಿಯೂ ಕೆಲವರು ಎದ್ದು ಸ್ತೆಫನನ ಸಂಗಡ ತರ್ಕಮಾಡುತ್ತಾ ಇರಲು ಅವನ ಮಾತಿನಲ್ಲಿ ಕಂಡುಬಂದ ಜ್ಞಾನವನ್ನೂ ಪವಿತ್ರಾತ್ಮ ಶಕ್ತಿಯನ್ನೂ ಎದುರಿಸಲಾರದೆ ಹೋದರು. ಆಗ ಅವರು ಕೆಲವು ಮನುಷ್ಯರಿಗೆ - ಇವನು ಮೋಶೆಗೆ ವಿರೋಧವಾಗಿಯೂ ದೇವರಿಗೆ ವಿರೋಧವಾಗಿಯೂ ದೂಷಣೆಯ ಮಾತುಗಳನ್ನಾಡುವದನ್ನು ಕೇಳಿದೆವೆಂದು ಹೇಳಿರಿ ಎಂಬದಾಗಿ ಬೋಧಿಸಿ ಜನರನ್ನೂ ಹಿರಿಯರನ್ನೂ ಶಾಸ್ತ್ರಿಗಳನ್ನೂ ರೇಗಿಸಿದರು; ಮತ್ತು ಬಂದು ಅವನನ್ನು ಹಿಡಿದು ಹಿರೀಸಭೆಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಸುಳ್ಳುಸಾಕ್ಷಿಗಳನ್ನು ಕರತಂದು ನಿಲ್ಲಿಸಿದರು. ಆ ಸಾಕ್ಷಿಗಳು - ಈ ಮನುಷ್ಯನು ಈ ಪರಿಶುದ್ಧವಾದ ಸ್ಥಳಕ್ಕೆ ವಿರೋಧವಾಗಿಯೂ ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ವಿರೋಧವಾಗಿಯೂ ಮಾತಾಡುವದನ್ನು ಬಿಡುವದೇ ಇಲ್ಲ.  6:9-13	",
},			
{			
"question" :	"	10 ಅವರು ಆತನ ಮುಖವನ್ನು ನೋಡಿದಾಗ, ಆತನ ಮುಖವು ಅವರಿಗೆ ಈ ರೀತಿ ಕಂಡಿತು	",
"image" :	"",		
"choices" : [			
	"	A. ಮಗುವಿನ	",
	"	B. ಸಿಂಹದ	",
	"	C. ಕುರಿಯ	",
	"	D. ದೇವದೂತನ	"
],			
"correct" :	"	D. ದೇವದೂತನ	",
"explanation" :	"	ಆಗ ಹಿರೀಸಭೆಯಲ್ಲಿ ಕೂತಿದ್ದವರೆಲ್ಲರು ಅವನನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿ ಅವನ ಮುಖವು ದೇವದೂತನ ಮುಖದಂತೆ ಇರುವದನ್ನು ಕಂಡರು. 6:15	",
},			
]			