var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1 ಅಬ್ರಹಾಮನಿಗೆ ಇನ್ನೂ _____, ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ ಮತ್ತು ಆತನ ಸಂತತಿಗೆ ಸ್ವಾಸ್ತ್ಯವನ್ನು ಪ್ರಮಾಣಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಂಬಿಕೆ ಇಲ್ಲದಿರುವಾಗಲೇ	",
	"	B. ಹಣವಿಲ್ಲದಿರುವಾಗಲೇ	",
	"	C. ಹೆಂಡತಿಯಿಲ್ಲದಿರುವಾಗಲೇ	",
	"	D. ಮಕ್ಕಳಿಲ್ಲದಿರುವಾಗಲೇ	"
],			
"correct" :	"	D. ಮಕ್ಕಳಿಲ್ಲದಿರುವಾಗಲೇ	",
"explanation" :	"	ಇದರಲ್ಲಿ ಅವನಿಗೆ ಕಾಲಿಡುವಷ್ಟು ಭೂಮಿಯನ್ನು ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಕೊಡದೆ ಅವನಿಗೆ ಮಕ್ಕಳು ಇನ್ನೂ ಇಲ್ಲದಿರುವಾಗ - ಈ ದೇಶವನ್ನು ನಿನಗೂ ನಿನ್ನ ಹಿಂದೆ ಬರುವ ನಿನ್ನ ಸಂತತಿಗೂ ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಕೊಡುವೆನು ಎಂದು ಅವನಿಗೆ ವಾಗ್ದಾನ ಮಾಡಿದನು. 7:5	",
},			
{			
"question" :	"	2 ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ, ನಿನ್ನ ಸಂತತಿಯು ಅನ್ಯದೇಶದಲ್ಲಿ ____ ವರ್ಷಗಳ ಕಾಲ ಗುಲಾಮರಾಗಿರುವರು ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. 100	",
	"	B. 200	",
	"	C. 400	",
	"	D. 500	"
],			
"correct" :	"	C. 400	",
"explanation" :	"	ಇದಲ್ಲದೆ ದೇವರು ಹೇಳಿದ್ದೇನಂದರೆ - ನಿನ್ನ ಸಂತಾನದವರು ಅನ್ಯದೇಶದಲ್ಲಿ ಪ್ರವಾಸಿಗಳಾಗಿರುವರು. ಆ ಅನ್ಯದೇಶದವರು ಅವರನ್ನು ದಾಸರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡು ನಾನೂರು ವರುಷಗಳ ತನಕ ಕ್ರೂರವಾಗಿ ನಡಿಸುವರು.  7:6	",
},			
{			
"question" :	"	3 ಮೂಲಪಿತೃಗಳು ಹೊಟ್ಟೇಕಿಚ್ಚಿನಿಂದ ಈತನನ್ನು ಐಗುಪ್ತಕ್ಕೆ ಮಾರಿಬಿಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. ಯೋಸೇಪ	",
	"	C. ಇಸಾಕ	",
	"	D. ಅಬ್ರಹಾಮ	"
],			
"correct" :	"	B. ಯೋಸೇಪ	",
"explanation" :	"	ಮೂಲಪಿತೃಗಳು ಹೊಟ್ಟೇಕಿಚ್ಚಿನಿಂದ ಯೋಸೇಫನನ್ನು ಐಗುಪ್ತದೇಶಕ್ಕೆ ಮಾರಿಬಿಟ್ಟರು.  7:9	",
},			
{			
"question" :	"	4 ಮೋಶೆಯನ್ನು ತೆಗೆದುಕೊಂಡವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಫರೋಹನ ತಾಯಿ	",
	"	B. ಫರೋಹನ ಹೆಂಡತಿ	",
	"	C. ಫರೋಹನ ಮಗಳು	",
	"	D. ಫರೋಹನ ದಾದಿ	"
],			
"correct" :	"	C. ಫರೋಹನ ಮಗಳು	",
"explanation" :	"	ಆಮೇಲೆ ಅವನನ್ನು ಹೊರಗೆ ಹಾಕಿದಾಗ ಫರೋಹನ ಮಗಳು ಅವನನ್ನು ಎತ್ತಿಕೊಂಡು ಹೋಗಿ ತನ್ನ ಮಗನಾಗಿ ಸಾಕಿದಳು. ಮೋಶೆಯು ಐಗುಪ್ತದೇಶದವರ ಸರ್ವವಿದ್ಯೆಗಳಲ್ಲಿಯೂ ಉಪದೇಶಹೊಂದಿ ಮಾತುಗಳಲ್ಲಿಯೂ ಕಾರ್ಯಗಳಲ್ಲಿಯೂ ಸಮರ್ಥನಾದನು 7:21,22	",
},			
{			
"question" :	"	5 ಮೋಶೆಯು ದೇವರ ಶಬ್ದವನ್ನು ಕೇಳಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಡದಿಂದ	",
	"	B. ಉರಿಯುವ ಪೊದೆಯಿಂದ	",
	"	C. ಸಮುದ್ರದಿಂದ	",
	"	D. ಬೆಟ್ಟದಿಂದ	"
],			
"correct" :	"	B. ಉರಿಯುವ ಪೊದೆಯಿಂದ	",
"explanation" :	"	ನಾಲ್ವತ್ತು ವರುಷ ತುಂಬಿದ ಮೇಲೆ ದೇವದೂತನು ಸೀನಾಯಿಬೆಟ್ಟದ ಅಡವಿಯಲ್ಲಿ ಮುಳ್ಳಿನ ಪೊದೆಯೊಳಗೆ ಉರಿಯುವ ಬೆಂಕಿಯಲ್ಲಿ ಅವನಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು. 7:30	",
},			
{			
"question" :	"	6 ದೇವರಿಗಾಗಿ ಮನೆಯನ್ನು ಯಾರು ಕಟ್ಟಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ದಾವೀದ	",
	"	C. ಸೊಲೊಮೋನ	",
	"	D. ಅಬ್ರಹಾಮ	"
],			
"correct" :	"	C. ಸೊಲೊಮೋನ	",
"explanation" :	"	ದಾವೀದನು ದೇವರ ಸನ್ನಿಧಾನದಲ್ಲಿ ಕೃಪೆಹೊಂದಿ ಯಾಕೋಬನ7.46 ಕೆಲವು ಪ್ರತಿಗಳಲ್ಲಿ - ಯಾಕೋಬನ ವಂಶದವರಿಗೋಸ್ಕರ ದೇವಾಲಯವನ್ನು ಕಟ್ಟಿಸುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ಕೇಳಿಕೊಂಡನು. ಆದರೆ ಆತನಿಗೋಸ್ಕರ ಮನೆಯನ್ನು ಕಟ್ಟಿಸಿದವನು ಸೊಲೊಮೋನನು. 7:46-47	",
},			
{			
"question" :	"	7 ಸ್ತೇಫನನು ತಲೆಯೆತ್ತಿ ಆಕಾಶವನ್ನು ನೋಡಿದಾಗ, ದೇವರ ಬಲಗಡೆ ಇದನ್ನು ಕಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇತನು ನಿಂತಿರುವುದು	",
	"	B. ಯೇಸು ನಿಂತಿರುವುದು	",
	"	C. ಚಿನ್ನದ ದೀಪಸ್ತಂಭ	",
	"	D. ಅಗ್ನಿ ರಥಗಳು	"
],			
"correct" :	"	B. ಯೇಸು ನಿಂತಿರುವುದು	",
"explanation" :	"	ಆದರೆ ಅವನು ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗಿ ಆಕಾಶದ ಕಡೆಗೆ ದೃಷ್ಟಿಸಿನೋಡಿ ದೇವರ ಪ್ರಭಾವವನ್ನೂ ದೇವರ ಬಲಗಡೆಯಲ್ಲಿ ನಿಂತಿದ್ದ ಯೇಸುವನ್ನೂ ಕಂಡು -  7:55	",
},			
{			
"question" :	"	8 ಅವರು ಸ್ತೆಫನನ್ನು ಊರಿನಿಂದ ಹೊರಕ್ಕೆ ಕರಕೊಂಡು ಬಂದು	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಟ್ಟುಹಾಕಿದರು	",
	"	B. ಹೂತುಹಾಕಿದರು	",
	"	C. ಹೊಡೆದರು	",
	"	D. ಕಲ್ಲೆಸೆದರು	"
],			
"correct" :	"	D. ಕಲ್ಲೆಸೆದರು	",
"explanation" :	"	ಅವನನ್ನು ಊರ ಹೊರಕ್ಕೆ ನೂಕಿಕೊಂಡು ಹೋಗಿ ಕೊಲ್ಲುವದಕ್ಕೆ ಕಲ್ಲೆಸೆದರು. ಸಾಕ್ಷಿಯವರು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದು ಸೌಲನೆಂಬ ಒಬ್ಬ ಯೌವನಸ್ಥನ ಕಾಲುಗಳ ಬಳಿಯಲ್ಲಿ ಇಟ್ಟರು 7:58	",
},			
{			
"question" :	"	9 ಯಾರ ಪಾದದ ಬಳಿ ಅವರು ತಮ್ಮ ವಸ್ತ್ರವನ್ನು ಬಿಚ್ಚಿ ಇಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲ	",
	"	B. ರೂಫ	",
	"	C. ಗಮಲಿಯೇಲ	",
	"	D. ನಿಕೋಲಸ್	"
],			
"correct" :	"	A. ಸೌಲ	",
"explanation" :	"	ಅವನನ್ನು ಊರ ಹೊರಕ್ಕೆ ನೂಕಿಕೊಂಡು ಹೋಗಿ ಕೊಲ್ಲುವದಕ್ಕೆ ಕಲ್ಲೆಸೆದರು. ಸಾಕ್ಷಿಯವರು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದು ಸೌಲನೆಂಬ ಒಬ್ಬ ಯೌವನಸ್ಥನ ಕಾಲುಗಳ ಬಳಿಯಲ್ಲಿ ಇಟ್ಟರು 7:58	",
},			
{			
"question" :	"	10 ಸ್ತೆಫನನು ದೊಡ್ಡ ಶಬ್ದದಿಂದ ,’ಕರ್ತನೇ, ಈ ಪಾಪವನ್ನು ಅವರ ಮೇಲೆ ಹೊರಿಸಬೇಡ’ ಎಂದು ಕೂಗಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾಯವಾದನು	",
	"	B. ಮೋಡದಲ್ಲಿ ಎದ್ದನು	",
	"	C. ನಿದ್ದೆ ಹೋದನು	",
	"	D. ತಪ್ಪಿಸಿಕೊಂಡನು.	"
],			
"correct" :	"	C. ನಿದ್ದೆ ಹೋದನು	",
"explanation" :	"	ಅವರು ಸ್ತೆಫನನ ಮೇಲೆ ಕಲ್ಲೆಸೆಯುತ್ತಾ ಇರಲು ಅವನು ಕರ್ತನ ಹೆಸರನ್ನು ಹೇಳಿ - ಯೇಸುಸ್ವಾಮಿಯೇ, ನನ್ನಾತ್ಮವನ್ನು ಸೇರಿಸಿಕೋ ಎಂದು ಪ್ರಾರ್ಥಿಸಿ ಮೊಣಕಾಲೂರಿ - ಕರ್ತನೇ, ಈ ಪಾಪವನ್ನು ಅವರ ಮೇಲೆ ಹೊರಿಸಬೇಡವೆಂದು ಮಹಾಶಬ್ದದಿಂದ ಕೂಗಿದನು. 7:59,60	",
},			
]			