var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1 ಈ ಮನುಷ್ಯನು ಗಂಡಸರನ್ನು ಹೆಂಗಸರನ್ನು ಸೆರೆಗೆ ಹಾಕಿಸುತ್ತಾ ಸಭೆಯನ್ನು ಹಾಳು ಮಾಡುತ್ತಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲ	",
	"	B. ಹೆರೋದ	",
	"	C. ಪಿಲಾತ	",
	"	D. ಕೈಸರ	"
],			
"correct" :	"	A. ಸೌಲ	",
"explanation" :	"	ಆದರೆ ಸೌಲನು ಮನೆಮನೆಗಳಲ್ಲಿ ಹೊಕ್ಕು ಗಂಡಸರನ್ನೂ ಹೆಂಗಸರನ್ನೂ ಎಳಕೊಂಡು ಬಂದು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿ ಸಭೆಯನ್ನು ಹಾಳು ಮಾಡುತ್ತಿದ್ದನು. 8:3	",
},			
{			
"question" :	"	2 ಫಿಲಿಪ್ಪನು ಈ ಸ್ಥಳಕ್ಕೆ ಇಳಿದು ಹೋಗಿ ಅವರಿಗೆ ಯೇಸು ಕುರಿತು ಸಾರಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾರ್ಯ	",
	"	B. ಅಮ್ಮೋನ್	",
	"	C. ನಿನಿವೆ	",
	"	D. ಯೆರಿಕೋ	"
],			
"correct" :	"	A. ಸಮಾರ್ಯ	",
"explanation" :	"	ಫಿಲಿಪ್ಪನು ಸಮಾರ್ಯವೆಂಬ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಿ ಕ್ರಿಸ್ತನನ್ನು ಅಲ್ಲಿರುವವರಿಗೆ ಪ್ರಕಟಿಸಿದನು 8:5	",
},			
{			
"question" :	"	3 ಈ ಮನುಷ್ಯನು ಮಂತ್ರ ತಂತ್ರ ಮಾಡುವವನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ	",
	"	B. ಫಿಲಿಪ್ಪಿ	",
	"	C. ಸಿಮೋನ	",
	"	D. ನಾತಾನ್	"
],			
"correct" :	"	C. ಸಿಮೋನ	",
"explanation" :	"	ಆದರೆ ಕೆಲವು ಕಾಲದಿಂದ ಆ ಪಟ್ಟಣದಲ್ಲಿದ್ದ ಸೀಮೋನನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನು ತಾನು ಏನೋ ಒಬ್ಬ ಮಹಾತ್ಮನೆಂದು ಹೇಳಿಕೊಂಡು ಮಂತ್ರತಂತ್ರಗಳನ್ನು ನಡಿಸಿ ಸಮಾರ್ಯದ ಜನರಲ್ಲಿ ಬೆರಗನ್ನು ಹುಟ್ಟಿಸುತ್ತಿದ್ದನು 8:9	",
},			
{			
"question" :	"	4 ಅಪೋಸ್ತಲರು ಈ ಇಬ್ಬರು ಮನುಷ್ಯರನ್ನು ಫಿಲಿಪ್ಪನು ಸಾರುತ್ತಿದ್ದ ಸ್ಥಳಕ್ಕೆ ಕಳುಹಿಸಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ ಮತ್ತು ಆಂದ್ರೇಯ	",
	"	B. ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
	"	C. ಪೌಲ ಮತ್ತು ಸೀಲ	",
	"	D. ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನ	"
],			
"correct" :	"	D. ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನ	",
"explanation" :	"	ಸಮಾರ್ಯದವರು ದೇವರ ವಾಕ್ಯವನ್ನು ಸ್ವೀಕರಿಸಿದ ವರ್ತಮಾನವನ್ನು ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ಅಪೊಸ್ತಲರು ಕೇಳಿ ಪೇತ್ರ ಯೋಹಾನರನ್ನು ಅವರ ಬಳಿಗೆ ಕಳುಹಿಸಿದರು 8:14	",
},			
{			
"question" :	"	5 ಅಪೋಸ್ತಲರು ಕೈಗಳನ್ನಿಡುವುದರಿಂದ ಪವಿತ್ರಾತ್ಮದಾನವಾಗುವುದನ್ನು ಸಿಮೋನನು ನೋಡಿದಾಗ, ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ತುಂಬಾ ಭಯಪಟ್ಟನು	",
	"	B. ದೇವರನ್ನು ಸ್ತುತಿಸಿದನು	",
	"	C. ಅವರ ಮುಂದೆ ಹಣವನ್ನು ತಂದಿಟ್ಟನು	",
	"	D. ತನ್ನನ್ನು ಮರೆಮಾಡಿಕೊಂಡನು	"
],			
"correct" :	"	C. ಅವರ ಮುಂದೆ ಹಣವನ್ನು ತಂದಿಟ್ಟನು	",
"explanation" :	"	ಅಪೊಸ್ತಲರು ಕೈಗಳನ್ನಿಡುವದರ ಮೂಲಕವಾಗಿ ಪವಿತ್ರಾತ್ಮದಾನವಾಗುವದನ್ನು ಸೀಮೋನನು ನೋಡಿ ಹಣವನ್ನು ತಂದು ಅವರ ಮುಂದಿಟ್ಟು  8:18	",
},			
{			
"question" :	"	6 ಅಡವಿಗೆ ಹೋಗೆಂದು ಫಿಲಿಪ್ಪನಿಗೆ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಅಪೋಸ್ತಲರು	",
	"	C. ಕರ್ತನು	",
	"	D. ದೇವದೂತನು	"
],			
"correct" :	"	D. ದೇವದೂತನು	",
"explanation" :	"	ಅಷ್ಟರಲ್ಲಿ ಕರ್ತನ ದೂತನು ಫಿಲಿಪ್ಪನಿಗೆ - ನೀನು ಎದ್ದು ದಕ್ಷಿಣ ಕಡೆಗೆ ಯೆರೂಸಲೇಮಿನಿಂದ ಗಾಜಕ್ಕೆ ಹೋಗುವ ದಾರಿಯಲ್ಲಿ ಹೋಗು, ಅದು ಅಡವಿ ಎಂದು ಹೇಳಿದನು. 8:26	",
},			
{			
"question" :	"	7 ಅಡವಿಯಲ್ಲಿ ಫಿಲಿಪ್ಪನು, ಈ ರಾಣಿಯ ಕಂಚುಕಿಯನ್ನು ಕಂಡನು	",
"image" :	"",		
"choices" : [			
	"	A. ಈಜೆಬೆಲ್	",
	"	B. ಕಂದಾಕೆ	",
	"	C. ಶೆಬಾ	",
	"	D. ಎಸ್ತೇರ್	"
],			
"correct" :	"	B. ಕಂದಾಕೆ	",
"explanation" :	"	ಅವನು ಎದ್ದು ಹೊರಟುಹೋದನು; ಹೋಗುತ್ತಿರುವಾಗ ಐಥಿಯೋಪ್ಯ ದೇಶದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಕಂಡನು. ಅವನು ಕಂಚುಕಿಯೂ ಐಥಿಯೋಪ್ಯದವರ ರಾಣಿಯಾಗಿದ್ದ ಕಂದಾಕೆಯ ಕೈಕೆಳಗೆ ದೊಡ್ಡ ಅಧಿಕಾರಿಯೂ ಆಕೆಯ ಎಲ್ಲಾ ಖಜಾನೆಯ ಮೇಲ್ವಿಚಾರಕನೂ ಆಗಿದ್ದನು 8:27	",
},			
{			
"question" :	"	8 ಕಂಚುಕಿಯು ಏನು ಮಾಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದನು	",
	"	B. ಶಾಸ್ತ್ರವನ್ನು ಓದುತ್ತಿದ್ದನು	",
	"	C. ಅಳುತ್ತಿದ್ದನು	",
	"	D. ನಿದ್ರಿಸುತ್ತಿದ್ದನು	"
],			
"correct" :	"	B. ಶಾಸ್ತ್ರವನ್ನು ಓದುತ್ತಿದ್ದನು	",
"explanation" :	"	ಅವನು ದೇವಾರಾಧನೆಗೋಸ್ಕರ ಯೆರೂಸಲೇಮಿಗೆ ಬಂದು ಹಿಂತಿರುಗಿ ಹೋಗುವಾಗ ತನ್ನ ರಥದಲ್ಲಿ ಕೂತುಕೊಂಡು ಯೆಶಾಯ ಪ್ರವಾದಿಯ ಗ್ರಂಥವನ್ನು ಓದುತ್ತಿದ್ದನು 8:28	",
},			
{			
"question" :	"	9 ಫಿಲಿಪ್ಪನು ಕಂಚುಕಿಗೆ ಏನು ಬೋಧಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರೀತಿ	",
	"	B. ಶಾಸ್ತ್ರ	",
	"	C. ದೇವರ ಕೋಪ	",
	"	D. ಯೇಸು	"
],			
"correct" :	"	D. ಯೇಸು	",
"explanation" :	"	ಫಿಲಿಪ್ಪನು ಉಪದೇಶಿಸುವದಕ್ಕೆ ತೊಡಗಿ ಅದೇ ವಚನವನ್ನು ಆಧಾರ ಮಾಡಿಕೊಂಡು ಅವನಿಗೆ ಯೇಸುವಿನ ವಿಷಯವಾದ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿದನು. 8:35	",
},			
{			
"question" :	"	10 ನೀರಿನ ಬಳಿಗೆ ಬಂದಾಗ ಕಂಚುಕಿಯು	",
"image" :	"",		
"choices" : [			
	"	A. ಮುಳುಗಿದನು	",
	"	B. ಅಬ್ಬರಿಗೂ ಕುಡಿಯಲಿಕ್ಕೆ ತಂದನು	",
	"	C. ಕುದುರೆಗಳಿಗೆ ನೀರುಣಿಸಿದನು	",
	"	D. ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದಿದನು	"
],			
"correct" :	"	D. ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದಿದನು	",
"explanation" :	"	ಫಿಲಿಪ್ಪನು ಕಂಚುಕಿಯು ಇಬ್ಬರೂ ನೀರಿನೊಳಗೆ ಇಳಿದರು. ಫಿಲಿಪ್ಪನು ಅವನಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದನು.  8:38	",
},			
]			