var quiztitle = "ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗಳು ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1 ತನಗೆ ಸಿಗುವ ಯಾವುದೇ ವಿಶ್ವಾಸಿಯನ್ನು ________  ಅಧಿಕಾರ ಕೊಡುವ ಪತ್ರ ನೀಡುವಂತೆ ಸೌಲನು ಮಹಾಯಾಜಕರ ಬಳಿ ಬೇಡಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಂಧಿಸಿ ಯೆರೂಸಲೇಮಿಗೆ ತರವಂತೆ	",
	"	B. ಕೊಲ್ಲುವುದಕ್ಕೆ	",
	"	C. ಸೆರೆಮನೆಯಿಂದ ಅವರನ್ನು ಬಿಡಿಸುವಂತೆ	",
	"	D. ತೆರಿಗೆ ಹಾಕುವಂತೆ	"
],			
"correct" :	"	A. ಬಂಧಿಸಿ ಯೆರೂಸಲೇಮಿಗೆ ತರವಂತೆ	",
"explanation" :	"	ಸೌಲನು ಇನ್ನು ಕರ್ತನ ಶಿಷ್ಯರ ಮೇಲೆ ರೌದ್ರನಾಗಿದ್ದು ಬೆದರಿಕೆಯ ಮಾತುಗಳನ್ನಾಡುತ್ತಾ ಅವರನ್ನು ಸಂಹರಿಸಬೇಕೆಂದು ಆಶೆಪಡುತ್ತಾ ಮಹಾಯಾಜಕನ ಬಳಿಗೆ ಹೋಗಿ - ಆ ಮಾರ್ಗವನ್ನು ಹಿಡಿದವರು ಯಾರಾದರೂ ಸಿಕ್ಕಿದರೆ ಅವರು ಗಂಡಸರಾದರೂ ಸರಿಯೇ ಹೆಂಗಸರಾದರೂ ಸರಿಯೇ ನಾನು ಅವರಿಗೆ ಬೇಡಿಹಾಕಿಸಿ ಯೆರೂಸಲೇಮಿಗೆ ತರುವಂತೆ ದಮಸ್ಕದಲ್ಲಿರುವ ಆಯಾ ಸಭಾಮಂದಿರದವರಿಗೆ ನೀನು ಕಾಗದವನ್ನು ಕೊಡಬೇಕು ಎಂದು ಅವನನ್ನು ಬೇಡಿಕೊಂಡನು9:1,2	",
},			
{			
"question" :	"	2 ಆಕಾಶದಿಮದ ಬೆಳಕು ಕಾಣಿಸಿದಾಗ, ಸೌಲನು	",
"image" :	"",		
"choices" : [			
	"	A. ಓಡಿಹೋದನು	",
	"	B. ನೆಲಕ್ಕೆ ಬಿದ್ದನು	",
	"	C. ಅಳಲಿಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದನು	",
	"	D. ಸಂತೋಷಿಸಿದನು	"
],			
"correct" :	"	B. ನೆಲಕ್ಕೆ ಬಿದ್ದನು	",
"explanation" :	"	ಅವನು ಪ್ರಯಾಣ ಮಾಡುತ್ತಾ ದಮಸ್ಕದ ಹತ್ತಿರಕ್ಕೆ ಬರಲು ಫಕ್ಕನೆ ಆಕಾಶದೊಳಗಿಂದ ಒಂದು ಬೆಳಕು ಅವನ ಸುತ್ತಲು ಮಿಂಚಿತು. ಅವನು ನೆಲಕ್ಕೆ ಬಿದ್ದು - ಸೌಲನೇ, ಸೌಲನೇ, ನನ್ನನ್ನು ಯಾಕೆ ಹಿಂಸೆ ಪಡಿಸುತ್ತೀ ಎಂದು ಹೇಳುವ ವಾಣಿಯನ್ನು ಕೇಳಿದನು. 9:3,4	",
},			
{			
"question" :	"	3 ಪೌಲನಿಗೆ ಯಾರು ಉತ್ತರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ ಸೈನಿಕರು	",
	"	B. ಯೇಸು	",
	"	C. ದೂತನು	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	B. ಯೇಸು	",
"explanation" :	"	ಅವನು - ಕರ್ತನೇ, ನೀನಾರು ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಕರ್ತನು - ನೀನು ಹಿಂಸೆಪಡಿಸುವ ಯೇಸುವೇ ನಾನು.  9:5	",
},			
{			
"question" :	"	4 ಕಣ್ಣು ಕಾಣಿಸದೆ ಸೌಲನು ಎಷ್ಟು ದಿನಗಳಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 3	",
	"	B. 7	",
	"	C. 10	",
	"	D. 13	"
],			
"correct" :	"	A. 3	",
"explanation" :	"	ಅವನು ಮೂರು ದಿವಸ ಕಣ್ಣುಕಾಣದೆ ಏನೂ ತಿನ್ನಲಿಲ್ಲ; ಏನೂ ಕುಡಿಯಲಿಲ್ಲ. 9:9	",
},			
{			
"question" :	"	5 ಈ ಮನುಷ್ಯನು ಸೌಲನ ಮೇಲೆ ಹಸ್ತಗಳನ್ನಿಟ್ಟಾಗ, ಆತನಿಗೆ ದೃಷ್ಟಿ ಬಂದಿತು ಮತ್ತು ಪರಿಶುದ್ದಾತ್ಮನಿಂದ ತುಂಬಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬ	",
	"	B. ಪೇತ್ರ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಅನನೀಯ	"
],			
"correct" :	"	D. ಅನನೀಯ	",
"explanation" :	"	ಆಗ ಅನನೀಯನು ಹೊರಟು ಆ ಮನೆಯೊಳಗೆ ಹೋಗಿ ಅವನ ಮೇಲೆ ತನ್ನ ಕೈಗಳನ್ನಿಟ್ಟು - ಸಹೋದರನಾದ ಸೌಲನೇ, ನೀನು ಬಂದ ದಾರಿಯಲ್ಲಿ ನಿನಗೆ ಕಾಣಿಸಿಕೊಂಡ ಕರ್ತನಾದ ಯೇಸು ನಿನಗೆ ಕಣ್ಣುಕಾಣುವಂತೆಯೂ ನೀನು ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗುವಂತೆಯೂ ನನ್ನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು. ಕೂಡಲೆ ಅವನ ಕಣ್ಣುಗಳಿಂದ ಪರೆಗಳಂತೆ ಏನೋ ಬಿದ್ದು ಅವನ ಕಣ್ಣು ಕಾಣಿಸಿದವು. ಅವನು ಎದ್ದು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡನು.  9:17,18	",
},			
{			
"question" :	"	6 ಸೌಲನು ಯೇಸು ದೇವಕುಮಾರನೆಂದು ಸಾರಲು ಪ್ರಾರಂಭಿಸಿದಾಗ, ಯೆಹೂದ್ಯರು ಆಲೋಚಿಸಿದ್ದು,	",
"image" :	"",		
"choices" : [			
	"	A. ಸೆರೆಗೆ ಹಾಕಬೇಕೆಂದು	",
	"	B. ರೂಪಾಂತರ ಹೊಂದಲು	",
	"	C. ಅವನನ್ನು ಕೊಲ್ಲಲು	",
	"	D. ಅವನಿಂದ ಕಲಿತುಕೊಳ್ಳಲು	"
],			
"correct" :	"	C. ಅವನನ್ನು ಕೊಲ್ಲಲು	",
"explanation" :	"	ಅನೇಕ ದಿವಸಗಳು ಹೋದ ಮೇಲೆ ಯೆಹೂದ್ಯರು ಅವನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಆಲೋಚನೆಮಾಡಿಕೊಂಡರು. 9:23	",
},			
{			
"question" :	"	7 ಶಿಷ್ಯರು ಸೌಲನ ಕುರಿತು ಭಯದಿಂದಿರುವಾಗ, ಈ ಮನುಷ್ಯನು ಸೌಲನನ್ನು ಅಪೋಸ್ತಲರ ಬಳಿಗೆ ಕರತಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ	",
	"	B. ಬಾರ್ನಬ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಫಿಲಿಪ್ಪಿ	"
],			
"correct" :	"	B. ಬಾರ್ನಬ	",
"explanation" :	"	ಅವನು ಯೆರೂಸಲೇಮಿಗೆ ಬಂದು ಶಿಷ್ಯರೊಳಗೆ ಸೇರಿಕೊಳ್ಳಬೇಕೆಂದು ಪ್ರಯತ್ನ ಮಾಡಿದಾಗ ಎಲ್ಲರು ಅವನನ್ನು ಶಿಷ್ಯನೆಂದು ನಂಬದೆ ಅವನಿಗೆ ಭಯಪಟ್ಟರು. ಆದರೆ ಬಾರ್ನಬನು ಅವನನ್ನು ಕೈಹಿಡಿದು ಅಪೊಸ್ತಲರ ಬಳಿಗೆ ಕರೆದುಕೊಂಡುಹೋಗಿ ಅವನು ದಾರಿಯಲ್ಲಿ ಕರ್ತನನ್ನು ಕಂಡದ್ದನ್ನೂ ಕರ್ತನು ಅವನ ಸಂಗಡ ಮಾತಾಡಿದ್ದನ್ನೂ ದಮಸ್ಕದೊಳಗೆ ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ಧೈರ್ಯದಿಂದ ಮಾತಾಡಿದ್ದನ್ನೂ ಅವರಿಗೆ ವಿವರವಾಗಿ ಹೇಳಿದನು. 9:26,27	",
},			
{			
"question" :	"	8 ಪಾಶ್ರ್ವವಾಯು ರೋಗಗದಿಂದ 8 ವರ್ಷಗಳಿಂದ ರೋಗದಲ್ಲಿ ಬಿದ್ದಿದ್ದ ಇವನನ್ನು ಪೇತ್ರನು ಗುಣಪಡಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬ	",
	"	B. ರೋಜರ್	",
	"	C. ಐನೇಯ	",
	"	D. ರೂಬೇನ್	"
],			
"correct" :	"	C. ಐನೇಯ	",
"explanation" :	"	ಅಲ್ಲಿ ಪಾರ್ಶ್ವವಾಯುರೋಗಿಯಾಗಿ ಎಂಟು ವರುಷಗಳಿಂದ ಹಾಸಿಗೆಯ ಮೇಲೆ ಬಿದ್ದಿದ್ದ ಐನೇಯನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಕಂಡನು. ಪೇತ್ರನು ಅವನಿಗೆ - ಐನೇಯನೇ, ಯೇಸು ಕ್ರಿಸ್ತನು ನಿನ್ನನ್ನು ವಾಸಿಮಾಡುತ್ತಾನೆ; ಎದ್ದು ನಿನ್ನ ಹಾಸಿಗೆಯನ್ನು ಹಾಸಿಕೋ ಎಂದು ಹೇಳಿದನು. ಕೂಡಲೆ ಅವನು ಎದ್ದನು 9:33,34	",
},			
{			
"question" :	"	9 ಪೇತ್ರನು ಪ್ರಾರ್ಥಿಸಿದಾಗ ಸತ್ತು ಹೋಗಿದ್ದ ಈ ಸ್ತ್ರೀಯು ಎದ್ದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ತಬಿಥಾ	",
	"	B. ದೆಬೋರ	",
	"	C. ಮಾರ್ತಾ	",
	"	D. ದೀನ	"
],			
"correct" :	"	A. ತಬಿಥಾ	",
"explanation" :	"	ಯೊಪ್ಪದಲ್ಲಿ ತಬಿಥಾ ಎಂಬ ಒಬ್ಬ ಶಿಷ್ಯಳಿದ್ದಳು. ಆ ಹೆಸರಿಗೆ ಗ್ರೀಕ್‍ಭಾಷೆಯಲ್ಲಿ ದೊರ್ಕ ಎಂದರ್ಥ. ಆಕೆಯು ಸತ್ಕ್ರಿಯೆಗಳನ್ನೂ ದಾನಧರ್ಮಗಳನ್ನೂ ಬಹಳವಾಗಿ ಮಾಡುತ್ತಿದ್ದಳು.  9:36	",
},			
{			
"question" :	"	10 ಪೇತ್ರನು ಯೊಪ್ಪದಲ್ಲಿ ಈ ಚರ್ಮಕಾರನ ಮನೆಯಲ್ಲಿ ಬಹಳ ದಿನಗಳವರೆಗೂ ಇದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮುವೇಲ	",
	"	B. ಕೊರ್ನೇಲ್ಯನು	",
	"	C. ಸಿಮೋನ	",
	"	D. ಫ್ರಡ್	"
],			
"correct" :	"	C. ಸಿಮೋನ	",
"explanation" :	"	ಆಮೇಲೆ ಪೇತ್ರನು ಯೊಪ್ಪದಲ್ಲಿ ಚರ್ಮಕಾರನಾದ ಸೀಮೋನನೆಂಬವನ ಬಳಿಯಲ್ಲಿ ಬಹಳ ದಿವಸದವರೆಗೂ ಇದ್ದನು 9:43	",
},			
]			