var quiztitle = "ಕೊಲೊಸ್ಸೆಯವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಅಪೋಸ್ತಲನು ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದಿದ್ದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಮತ್ತಾಯ	",
	"	c. ಮಾರ್ಕ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	a. ಪೌಲ	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೋಥೆಯನೂ ಕೊಲೊಸ್ಸೆಯಲ್ಲಿರುವ ನಂಬಿಗಸ್ತರಾದ ಸಹೋದರರಿಗೆ ಬರೆಯುವುದೇನಂದರೆ ನಮ್ಮ ತಂದೆಯಾದ ದೇವರಿಂದ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ.  ಕೊಲೆಸ್ಸೆ 1:1-2	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯನ್ನು ಈ ಸಭೆಗೆ ಬರೆಯಲಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಎಫೆಸ	",
	"	b. ರೋಮ್	",
	"	c. ಕೊಲೊಸ್ಸೆ	",
	"	d. ಲಂಡನ್	"
],			
"correct" :	"	c. ಕೊಲೊಸ್ಸೆ	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೋಥೆಯನೂ ಕೊಲೊಸ್ಸೆಯಲ್ಲಿರುವ ನಂಬಿಗಸ್ತರಾದ ಸಹೋದರರಿಗೆ ಬರೆಯುವುದೇನಂದರೆ ನಮ್ಮ ತಂದೆಯಾದ ದೇವರಿಂದ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ.  ಕೊಲೆಸ್ಸೆ 1:1-2	",
},			
{			
"question" :	"	3. ಅವರು ಈತನ ಮೇಲೆ ಇಟ್ಟಿರುವ ನಂಬಿಕೆಯ ವಿಷಯವನ್ನು ಅಪೋಸ್ತಲರು ಕೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ವಿಗ್ರಹಗಳು	",
	"	b. ಪ್ರವಾದಿಗಳು	",
	"	c. ಕ್ರಿಸ್ತ ಯೇಸು	",
	"	d. ಮೋಶೆ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತ ಯೇಸು	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ನೀವು ಇಟ್ಟ ನಂಬಿಕೆಯ ವಿಷಯವಾಗಿಯೂ ದೇವಜನರ ಮೇಲಿರುವ ನಿಮ್ಮ ಪ್ರೀತಿಯ ವಿಷಯವಾಗಿಯೂ ನಾವು ಕೇಳಿ;  ಕೊಲೊಸ್ಸೆ 1:3	",
},			
{			
"question" :	"	4. ಪವಿತ್ರಾತ್ಮ ಪ್ರೇರಿತವಾದ ನಿಮ್ಮ ಪ್ರೀತಿಯ ವಿಷಯವನ್ನು ತಿಳಿಸಿದವನು ಈತನೇ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೇಮಿಯ	",
	"	b. ಲೂಕ	",
	"	c. ಎಪಫ್ರ	",
	"	d. ಅನನೀಯ	"
],			
"correct" :	"	c. ಎಪಫ್ರ	",
"explanation" :	"	ನಮ್ಮ ಪ್ರಿಯ ಜೊತೆಯ ದಾಸನಾದ ಎಪಫ್ರನಿಂದ ಆ ಸತ್ಯೋಪದೇಶವನ್ನು ಕಲಿತುಕೊಂಡಿರಿ.  ಅವನು ನಿಮಗೋಸ್ಕರ ಕ್ರಿಸ್ತನ ನಂಬಿಗಸ್ತನಾದ ಸೇವಕನು.  ಪವಿತ್ರಾತ್ಮಪ್ರೇರಿತವಾದ ನಿಮ್ಮ ಪ್ರೀತಿಯ ವಿಷಯದಲ್ಲಿ ನನಗೆ ತಿಳಿಸಿದವನು ಅವನೇ.  ಕೊಲೊಸ್ಸೆ 1:7-8	",
},			
{			
"question" :	"	5. ಅಪೋಸ್ತಲನು ಹೇಳಿದ್ದು: ನಾನು ಇದನ್ನು ಬಿಡಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪ ಮಾಡುವುದು	",
	"	b. ಅವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	c. ಪ್ರಯಾಣಿಸುವುದು	",
	"	d. ಸೈತಾನನೊಂದಿಗೆ ಹೋರಾಡುವುದು	"
],			
"correct" :	"	b. ಅವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸುವುದು	",
"explanation" :	"	ಆದಕಾರಣ ನಾವು ನಿಮ್ಮ ಸುದ್ದಿಯನ್ನು ಕೇಳಿದ ದಿವಸದಿಂದ ನಿಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸುವದನ್ನು ಬಿಡದೆ ನೀವು ಸಕಲ ಆತ್ಮೀಯ ಜ್ಞಾನವನ್ನೂ ಗ್ರಹಿಕೆಯನ್ನೂ ಹೊಂದಿ; ಕೊಲೊಸ್ಸೆ 1:9	",
},			
{			
"question" :	"	6. ನಮ್ಮ ಪಾಪಗಳು ಎಲ್ಲಿ ಪರಿಹಾರವಾಗುವವು?	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೆಯ ಕೆಲಸಗಳಲ್ಲಿ	",
	"	b. ಕುಮಾರನಲ್ಲಿ	",
	"	c. ಆತ್ಮೀಕ ಸಂಬಂಧದಲ್ಲಿ	",
	"	d. ಆತ್ಮೀಕ ವರಗಳಲ್ಲಿ	"
],			
"correct" :	"	b. ಕುಮಾರನಲ್ಲಿ	",
"explanation" :	"	ಆ ಕುಮಾರನಲ್ಲಿ ನಮ್ಮ ಪಾಪಗಳು ಪರಿಹಾರವಾಗಿ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು.  ಕೊಲೊಸ್ಸೆ 1:14	",
},			
{			
"question" :	"	7. ಸರ್ವವೂ ಈತನಿಗಾಗಿಯೂ ಮತ್ತು ಈತನಲ್ಲಿಯೇ ಉಂಟಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ಆದಾಮ್	",
	"	c. ಗಬ್ರಿಯೇಲ್	",
	"	d. ಲೂಸಿಫರ್	"
],			
"correct" :	"	a. ಯೇಸು	",
"explanation" :	"	ಭೂಪರಲೋಕಗಳಲ್ಲಿರುವ ದೃಶ್ಯಾದೃಶ್ಯವಾದವುಗಳೆಲ್ಲವೂ ಸಿಂಹಾಸನಗಳಾಗಲಿ ಪ್ರಭುತ್ವಗಳಾಗಲಿ ದೊರೆತನಗಳಾಗಲಿ ಅಧಿಕಾರಗಳಾಗಲಿ ಆತನಲ್ಲಿ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟವು.  ಸರ್ವವು ಆತನ ಮುಖಾಂತರವಾಗಿಯೂ ಆತನಿಗೋಸ್ಕರವಾಗಿಯೂ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟಿತು.  ಕೊಲೊಸ್ಸೆ 1:16	",
},			
{			
"question" :	"	8. ಸಭೆಯೆಂಬ ದೇಹಕ್ಕೆ ಈತನು ಶಿರಸ್ಸು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆದಾಮ್	",
	"	b. ಮೋಶೆ	",
	"	c. ಯೇಸು	",
	"	d. ಪೋಪ್	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ಸಭೆಯೆಂಬ ದೇಹಕ್ಕೆ ಆತನು ಶಿರಸ್ಸು; ಆತನು ಆದಿಸಂಭೂತನು.  ಎಲ್ಲಾದರಲ್ಲಿ ಪ್ರಮುಖನಾಗುವಂತೆ ಸತ್ತವರೊಳಗಿಂದ ಮೊದಲು ಎದ್ದುಬಂದವನು ಆತನೇ.  ಕೊಲೊಸ್ಸೆ 1:18	",
},			
{			
"question" :	"	9. ಪೌಲನೆಂಬ ನಾನು ________	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಪ್ರೀತಿಯಲ್ಲಿರುವೆನು.	",
	"	b. ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪವೇ ಕಡಿಮೆಯಾಗಿ ಮಾಡಲ್ಪಟ್ಟಿದ್ದೇನೆ	",
	"	c. ಸುವಾರ್ತೆಗೆ ಸೇವಕನಾದೆನು	",
	"	d. ಕ್ರಿಮಿಯಂತಿರುವೆನು	"
],			
"correct" :	"	c. ಸುವಾರ್ತೆಗೆ ಸೇವಕನಾದೆನು	",
"explanation" :	"	ಪೌಲನೆಂಬ ನಾನು ಈ ಸುವಾರ್ತೆಗೆ ಸೇವಕನಾದೆನು.  ಕೊಲೊಸ್ಸೆ 1:24	",
},			
{			
"question" :	"	10. ಪ್ರಭಾವದ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರಭೂತನಾಗಿರುವುದು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತನಲ್ಲಿ ನಿಮ್ಮಲ್ಲಿರುವುದು	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅನುಗುಣವಾಗಿರುವುದು	",
	"	c. ಕೆಡುಕನಿಂದ ಓಡುಹೋಗುವುದು	",
	"	d.ಪ್ರಾಣಿಯ ಗುರುತು	"
],			
"correct" :	"	a. ಕ್ರಿಸ್ತನಲ್ಲಿ ನಿಮ್ಮಲ್ಲಿರುವುದು	",
"explanation" :	"	ಅನ್ಯಜನಗಳ ವಿಷಯವಾದ ಈ ಮರ್ಮದ ಮಹಿಮಾತಿಶಯವು ಎಷ್ಟೆಂಬದನ್ನು ದೇವರು ತನ್ನ ಜನರಿಗೆ ತಿಳಿಸಲಿಕ್ಕೆ ಮನಸ್ಸು ಮಾಡಿಕೊಂಡನು.  ಈ ಮರ್ಮವು ಏನೆಂದರೆ ಕ್ರಿಸ್ತನು ನಿಮ್ಮಲ್ಲಿದ್ದು ಪ್ರಭಾವದ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರಭೂತನಾಗಿರುವದೇ.  ಕೊಲೊಸ್ಸೆ 1:27	",
},			
]			