var quiztitle = "ಕೊಲೊಸ್ಸೆಯವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಹೇಳಿದ್ದು: ಕೊಲೊಸ್ಸೊದವರಿಗೋಸ್ಕರವೂ ಮತ್ತು ಇವರಿಗೋಸ್ಕರವೂ ನನಗೆ ಬಹಳ ಹೋರಾಟ ಉಂಟು.	",
"image" :	"",		
"choices" : [			
	"	a. ಐಗುಪ್ತ	",
	"	b. ನಜರೇತು	",
	"	c. ಕಾನಾ	",
	"	d. ಲವೊದಿಕೀಯ	"
],			
"correct" :	"	d. ಲವೊದಿಕೀಯ	",
"explanation" :	"	ನಿಮಗೋಸ್ಕರವೂ ಲವೊದಿಕೀಯದವರಿಗೋಸ್ಕರವೂ ನನ್ನನ್ನು ಕಣ್ಣಾರೆ ಕಾಣದಿರುವವರೆಲ್ಲರಿಗೋಸ್ಕರವೂ ನನಗೆ ಬಹಳ ಹೋರಾಟ ಉಂಟೆಂಬದು ನಿಮಗೆ ತಿಳಿದರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  ಕೊಲೊಸ್ಸೆ 2:1	",
},			
{			
"question" :	"	2. ಇದರಿಂದ ನೀವು ಮೋಸಹೋಗಬಹುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಧಿಕಾರದಲ್ಲಿರುವವರಿಂದ	",
	"	b. ರೋಮನ್ನರಿಂದ	",
	"	c. ರಂಜನೆಯ ಮಾತುಗಳಿಂದ	",
	"	d. ಸರ್ಪಗಳಿಂದ	"
],			
"correct" :	"	c. ರಂಜನೆಯ ಮಾತುಗಳಿಂದ	",
"explanation" :	"	ಯಾರಾದರೂ ರಂಜನೆಯಾದ ಮಾತುಗಳಿಂದ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸಿಯಾರೆಂಬ ಭಯ ನನಗಿರುವದರಿಂದ ಇದನ್ನು ಹೇಳಿದ್ದೇನೆ.  ಕೊಲೊಸ್ಸೆ 2:4	",
},			
{			
"question" :	"	3. ಪೌಲನು ಹೇಳಿದ್ದು: ನಾನು ಶರೀರದಿಂದ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಇಲ್ಲದಿದ್ದರೂ ಇದರಿಂದ ನಿಮ್ಮೊಂದಿಗಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮತ್ತೊಂದು ಸ್ಥಿತಿಯಲ್ಲಿ	",
	"	b. ಆತ್ಮದಲ್ಲಿ	",
	"	c. ಹಿಂದಿನ ಕಾಲದಲ್ಲಿ	",
	"	d. ವಿಪರೀತವಾದದ್ದು	"
],			
"correct" :	"	b. ಆತ್ಮದಲ್ಲಿ	",
"explanation" :	"	ನಾನು ಶರೀರದಿಂದ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಇಲ್ಲದಿದ್ದರೂ ಆತ್ಮದಿಂದ ನಿಮ್ಮೊಂದಿಗಿದ್ದು ನೀವು ಕ್ರಮವಾಗಿ ನಡೆಯುವದನ್ನೂ ಕ್ರಿಸ್ತನಂಬಿಕೆಯಲ್ಲಿ ದೃಢವಾಗಿ ನಿಂತಿರುವದನ್ನೂ ನೋಡಿ ಸಂತೋಷಪಡುತ್ತೇನೆ.  ಕೊಲೊಸ್ಸೆ 1:5	",
},			
{			
"question" :	"	4.  ಈತನಲ್ಲಿ ಬೇರೂರಿಕೊಂಡು ಭಕ್ತಿವೃದ್ಧಿಯನ್ನು ಹೊಂದಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಯೇಸು ಕ್ರಿಸ್ತ	",
	"	c. ವಿದ್ಯಾಭ್ಯಾಸ	",
	"	d. ರಂಜನೆಯ ಮಾತುಗಳು	"
],			
"correct" :	"	b. ಯೇಸು ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಯೇಸುವೆಂಬ ಕ್ರಿಸ್ತನನ್ನು ಅಂಗೀಕರಿಸಿದಂತೆಯೇ ಆತನಲ್ಲಿದ್ದವರಾಗಿ ನಡೆದುಕೊಳ್ಳಿರಿ. ಆತನಲ್ಲಿ ಬೇರೂರಿಕೊಂಡು ಭಕ್ತಿವೃದ್ಧಿಯನ್ನು ಹೊಂದಿ ನಿಮಗೆ ಬೋಧಿಸಲ್ಪಟ್ಟ ುಪದೇಶದ ಪ್ರಕಾರವೇ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಲ್ಲಿ ನೆಲೆಗೊಂಡು ದೇವರಿಗೆ ಹೆಚ್ಚೆಚ್ಚಾಗಿ ಸ್ತೋತ್ರಮಾಡುವವರಾಗಿರಿ.  ಕೊಲೊಸ್ಸೊ 1:7	",
},			
{			
"question" :	"	5. ಇದನ್ನು ಅನುಸರಿಸುವವರು ಬಂದು ತಮ್ಮ ತತ್ವಜ್ಞಾನಬೋಧೆಯಿಂದ ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಕೆಡಿಸಬಹುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯನ ಸಂಪ್ರದಾಯಗಳು	",
	"	b. ಜೀವನದ ಅರ್ಥ	",
	"	c. ಪ್ರವಾಹಗಳು	",
	"	d. ಈ ಜೀವನದ ಅಂತ್ಯ	"
],			
"correct" :	"	a. ಮನುಷ್ಯನ ಸಂಪ್ರದಾಯಗಳು	",
"explanation" :	"	ಕ್ರಿಸ್ತನನ್ನು ಅನುಸರಿಸದೆ ಮನುಷ್ಯರ ಸಂಪ್ರದಾಯಗಳನ್ನೂ ಪ್ರಾಪಂಚಿಕ ಬಾಲಬೋಧೆಯನ್ನೂ ಅನುಸರಿಸುವವರು ನಿಮ್ಮಲ್ಲಿ ಬಂದು ಮೋಸವಾದ ನಿರರ್ಥಕ ತತ್ವಜ್ಞಾನಬೋಧೆಯಿಂದ ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಕೆಡಿಸಿ ನಿಮ್ಮನ್ನು ವಶಮಾಡಿಕೊಂಡಾರು, ಎಚ್ಚರಿಕೆಯಾಗಿರಿ.  ಕೊಲೊಸ್ಸೊ 2:8	",
},			
{			
"question" :	"	6. ನೀವು ಇದರಲ್ಲಿ ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಹೂಣಲ್ಪಟ್ಟೀದ್ದೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರತಿದಿನ	",
	"	b. ಪಾಪದಲ್ಲಿ ಆಳವಾಗಿ	",
	"	c. ದೀಕ್ಷಾಸ್ನಾನದಲ್ಲಿ	",
	"	d. ಜೀವನ ನದಿಯಲ್ಲಿ	"
],			
"correct" :	"	c. ದೀಕ್ಷಾಸ್ನಾನದಲ್ಲಿ	",
"explanation" :	"	ನೀವು ದೀಕ್ಷಾಸ್ನಾನದಲ್ಲಿ ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಹೂಣಲ್ಪಟ್ಟದ್ದರಿಂದಲೇ ಆ ಸುನ್ನತಿಯನ್ನು ಹೊಂದಿದಿರಿ.    ಕೊಲೊಸ್ಸೊ 2:12	",
},			
{			
"question" :	"	7. ಆತನು ಇದನ್ನು ಕೆಡಿಸಿ ಅದನ್ನು ಶಿಲುಬೆಗೆ ಜಡಿದು ಇಲ್ಲದಂತಾಗ ಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನನ ಕೆಲಸಗಳು	",
	"	b. ದೋಷಾರೋಪಣೆ ಆಜ್ಞಾರೂಪದ ಪತ್ರ	",
	"	c. ದಶಾಜ್ಞೆಗಳು	",
	"	d. ಶರೀರದ ಕರ್ಮಗಳು	"
],			
"correct" :	"	b. ದೋಷಾರೋಪಣೆ ಆಜ್ಞಾರೂಪದ ಪತ್ರ	",
"explanation" :	"	ಆತನು ನಮ್ಮ ಻ಪರಾಧಗಳನ್ನೆಲ್ಲಾ ಕ್ಷಮಿಸಿ ನಮ್ಮ ಮೇಲೆ ದೋಷಾರೋಪಣೆ ಮಾಡಿದಂಥ ಆಜ್ಞಾರೂಪವಾಗಿದ್ದಂಥ ಪತ್ರವನ್ನು ಕೆಡಿಸಿ ಅದನ್ನು ಶಿಲುಬೆಗೆ ಜಡಿದು ಇಲ್ಲದಂತಾಗ ಮಾಡಿದನು.  ಕೊಲೊಸ್ಸೊ 2:14	",
},			
{			
"question" :	"	8. ನೀವು ತಿಂದು ಕುಡಿಯುವ ವಿಷಯದಲ್ಲಿಯೂ ಮತ್ತು ಈ ವಿಷಯದಲ್ಲಿಯೂ ನಿಮ್ಮನ್ನು ದೋಷಿಗಳೆಂದು ಯಾರೂ ಎಣಿಸಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರು	",
	"	b. ಬುದ್ಧಿ	",
	"	c. ಸಬ್ಬತ್	",
	"	d. ಎಲ್ಲೆಮೀರುವವರು	"
],			
"correct" :	"	c. ಸಬ್ಬತ್	",
"explanation" :	"	ಹೀಗಿರುವದರಿಂದ ತಿಂದು ಕುಡಿಯುವ ವಿಷಯದಲ್ಲಿಯೂ ಹಬ್ಬ ಅಮಾವಾಸ್ಯೆ ಸಬ್ಬತು ಎಂಬಿವುಗಳ ವಿಷಯದಲ್ಲಿಯೂ ನಿಮ್ಮನ್ನು ದೋಷಿಗಳೆಂದು ಯಾರೂ ಎಣಿಸಬಾರದು.  ಕೊಲೊಸ್ಸೊ 2:16	",
},			
{			
"question" :	"	9. ಕೆಲವರು ಇದರ ಪೂಜೆಯಲ್ಲಿ ಆಸಕ್ತರಾಗಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಬ್ಬತ್	",
	"	b. ಯೇಸು ಕ್ರಿಸ್ತ	",
	"	c. ದೇವದೂತ	",
	"	d. ದೇವಾಲಯದಲ್ಲಿ	"
],			
"correct" :	"	c. ದೇವದೂತ	",
"explanation" :	"	ಕೆಲವರು ಅತಿ ವಿನಯದಲ್ಲಿಯೂ ದೇವದೂತರ ಪೂಜೆಯಲ್ಲಿಯೂ ಆಸಕ್ತರಾಗಿದ್ದಾರೆ.  ಕೊಲೊಸ್ಸೊ 2:18	",
},			
{			
"question" :	"	10. ಪೌಲನು ಕೇಳಿದ್ದು: ನೀವು ಕ್ರಿಸ್ತನ ಪಾಲಿಗೆ ಸತ್ತವರಾಗಿದ್ದರೆ, ನೀವು 	",
"image" :	"",		
"choices" : [			
	"	a. ಉಸಿರಾಡುತ್ತಿದ್ದೀರಿ	",
	"	b. ಮನುಷ್ಯರಲ್ಲಿ ಬಹಳ ಆಶ್ಚರ್ಯಕರರು	",
	"	c. ಮನುಷ್ಯರ ಆಜ್ಞೆಗಳಿಗೆ ಒಳಗಾಗಬೇಡಿರಿ	",
	"	d. ನಂಬಿಕೆಯಲ್ಲಿದ್ದೀರಿ.	"
],			
"correct" :	"	c. ಮನುಷ್ಯರ ಆಜ್ಞೆಗಳಿಗೆ ಒಳಗಾಗಬೇಡಿರಿ	",
"explanation" :	"	ಪ್ರಾಪಂಚಿಕ ಬಾಲಬೋಧೆಯ ಪಾಲಿಗೆ ನೀವು ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಸತ್ತವರಾಗಿದ್ದ ಮೇಲೆ ಇನ್ನೂ ಪ್ರಾಪಂಚಿಕರಾಗಿ ಬದುಕುವವರಂತೆ ಮನುಷ್ಯಕಲ್ಪಿತ ಆಜ್ಞೆಗಳನ್ನೂ ಉಪದೇಶಗಳನ್ನೂ ಅನುಸರಿಸಿ ಇದನ್ನು ಹಿಡಿಯಬೇಡ, ಇದನ್ನು ರುಚಿನೋಡಬೇಡ, ಅದನ್ನು ಮುಟ್ಟಬೇಡ ಎನ್ನುವ ನಿಬಂಧನೆಗಳಿಗೆ ನಿಮ್ಮನ್ನು ಒಳಗಾಗಮಾಡಿಕೊಳ್ಳುವದೇಕೆ?   ಕೊಲೊಸ್ಸೊ 2:20-22	",
},			
]			