var quiztitle = "ಕೊಲೊಸ್ಸೆಯವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ನೀವು ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಎಬ್ಬಿಸಲ್ಪಟ್ಟಿದ್ದರೆ ಇದನ್ನು ಹುಡುಕಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರ ಸಂಬಂಧವಾದವುಗಳು	",
	"	b. ಯಾಜಕತ್ವವನ್ನು	",
	"	c. ಇತರರ ವಸ್ತುಗಳನ್ನು	",
	"	d. ಮೇಲಿರುವವುಗಳನ್ನು	"
],			
"correct" :	"	d. ಮೇಲಿರುವವುಗಳನ್ನು	",
"explanation" :	"	ಆದಕಾರಣ ನೀವು ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಎಬ್ಬಿಸಲ್ಪಟ್ಟಿರುವದರಿಂದ ಮೇಲಿರುವವುಗಳನ್ನು ಹುಡುಕಿರಿ.  ಕೊಲೊಸ್ಸೆ 3:1	",
},			
{			
"question" :	"	2. ಈಗಲಾದರೋ ಕ್ರೋಧ ಕೋಪ ಮತ್ಸರ ದೂಷಣೆ ಬಾಯಿಂದ ಹೊರಡುವ ದುರ್ಭಾಷೆ ಇವುಗಳನ್ನು	",
"image" :	"",		
"choices" : [			
	"	a. ಬಹುಮಾನ ನೀಡಿ	",
	"	b. ನ್ಯಾಯ ತೀರಿಸಿ	",
	"	c. ವಿಸರ್ಜಿಸಿ ಬಿಡಿ	",
	"	d. ಅಲಕ್ಷಿಸಿ	"
],			
"correct" :	"	c. ವಿಸರ್ಜಿಸಿ ಬಿಡಿ	",
"explanation" :	"	 ಈಗಲಾದರೋ ಕ್ರೋಧ ಕೋಪ ಮತ್ಸರ ದೂಷಣೆ ಬಾಯಿಂದ ಹೊರಡುವ ದುರ್ಭಾಷೆ ಇವುಗಳನ್ನು ವಿಸರ್ಜಿಸಿಬಿಡಿ.  ಕೊಲೊಸ್ಸೊ 3:8	",
},			
{			
"question" :	"	3. ಒಬ್ಬನು ಮತ್ತೊಬ್ಬನ ಮೇಲೆ ತಪ್ಪು ಹೊರಿಸುವುದಕ್ಕೆ ಕಾರಣವಿದ್ದರೂ  ಅವನನ್ನು 	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯಾಧಿಪತಿಯ ಬಳಿಗೆ ಕರೆದೊಯ್ಯಬೇಕು	",
	"	b. ಯಾಜಕರ ಬಳಿಗೆ ಕರೆದೊಯ್ಯಬೇಕು	",
	"	c. ನಿಶ್ಯಬ್ಧವಾಗಿರಬೇಕು	",
	"	d. ಕ್ಷಮಿಸಬೇಕು	"
],			
"correct" :	"	d. ಕ್ಷಮಿಸಬೇಕು	",
"explanation" :	"	ಮತ್ತೊಬ್ಬನ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸುವದಕ್ಕೆ ಕಾರಣವಿದ್ದರೂ ತಪ್ಪುಹೊರಿಸದೆ ಒಬ್ಬರಿಗೊಬ್ಬರು ಸೈರಿಸಿಕೊಂಡು ಕ್ಷಮಿಸಿರಿ.  ಕರ್ತನು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿದಂತೆಯೇ ನೀವೂ ಕ್ಷಮಿಸಿರಿ.  ಕೊಲೊಸ್ಸೊ 3:13	",
},			
{			
"question" :	"	4. ಎಲ್ಲಾದರ ಮೇಲೆ ಇದನ್ನು ಧರಿಸಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ	",
	"	b. ಅಂತಸ್ತು	",
	"	c. ನೀತಿಯುಳ್ಳ ಕೋಪ	",
	"	d. ಪ್ರವಾದಿಯ ಬಟ್ಟೆಗಳು	"
],			
"correct" :	"	a. ಪ್ರೀತಿ	",
"explanation" :	"	ಇದೆಲ್ಲಾದರ ಮೇಲೆ ಪ್ರೀತಿಯನ್ನು ಧರಿಸಿಕೊಳ್ಳಿರಿ.  ಅದು ಸಮಸ್ತವನ್ನು ಸಂಪೂರ್ಣಮಾಡುವ ಬಂಧವಾಗಿದೆ.  ಕೊಲೊಸ್ಸೆ 3:14	",
},			
{			
"question" :	"	5. ಇದು ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ತೀರ್ಪು ಹೇಳಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತನಿಂದಾದ ಸಮಾಧಾನ	",
	"	b. ನಿಷ್ಪಕ್ಷಪಾತ ಮತ್ತು ಸಮಾನತೆ	",
	"	c. ನ್ಯಾಯ	",
	"	d. ಗದರಿಸುವಿಕೆ	"
],			
"correct" :	"	a. ಕ್ರಿಸ್ತನಿಂದಾದ ಸಮಾಧಾನ	",
"explanation" :	"	ಕ್ರಿಸ್ತನಿಂದಾದ ಸಮಾಧಾನವು ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಯಜಮಾನನಂತಿದ್ದು ತೀರ್ಪುಹೇಳಲಿ;  ಕೊಲೊಸ್ಸೆ 3:15	",
},			
{			
"question" :	"	6.  ಇದು ನಿಮ್ಮಲ್ಲಿ ಸಮೃದ್ಧಿಯಾಗಿ ವಾಸಿಸಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯ	",
	"	b. ವ್ಯರ್ಥ ಆಲೋಚನೆಗಳು	",
	"	c. ಜಯದ ಜೀವಿತ	",
	"	d. ಕ್ರಿಸ್ತನ ವಾಕ್ಯ	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತನ ವಾಕ್ಯ	",
"explanation" :	"	ಕ್ರಿಸ್ತನ ವಾಕ್ಯವು ನಿಮ್ಮಲ್ಲಿ ಸಮೃದ್ಧಿಯಾಗಿ ವಾಸಿಸಲಿ;  ಕೊಲೊಸ್ಸೊ 3:16	",
},			
{			
"question" :	"	7. ಸ್ತ್ರೀಯರು ಯಾರಿಗೆ ಅಧೀನರಾಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಕ್ಕಳಿಗೆ	",
	"	b. ತಮ್ಮ ಗಂಡಂದಿರಿಗೆ	",
	"	c. ದೂತರಿಗೆ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ	"
],			
"correct" :	"	b. ತಮ್ಮ ಗಂಡಂದಿರಿಗೆ	",
"explanation" :	"	ಸ್ತ್ರೀಯರೇ, ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ ಅಧೀನರಾಗಿರಿ; ಇದು ಕರ್ತನಲ್ಲಿರುವವರಿಗೆ ಯೋಗ್ಯವಾಗಿದೆ.  ಕೊಲೊಸ್ಸೊ 3:18	",
},			
{			
"question" :	"	8. ಪುರುಷರಿಗೆ ಏನು ಸೂಚಿಸಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಕಪಿಮುಷ್ಠಿಯಿಂದ ಆಡಳಿತ ನಡೆಸಲು	",
	"	b. ಎಲ್ಲಾದರಲ್ಲೂ ನ್ಯಾಯ ತೋರಿಸಲು	",
	"	c. ಯಾಜಕರಿಗೆ ಸಮರ್ಪಿಸಲು	",
	"	d. ತಮ್ಮ ಹೆಂಡತಿಯನ್ನು ಪ್ರೀತಿಸಲು	"
],			
"correct" :	"	d. ತಮ್ಮ ಹೆಂಡತಿಯನ್ನು ಪ್ರೀತಿಸಲು	",
"explanation" :	"	ಪುರುಷರೇ, ನಿಮ್ಮ ಹೆಂಡತಿಯರನ್ನು ಪ್ರೀತಿಸಿರಿ, ಅವರಿಗೆ ನಿಷ್ಠುರವಾಗಿರಬೇಡಿರಿ.  ಕೊಲೊಸ್ಸೊ 3:19	",
},			
{			
"question" :	"	9. ಮಕ್ಕಳಿಗೆ ಇದು ಸೂಚಿಸಲ್ಪಟ್ಟಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೇಗ ಬೆಳೆಯಿರಿ	",
	"	b. ಬಾಲಿಶವಾದವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ	",
	"	c. ನಿಮ್ಮ ತಂದೆ ತಾಯಿ ಮಾತನ್ನು ಕೇಳಿರಿ	",
	"	d. ಅಧಿಕಾರವನ್ನು ಪ್ರಶ್ನಿಸಿ	"
],			
"correct" :	"	c. ನಿಮ್ಮ ತಂದೆ ತಾಯಿ ಮಾತನ್ನು ಕೇಳಿರಿ	",
"explanation" :	"	ಮಕ್ಕಳೇ, ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ನಿಮ್ಮ ತಂದೆ ತಾಯಿಗಳ ಮಾತನ್ನು ಕೇಳಿರಿ;  ಕೊಲೊಸ್ಸೊ 3:20	",
},			
{			
"question" :	"	10. ದಾಸತ್ವದಲ್ಲಿರುವವರಿಗೆ ಇದು ತಿಳಿಸಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ಯಜಮಾನನಿಂದ ಓಡಿಹೋಗಿರಿ.	",
	"	b. ನಿಮ್ಮ ವಿಷಯಗಳನ್ನು ಯಾಜಕನ ಬಳಿಗೆ ಕೊಂಡೊಯ್ಯಿರಿ.	",
	"	c. ನಿಮ್ಮ ಯಜಮಾನರಿಗೆ ವಿಧೇಯರಾಗಿರಿ	",
	"	d. ದಯೆಗಾಗಿ ಬೇಡಿಕೊಳ್ಳಿರಿ	"
],			
"correct" :	"	c. ನಿಮ್ಮ ಯಜಮಾನರಿಗೆ ವಿಧೇಯರಾಗಿರಿ	",
"explanation" :	"	ದಾಸತ್ವದಲ್ಲಿರುವವರೇ, ಈ ಲೋಕದಲ್ಲಿನ ನಿಮ್ಮ ಯಜಮಾನರಿಗೆ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ವಿಧೇಯರಾಗಿರಿ;  ಕೊಲೊಸ್ಸೊ 3:22	",
},			
]			