var quiztitle = "ಕೊಲೊಸ್ಸೆಯವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಯಜಮಾನರು ತಮ್ಮ ದಾಸರಿಗೆ ನ್ಯಾಯವಾದದ್ದನ್ನು ಮಾಡಬೇಕು ಯಾಕಂದರೆ ಅವರಿಗೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದಲ್ಲಿ ಯಜಮಾನನಿದ್ದಾನೆ	",
	"	b. ಹೆಂಡತಿ ಮಕ್ಕಳಿದ್ದಾರೆ	",
	"	c. ನಿರೀಕ್ಷೆ ಮತ್ತು ಕನಸುಗಳಿವೆ	",
	"	d. ಭಾವನೆಗಳಿವೆ	"
],			
"correct" :	"	a. ಪರಲೋಕದಲ್ಲಿ ಯಜಮಾನನಿದ್ದಾನೆ	",
"explanation" :	"	ಯಜಮಾನರೇ, ಪರಲೋದಲ್ಲಿ ನಿಮಗೂ ಯಜಮಾನನೊಬ್ಬನಿದ್ದಾನೆಂದು ತಿಳಿದು ನಿಮ್ಮ ದಾಸರಿಗೆ ನ್ಯಾಯವಾದದ್ದನ್ನೂ ಸರಿಯಾದದ್ದನ್ನೂ ಮಾಡಿರಿ.  ಕೊಲೊಸ್ಸೊ 4:1	",
},			
{			
"question" :	"	2. ಇದನ್ನು ತಪ್ಪದೆ ಮಾಡುವವರಾಗಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕದ ಕಾರ್ಯಗಳು	",
	"	d. ನ್ಯಾಯ	",
	"	c. ಕೋಪ	",
	"	d. ಪ್ರಾರ್ಥನೆ	"
],			
"correct" :	"	d. ಪ್ರಾರ್ಥನೆ	",
"explanation" :	"	ಪ್ರಾರ್ಥನೆಯನ್ನು ತಪ್ಪದೆ ಮಾಡುವವರಾಗಿ ಅದರಲ್ಲಿ ಎಚ್ಚರವಾಗಿದ್ದು ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡಿರಿ.  ಕೊಲೊಸ್ಸೊ 4:2	",
},			
{			
"question" :	"	3. ದೇವರು ನಮಗೆ ಇದನ್ನು ಮಾಡಲಿ ಎಂದು ನಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸಿರಿ ಎಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ವಿರೋಧಿಗಳನ್ನು ಕೊಲ್ಲುವಂತೆ	",
	"	b. ಅನುಕೂಲವಾದ ಸಂದರ್ಭವನ್ನು ದಯಪಾಲಿಸಲು	",
	"	c. ಕತ್ತಲಲ್ಲಿ ಬೆಳಕನ್ನು ಕಳುಹಿಸಲು	",
	"	d. ಅನ್ಯರಿಗೆ ನ್ಯಾಯ ತೀರಿಸಲು	"
],			
"correct" :	"	b. ಅನುಕೂಲವಾದ ಸಂದರ್ಭವನ್ನು ದಯಪಾಲಿಸಲು	",
"explanation" :	"	ಇದಲ್ಲದೆ ನಮಗೋಸ್ಕರವೂ ಪ್ರಾರ್ಥನೆ ಮಾಡಿರಿ.  ಕ್ರಿಸ್ತನ ವಿಷಯದಲ್ಲಿ ದೇವರು ತಿಳಿಯಪಡಿಸಿದ ಸತ್ಯಾರ್ಥವನ್ನು ಪ್ರಸಂಗಿಸುವದಕ್ಕೆ ಆತನು ಅನುಕೂಲವಾದ ಸಂದರ್ಭವನ್ನು ನಮಗೆ ದಯಪಾಲಿಸಿ ನಾನು ಅದನ್ನು ಹೇಳಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ತಿಳಿಸುವಂತೆ ಅನುಗ್ರಹಮಾಡಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳಿರಿ;  ಕೊಲೊಸ್ಸೊ 4:3	",
},			
{			
"question" :	"	4. ಇದನ್ನು ಬೆಲೆಯುಳ್ಳದ್ದೆಂದು ಉಪಯೋಗಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಯ	",
	"	b. ಕುತೂಹಲ	",
	"	c. ದುರ್ಧನ	",
	"	d. ಮನುಷ್ಯನ ಆತ್ಮಶಕ್ತಿ	"
],			
"correct" :	"	a. ಸಮಯ	",
"explanation" :	"	ಸಮಯವನ್ನು ಸುಮ್ಮನೆ ಕಳಕೊಳ್ಳದೆ ಅದನ್ನು ಬೆಲೆಯುಳ್ಳದ್ದೆಂದು ಉಪಯೋಗಿಸಿ ಹೊರಿನವರ ಮುಂದೆ ಜ್ಞಾನವುಳ್ಳವರಾಗಿ ನಡೆದುಕೊಳ್ಳಿರಿ.  ಕೊಲೊಸ್ಸೊ 4:5	",
},			
{			
"question" :	"	5. ಇದು ಯಾವಾಗಲೂ ಇಂಪಾಗಿಯೂ ರಸವತ್ತಾಗಿಯೂ ಇರಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾಂಸ	",
	"	b. ಮೊಟ್ಟೆ	",
	"	c. ನಿಮ್ಮ ಸಂಭಾಷಣೆ	",
	"	d. ನಿಮ್ಮ ಬಯಕೆ	"
],			
"correct" :	"	c. ನಿಮ್ಮ ಸಂಭಾಷಣೆ	",
"explanation" :	"	ನಿಮ್ಮ ಸಂಭಾಷಣೆ ಯಾವಾಗಲೂ ಇಂಪಾಗಿಯೂ ರಸವತ್ತಾಗಿಯೂ ಇರಲಿ;  ಕೊಲೊಸ್ಸೊ 4:6	",
},			
{			
"question" :	"	6.  ಪೌಲನು ಹೇಳಿದ್ದು: ಇವರಿಬ್ಬರನ್ನೂ ನಿಮ್ಮ ಸಭೆಗೆ ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೀಲ ಮತ್ತು ಬಾರ್ನಬ	",
	"	b. ಮಾರ್ಕ ಮತ್ತು ಯೋಹಾನ	",
	"	c. ತಿಮೋಥೆ ಮತ್ತು ತೀತ	",
	"	d. ತುಖಿಕ ಮತ್ತು ಓನೇಸೀಮ	"
],			
"correct" :	"	d. ತುಖಿಕ ಮತ್ತು ಓನೇಸೀಮ	",
"explanation" :	"	ಪ್ರಿಯ ಸಹೋದರನೂ ನಂಬಿಗಸ್ತನಾದ ಸೇವಕನೂ ಕರ್ತನಲ್ಲಿ ಜೊತೆಯ ದಾಸನೂ ಆಗಿರುವ ತುಖಿಕನು ನನ್ನ ಸಂಗತಿಗಳನ್ನೆಲ್ಲಾ ನಿಮಗೆ ತಿಳಿಸುವನು.  ನೀವು ನನ್ನ ಸಮಾಚಾರನ್ನು ತಿಳುಕೊಳ್ಳುವ ಹಾಗೆಯೂ ಅವನು ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಸಂತೈಸುವ ಹಾಗೆಯೂ ಅವನನ್ನು ನಂಬಿಗಸ್ತನಾದ ಪ್ರಿಯ ಸಹೋದರನಾಗಿರುವ ನಿಮ್ಮ ಊರಿನ ಒನೇಸಿಮನ ಜೊತೆಯಲ್ಲಿ ಕಳುಹಿಸಿದ್ದೇನೆ.  ಅವರು ಇಲ್ಲಿ ನಡೆಯುವ ಸಂಗತಿಗಳನ್ನೆಲ್ಲಾ ನಿಮಗೆ ತಿಳಿಸುವರು.  ಕೊಲೊಸ್ಸೊ 4:7-9	",
},			
{			
"question" :	"	7. ಎಪಫ್ರನು ನಿಮಗೋಸ್ಕರ ಇದನ್ನು ಮಾಡುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಊಟವನ್ನು ಸಿದ್ದ ಮಾಡುತ್ತಾನೆ	",
	"	b. ಅವರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಂಚು ಮಾಡುತ್ತಾನೆ	",
	"	c. ಅವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ	",
	"	d. ಅವರನ್ನು ಮೋಸಗೊಳಿಸಿದ್ದಾನೆ	"
],			
"correct" :	"	c. ಅವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ದಾಸನಾಗಿರುವ ನಿಮ್ಮ ಊರಿನ ಎಪಫ್ರನು ನಿಮಗೆ ವಂದನೆ ಹೇಳುತ್ತಾನೆ; ಇವನು ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗೆಲ್ಲಾ ನಿಮಗೋಸ್ಕರ ಹೋರಾಡಿ ನೀವು ಪ್ರವೀಣರಾಗಿಯೂ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ದೇವರ ಚಿತ್ತವನ್ನು ಕುರಿತು ಪೂರ್ಣ ನಿಶ್ಚಯವುಳ್ಳವರಾಗಿಯೂ ನಿಂತಿರಬೇಕೆಂದು ವಿಜ್ಞಾಪನೆ ಮಾಡುತ್ತಾನೆ.  ಕೊಲೊಸ್ಸೆ 4:12	",
},			
{			
"question" :	"	8. ಪ್ರಿಯ ವೈದ್ಯನೆಂದು ಈತನನ್ನು ಕರೆದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ಯೋಹಾನ	",
	"	c. ಪೇತ್ರ	",
	"	d. ಲೂಕ	"
],			
"correct" :	"	d. ಲೂಕ	",
"explanation" :	"	ಪ್ರಿಯ ವೈದ್ಯನಾಗಿರುವ ಲೂಕನು ಮತ್ತು ದೇಮನು ನಿಮಗೆ ವಂದನೆ ಹೇಳುತ್ತಾರೆ.  ಕೊಲೊಸ್ಸೆ 4:14	",
},			
{			
"question" :	"	9.  ಈ ಪತ್ರಿಕೆಯನ್ನು ಈ ಸಭೆಯಲ್ಲೂ ಓದಿಸಿರಿ ಎಂದು ಪೌಲನು ತಿಳಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ರೋಮ್	",
	"	b. ಲವೊದಿಕೀಯ	",
	"	c. ಕೊರಿಂಥ	",
	"	d. ಪಿಲಿದೆಲ್ಪಿಯ	"
],			
"correct" :	"	b. ಲವೊದಿಕೀಯ	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಈ ಪತ್ರಿಕೆಯನ್ನು ಓದಿಸಿಕೊಂಡ ತರುವಾಯ ಲವೊದಿಕೀಯದವರ ಸಭೆಯಲ್ಲಿಯೂ ಓದಿಸಿರಿ;  ಕೊಲೊಸ್ಸೊ 4:16	",
},			
{			
"question" :	"	10.  ಇದನ್ನು ಜ್ಞಾಪಕ ಮಾಡಿಕೊಳ್ಳಿರೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ತಂದೆತಾಯಿಗಳು	",
	"	b. ಆತನ ಸೆರೆ	",
	"	c. ಕರ್ತನ ಪ್ರಾರ್ಥನೆ	",
	"	d. ದಶಮಾಂಶ	"
],			
"correct" :	"	b. ಆತನ ಸೆರೆ	",
"explanation" :	"	ಇದು ಪೌಲನೆಂಬ ನಾನು ಸ್ವಂತ ಕೈಯಿಂದ ಬರೆದ ವಂದನೆ.  ನಾನು ಸೆರೆಯಲ್ಲಿದ್ದೇನೆಂಬದನ್ನು ಜ್ಞಾಪಕ ಮಾಡಿಕೊಳ್ಳಿರಿ.  ಕೃಪೆಯು ನಿಮ್ಮೊಂದಿಗಿರಲಿ.  ಕೊಲೊಸ್ಸೊ 4:18	",
},			
]			