var quiztitle = "ಎಫೆಸದವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಪೌಲ	",
	"	c. ಯಾಕೋಬ	",
	"	d. ಲೂಕ	"
],			
"correct" :	"	b. ಪೌಲ	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನು ಎಫೆಸದಲ್ಲಿರುವ ದೇವಜನರಿಗೂ ಕ್ರಿಸ್ತ ಯೇಉವಿನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟವರಿಗೂ ಬರೆಯುವುದೇನೆಂದರೆ:   ಎಫೆಸ 1:1	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯನ್ನು ಇಲ್ಲಿನ ದೇವಜನರಿಗೆ ಬರೆಯಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ಎಫೆಸ	",
	"	c. ಕೊರಿಂಥ	",
	"	d. ರೋಮ್	"
],			
"correct" :	"	b. ಎಫೆಸ	",
"explanation" :	"	ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೋಸ್ತಲನಾದ ಪೌಲನು ಎಫೆಸದಲ್ಲಿರುವ ದೇವಜನರಿಗೂ ಕ್ರಿಸ್ತ ಯೇಉವಿನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟವರಿಗೂ ಬರೆಯುವುದೇನೆಂದರೆ:   ಎಫೆಸ 1:1	",
},			
{			
"question" :	"	3. ನಾವು ಪ್ರೀತಿಯಲ್ಲಿ ನಡೆದು ದೋಷವಿಲ್ಲದವರೂ ಪರಿಶುದ್ಧರೂ ಆಗಿರಬೇಕೆಂದು ಆತನು ನಮ್ಮನ್ನು ಯಾವಾಗ ಆರಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	a.ಶಿಲುಬೆಯಲ್ಲಿ	",
	"	b. ಜಗದುತ್ಪತ್ತಿಗೆ ಮುಂಚೆ	",
	"	c. ಪಂಚಾಶತ್ತಮ ದಿನದಂದು	",
	"	d. ಅನುಕೂಲವಿಲ್ಲದ ಸಮಯಗಳಲ್ಲಿ	"
],			
"correct" :	"	b. ಜಗದುತ್ಪತ್ತಿಗೆ ಮುಂಚೆ	",
"explanation" :	"	ಹೇಗಂದರೆ ನಾವು ಪ್ರೀತಿಯಲ್ಲಿ ನಡೆದು ಆತನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಪರಿಶುದ್ಧರೂ ದೋಷವಿಲ್ಲದವರೂ ಆಗಿರಬೇಕೆಂದು ನಮ್ಮನ್ನು ಜಗದುತ್ಪತ್ತಿಗೆ ಮುಂಚೆ ಕ್ರಿಸ್ತನಲ್ಲಿ ಆರಿಸಿಕೊಂಡನು.  ಎಫೆಸ 1:4	",
},			
{			
"question" :	"	4. ನಮಗೆ ಇದರಿಂದ ಬಿಡುಗಡೆ	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಜನರು	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	c. ಯೇಸುವಿನ ರಕ್ತ	",
	"	d. ಸಂಕಟಗಳು ಮತ್ತು ವೇದನೆಗಳು	"
],			
"correct" :	"	c. ಯೇಸುವಿನ ರಕ್ತ	",
"explanation" :	"	ಆತನು ತನ್ನ ಕೃಪೆಯನ್ನು ಪ್ರಖ್ಯಾತಿಗೆ ತರಬೇಕೆಂದು ನಮ್ಮನ್ನು ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕ ತನ್ನ ಪುತ್ರರನ್ನಾಗಿ ಸ್ವೀಕರಿಸುವದಕ್ಕೆ ದಯಾಪೂರ್ವಕವಾದ ತನ್ನ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಮೊದಲೇ ಸಂಕಲ್ಪಮಾಡಿದ್ದನು.  ಈ ಕೃಪಾದಾನವು ಆತನ ಪ್ರಿಯನಲ್ಲಿಯೇ ನಮಗೆ ದೊರೆಯಿತು.  ಈತನು ನಮಗೋಸ್ಕರ ತನ್ನ ರಕ್ತವನ್ನು ಸುರಿಸಿದ್ದರಿಂದ ನಮ್ಮ ಅಪರಾದಗಳು ಪರಿಹಾರವಾಗಿ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು.  ಇದು ದೇವರ ಕೃಪಾತಿಶಯವೇ.  ಎಫೆಸ 1:5-7	",
},			
{			
"question" :	"	5. ದೇವರು ಯಾವುದನ್ನು ನಮಗೆ ತಿಳಿಯಪಡಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನ ಬರೋಣದ ದಿನವನ್ನು	",
	"	b. ಅಂತ್ಯಕಾಲವನ್ನು	",
	"	c. ರಹಸ್ಯವಾದ ತನ್ನ ಸಂಕಲ್ಪವನ್ನು	",
	"	d. ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು	"
],			
"correct" :	"	c. ರಹಸ್ಯವಾದ ತನ್ನ ಸಂಕಲ್ಪವನ್ನು	",
"explanation" :	"	ಆತನು ರಹಸ್ಯವಾದ ತನ್ನ ಸಂಕಲ್ಪವನ್ನು ನಮಗೆ ತಿಳಿಯಪಡಿಸುವದರ ಮೂಲಕ ವಿಶೆಷವಾದ ಜ್ಞಾನವನ್ನೂ ಬುದ್ದಿಯನ್ನೂ ಕೊಟ್ಟು ಆ ಕೃಪೆಯನ್ನು ಇನ್ನೂ ಹೆಚ್ಚಾಗಿ ನಮಗೆ ತೋರಿಸಿದ್ದಾನೆ.  ಎಫೆಸ 1:8	",
},			
{			
"question" :	"	6.  ನೀವು ರಕ್ಷಣೆಯ ಸುವಾರ್ತೆಯನ್ನು ನಂಬಿದ ಮೇಲೆ ಇದರಿಂದ ಮುದ್ರಿಸಲ್ಪಟ್ಟಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮುದ್ದಿನಿಂದ	",
	"	b. ಅದೃಶ್ಯ ಬಳ್ಳಿ	",
	"	c. ನಿರೀಕ್ಷೆಯ ಗುಚ್ಚ	",
	"	d. ಪವಿತ್ರಾತ್ಮ	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮ	",
"explanation" :	"	ನಿಮ್ಮ ರಕ್ಷಣೆಯ ವಿಷಯವಾದ ಸುವಾರ್ತೆಯೆಂಬ ಸತ್ಯವಾಕ್ಯವನ್ನು ಕೇಳಿ ಕ್ರಿಸ್ತನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟವರಾದ ನೀವು ಸಹ ವಾಗ್ದಾನ ಮಾಡಲ್ಪಟ್ರಟ ಪವಿತ್ರಾತ್ಮನೆಂಬ ಮುದ್ರೆಯನ್ನು ಹೊಂದಿದಿರಿ.  ಎಫೆಸ 1:13	",
},			
{			
"question" :	"	7. ಈ ಪತ್ರಿಕೆಯ ಬರಹಗಾರನು ಹೇಳುತ್ತಾನೆ: ನಾನು ನಿಮ್ಮಗಳ ಬಗ್ಗೆ ಈ ವಿಷಯಗಳ ಕುರಿತು ಕೇಳಲ್ಪಟ್ಟೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂಕಟಗಳು ಮತ್ತು ವೇದನೆಗಳು	",
	"	b. ಭಯ	",
	"	c. ಮೋಸ	",
	"	d. ನಂಬಿಕೆ ಮತ್ತು ಪ್ರೀತಿ	"
],			
"correct" :	"	d. ನಂಬಿಕೆ ಮತ್ತು ಪ್ರೀತಿ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಕರ್ತನಾದ ಯೇಸುವಿನಲ್ಲಿ ನೀವು ಇಟ್ಟಿರುವ ನಂಬಿಕೆಯನ್ನು ಕುರಿತೂ ದೇವಜನರೆಲ್ಲರಿಗೆ ನೀವು ತೋರಿಸುವ ಪ್ರೀತಿಯನ್ನು ಕುರಿತೂ ಕೇಳಿ ನಾನು ನಿಮ್ಮ ನಿಮಿತ್ತವಾಗಿ ಎಡೆಬಿಡದೆ ದೇವರಿಗೆ ಸ್ತೋತ್ರಮಾಡುತ್ತೇನೆ.  ಎಫೆಸ 1:15	",
},			
{			
"question" :	"	8. ದೇವರು ಎಫೆಸದವರಿಗೆ ಈ ಆತ್ಮವನ್ನು ನೀಡಬೇಕೆಂದು ಬರಹಗಾರನು ಪ್ರಾರ್ಥಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ಗೊಂದಲ	",
	"	c. ಸಂತೋಷ	",
	"	d. ಕ್ರಿಸ್ ಮಸ್	"
],			
"correct" :	"	a. ಜ್ಞಾನ	",
"explanation" :	"	ನನ್ನ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ನಿಮಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆಮಾಡಿ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ದೇವರೂ ಪ್ರಭಾವಸ್ವರೂಪನಾದ ತಂದೆಯೂ ಆಗಿರುವಾತನು ತನ್ನ ವಿಷಯವಾಗಿ ತಿಳುವಳಿಕೆಯನ್ನು ಕೊಟ್ಟು ಇದುವರೆಗೆ ಗುಪ್ತವಾಗಿದ್ದ ಸತ್ಯಾರ್ಥಗಳನ್ನು ತಿಳುಕೊಳ್ಳುವ ಜ್ಞಾನವುಳ್ಳ ಆತ್ಮವನ್ನು ನಿಮಗೆ ದಯಪಾಲಿಸಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ.  ಎಫೆಸ 1:16-17	",
},			
{			
"question" :	"	9. ದೇವರು ಯೇಸುವನ್ನು ಮರಣದಿಂದ ಎಬ್ಬಿಸಿದ ಮೇಲೆ ಇಲ್ಲಿ ಕೂರಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಾಲಯದಲ್ಲಿ	",
	"	b. ತನ್ನ ಬಲಗಡೆಯಲ್ಲಿ	",
	"	c. ಪರಲೋಕದ ದ್ವಾರದಲ್ಲಿ	",
	"	d. ನರಕದ ಬಾಗಿಲಲ್ಲಿ	"
],			
"correct" :	"	b. ತನ್ನ ಬಲಗಡೆಯಲ್ಲಿ	",
"explanation" :	"	ಆತನ ಬಲಾತಿಶಯವು ಎಷ್ಟು ಮಹತ್ತಾದದ್ದೆಂಬದು ಕ್ರಿಸ್ತನಲ್ಲಿ ತೋರಿಬಂದಿದೆ.  ಹೇಗಂದರೆ ಆತನು ಸತ್ತಿದ್ದ ಕ್ರಿಸ್ತನನ್ನು ಬದುಕಿಸಿ ಪರಲೋಕದೊಳಗೆ ಸಕಲ ರಾಜ್ಯತ್ವ ಻ಧಿಕಾರ ಮಹತ್ವ ಪ್ರಭುತ್ವಾದಿಗಳ ಮೇಲೆಯೂ ಈ ಲೋಕದಲ್ಲಿ ಮಾತ್ರವಲ್ಲದೆ ಬರುವ ಲೋಕದಲ್ಲಿ ಸಹ ಹೆಸರುಗೊಂಡವರೆಲ್ಲರ ಮೇಲೆಯೂ ತನ್ನ ಬಲಗಡೆಯಲ್ಲಿ ಕೂಡ್ರಿಸಿಕೊಂಡನು.  ಎಫೆಸ 1:20-21	",
},			
{			
"question" :	"	10.  ಕ್ರಿಸ್ತನು ಶಿರಸ್ಸು ಮತ್ತು ಇದು ಆತನ ದೇಹವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಪಂಚ	",
	"	b. ಪರಲೋಕ	",
	"	c. ನರಕ	",
	"	d. ಸಭೆ	"
],			
"correct" :	"	d. ಸಭೆ	",
"explanation" :	"	ಆತನು ಸಮಸ್ತವನ್ನೂ ಕ್ರಿಸ್ತನ ಪಾದಗಳ ಕೆಳಗೆ ಹಾಕಿ9ದನು.  ಇದಲ್ಲದೆ ಆತನನ್ನು ಎಲ್ಲಾದರ ಮೇಲೆ ಇರಿಸಿ ಸಭೆಗೆ ಶಿರಸ್ಸಾಗಿ ನೇಮಿಸಿದನು.  ಸಭೆಯು ಆತನ ದೇಹವಾಗಿದೆ; ಎಲ್ಲವನ್ನೂ ಎಲ್ಲಾ ಸಂಬಂದದಲ್ಲಿ ವ್ಯಾಪಿಸುವಾತನಿಂದ ಅದು ಪರಿಫೂರ್ಣತೆಯುಳ್ಳದ್ದಾಗಿದೆ.	",
},			
]			