var quiztitle = "ಎಫೆಸದವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಇವುಗಳ ನಿಮಿತ್ತ ನಾವು ಸತ್ತವರಾಗಿದ್ದೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಪರಾಧಗಳು ಮತ್ತು ಪಾಪಗಳು	",
	"	b. ಬೆಂಕಿಯ ಕೆರೆ	",
	"	c. ಮಾತುಗಳು ಮತ್ತು ಕಾರ್ಯಗಳು	",
	"	d. ಭಯ ಮತ್ತು ನಿರೀಕ್ಷೆ ಇಲ್ಲದಿರುವುದು	"
],			
"correct" :	"	a. ಅಪರಾಧಗಳು ಮತ್ತು ಪಾಪಗಳು	",
"explanation" :	"	ಆತನು ಅಪರಾಧಗಳ ಮತ್ತು ಪಾಪಗಳ ದೆಸೆಯಿಂದ ಸತ್ತವರಾಗಿದ್ದ ನಿಮ್ಮನ್ನು ಸಹ ಬದುಕಿಸಿದನು.  ಎಪೆಸ 2:1	",
},			
{			
"question" :	"	2. ಪೂರ್ವದಲ್ಲಿ ನಾವು ಇದರ ಅನುಸಾರವಾಗಿ ನಡೆದುಕೊಂಡೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಇಹಲೋಕಾಚಾರಕ್ಕೆ	",
	"	c. ನ್ಯಾಯ ಮತ್ತು ನೀತಿ	",
	"	d. ದೇವರ ಚಿತ್ತಾನುಸಾರ	"
],			
"correct" :	"	b. ಇಹಲೋಕಾಚಾರಕ್ಕೆ	",
"explanation" :	"	ನೀವು ಪೂರ್ವದಲ್ಲಿ ಅಪರಾಧಗಳನ್ನೂ ಪಾಪಗಳನ್ನೂ ಮಾಡುವವರಾಗಿದ್ದು ಇಹಲೋಕಾಚಾರಕ್ಕೆ ಅನುಸಾರವಾಗಿ ನಡೆದುಕೊಂಡಿರಿ;  ಎಫೆಸ 2:2	",
},			
{			
"question" :	"	3. ಪೂರ್ವದಲ್ಲಿ ನಾವು ಯಾವುದಕ್ಕೆ ಅಧೀನರಾಗಿದ್ದೆವು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಚಿತ್ತಕ್ಕೆ	",
	"	b. ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ	",
	"	c. ಶರೀರಭಾವದ ಆಶೆಗಳಿಗೆ	",
	"	d. ನಂಬಿಕೆಯ ವಿಧಾನಗಳಿಗೆ	"
],			
"correct" :	"	c. ಶರೀರಭಾವದ ಆಶೆಗಳಿಗೆ	",
"explanation" :	"	ನಾವೆಲ್ಲರೂ ಪೂರ್ವದಲ್ಲಿ ಅವಿಧೇಯರಾಗಿದ್ದು ಶರೀರಭಾವದ ಾಶೆಗಳಿಗೆ ಅಧೀನರಾಗಿ ಶರೀರಕ್ಕೂ ಮನಸ್ಸಿಗೂ ಸಂಬಂಧಪಟ್ಟ ಇಚ್ಚೆಗಳನ್ನು ನೆರವೇರಿಸುತ್ತಾ ನಡೆದು ಮಿಕ್ಕಾದವರಂತೆ ಸ್ವಭಾವಸಿದ್ಧವಾಘಿ ದೇವರ ಕೋಪಕ್ಕೆ ಗುರಿಯಾಗಿದ್ದೆವು.  ಎಫೆಸ 2:3	",
},			
{			
"question" :	"	4.  ಆದರೆ __________ ದೇವರು ನಮ್ಮ ಮೇಲೆ ಮಹಾ ಪ್ರೀತಿಯನ್ನಿಟ್ಟು	",
"image" :	"",		
"choices" : [			
	"	a. ವಸ್ತುವಾದ	",
	"	b. ಬಂಗಾರವಾದ	",
	"	c. ಹತಾಶನಾದ	",
	"	d. ಕರುಣಾನಿಧಿ	"
],			
"correct" :	"	d. ಕರುಣಾನಿಧಿ	",
"explanation" :	"	ಆದರೆ ಕರುಣಾನಿಧಿಯಾಗಿರುವ ದೇವರು ನಮ್ಮ ಮೇಲೆ ಮಹಾ ಪ್ರೀತಿಯನ್ನಿಟ್ಟು; ಎಫೆಸ 2:4	",
},			
{			
"question" :	"	5. ನಂಬಿಕೆಯ ಮೂಲಕ ನಾವು ಇದರಿಂದ ರಕ್ಷಣೆಯನ್ನು ಹೊಂದಿದೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಾರ್ಯಗಳು	",
	"	b. ಮಾತುಗಳು	",
	"	d. ಕೆಲಸಗಳು	",
	"	d. ಕೃಪೆಯಿಂದಲೇ	"
],			
"correct" :	"	d. ಕೃಪೆಯಿಂದಲೇ	",
"explanation" :	"	ನಂಬಿಕೆಯ ಮೂಲಕ ಕೃಪೆಯಿಂದಲೇ ರಕ್ಷಣೆ ಹೊಂದಿದವರಾಗಿದ್ದೀರಿ.  ಆ ರಕ್ಷಣೆಯು ನಿಮ್ಮಿಂದುಟಾದದ್ದಲ್ಲ, ಅದು ದೇವರ ವರವೇ.  ಎಫೆಸ 2:8	",
},			
{			
"question" :	"	6. ನೀವು ಪೂರ್ವಕಾಲದಲ್ಲಿ ಕ್ರಸ್ತನನ್ನು ಸೇರದವರಾಗಿದ್ದು ಇಸ್ರಾಯೇಲ್ಯ ಹಕ್ಕಿನಲ್ಲಿ ಪಾಲಿಲ್ಲದವರೂ ಅಬ್ರಹಾಮನಿಗೆ ಉಂಟಾದ ________ ಸೇರದವರೂ ಈ ಲೋಕದಲ್ಲಿ ಯಾವ ನಿರೀಕ್ಷೆಯಿಲ್ಲದವರೂ ದೇವರನ್ನರಿಯದವರೂ ಆಗಿದ್ದಿರೆಂದು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಾಗ್ದಾನಕ್ಕೆ ಸಂಬಂಧವಾದ ಒಡಂಬಡಿಕೆ	",
	"	b. ನರಕ	",
	"	c. ಐಗುಪ್ತ	",
	"	d. ಮೋಸದ ನೆಲ	"
],			
"correct" :	"	a. ವಾಗ್ದಾನಕ್ಕೆ ಸಂಬಂಧವಾದ ಒಡಂಬಡಿಕೆ	",
"explanation" :	"	ನೀವು ಪೂರ್ವಕಾಲದಲ್ಲಿ ಕ್ರಸ್ತನನ್ನು ಸೇರದವರಾಗಿದ್ದು ಇಸ್ರಾಯೇಲ್ಯ ಹಕ್ಕಿನಲ್ಲಿ ಪಾಲಿಲ್ಲದವರೂ ಅಬ್ರಹಾಮನಿಗೆ ಉಂಟಾದ ವಾಗ್ದಾನಕ್ಕೆ ಸಂಬಂಧವಾದ ಒಡಂಬಡಿಕೆಯಗಳಲ್ಲಿ ಸೇರದವರೂ ಈ ಲೋಕದಲ್ಲಿ ಯಾವ ನಿರೀಕ್ಷೆಯಿಲ್ಲದವರೂ ದೇವರನ್ನರಿಯದವರೂ ಆಗಿದ್ದಿರೆಂದು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಿರಿ.  ಎಫೆಸ 2:12	",
},			
{			
"question" :	"	7.  ಈ ಮೊದಲು ದೂರವಾಗಿದ್ದ ನೀವು ಇದರ ಮೂಲಕ ಸಮೀಪಸ್ಥರಾದಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳು	",
	"	b. ಯೆಹೂದ್ಯರ ತಿರಸ್ಕಾರ	",
	"	c. ಯೇಸುವಿನ ರಕ್ತ	",
	"	d. ಸನ್ನಿವೇಶಗಳು	"
],			
"correct" :	"	c. ಯೇಸುವಿನ ರಕ್ತ	",
"explanation" :	"	ಈಗಲಾದರೋ ಮೊದಲು ದೂರವಾಗಿದ್ದ ನೀವು ಕ್ರಿಸ್ತಯೇಸುವನ್ನು ಸೇರಿದವರಾಗಿದ್ದು ಆತನ ರಕ್ತದ ಮೂಲಕ ಸಮೀಪಸ್ಥರಾದಿರಿ.  ಎಫೆಸ 2:13	",
},			
{			
"question" :	"	8. ಈತನೇ ನಮಗೆ ಸಮಾಧಾನಕರ್ತ	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಮೋಶೆ 	",
	"	c. ಯೇಸು 	",
	"	d. ಅಂತ್ಯಕ್ರಿಸ್ತ	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ಈಗಲಾದರೋ ಮೊದಲು ದೂರವಾಗಿದ್ದ ನೀವು ಕ್ರಿಸ್ತಯೇಸುವನ್ನು ಸೇರಿದವರಾಗಿದ್ದು ಆತನ ರಕ್ತದ ಮೂಲಕ ಸಮೀಪಸ್ಥರಾದಿರಿ. ನಿಮ್ಮನ್ನೂ ನಮ್ಮನ್ನೂ ಒಂದು ಮಾಡಿದವನಾದ ಆತನೇ ನಮಗೆ ಸಮಾಧಾನಕರ್ತನಾಗಿದದಾನೆ.  ಎಫೆಸ 2:13-14	",
},			
{			
"question" :	"	9. ನಾವು ಪರದೇಶದವರೂ ಅನ್ಯರೂ ಆಗಿರದೆ ಇವರೊಂದಿಗೆ ಒಂದೇ ಸಂಸ್ಥಾನದವರು ಆಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಜನರು	",
	"	b. ದೂತರು	",
	"	c. ದೆವ್ವಗಳು	",
	"	d. ದೇವರಲ್ಲದವಗಳು	"
],			
"correct" :	"	a. ದೇವಜನರು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ನೀವು ಇನ್ನು ಮೇಲೆ ಪರದೇಶದವರೂ ಅನ್ಯರೂ ಆಗಿರದೆ ದೇವಜನರೊಂದಿಗೆ ಒಂದೇ ಸಂಸ್ಥಾನದವರೂ ದೇವರ ಮನೆಯವರೂ ಆಗಿದ್ದೀರಿ.  ಎಫೆಸ 2:19	",
},			
{			
"question" :	"	10. ಇವರೇ ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲು	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ಪೇತ್ರ	",
	"	c. ಸೈತಾನ	",
	"	d. ಮೋಶೆ	"
],			
"correct" :	"	a. ಯೇಸು	",
"explanation" :	"	ಯೇಸುಕ್ರಿಸ್ತನೇ ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲು.  ಎಫೆಸ 2:21	",
},			
]			