var quiztitle = "ಎಫೆಸದವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ತನ್ನನ್ನು ತಾನು ಈತನ ಸೆರೆಯವನು ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ರೋಮ್	",
	"	b. ಪಾಪ	",
	"	c. ಯೇಸುಕ್ರಿಸ್ತ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರ	"
],			
"correct" :	"	c. ಯೇಸುಕ್ರಿಸ್ತ	",
"explanation" :	"	ಹೀಗಿರುವದರಿಂದ ಅನ್ಯಜನರಾಗಿರುವ ನಿಮ್ಮ ನಿಮತ್ತ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಸೆರೆಯವನಾದ ಪೌಲನೆಂಬ ನಾನು ನಿಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ.  ಎಫೆಸ 3:1	",
},			
{			
"question" :	"	2. ಆ ಮರ್ಮವು ಈ ಕಾಲದಲ್ಲಿ ದೇವರ ಪರಿಶುದ್ಧ ಅಪೋಸ್ತಲರಿಗೂ ಪ್ರವಾದಿಗಳಿಗೂ _____ ತಿಳಿಸಲ್ಪಟ್ಟಂತೆ ಬೇರೆ ಕಾಲಗಳಲ್ಲಿದ್ದ ಜನರಿಗೆ ತಿಳಿಸಲ್ಪಡಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರ ಆಜ್ಞೆಯಿಂದ	",
	"	b. ಮನುಷ್ಯರ ಬುದ್ಧಿಯಿಂದ	",
	"	c. ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
	"	d. ಪವಿತ್ರಾತ್ಮನಿಂದ	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮನಿಂದ	",
"explanation" :	"	ಆ ಮರ್ಮವು ಈ ಕಾಲದಲ್ಲಿ ದೇವರ ಪರಿಶುದ್ಧ ಅಪೋಸ್ತಲರಿಗೂ ಪ್ರವಾದಿಗಳಿಗೂ ಪವಿತ್ರಾತ್ಮನಿಂದ ತಿಳಿಸಲ್ಪಟ್ಟಂತೆ ಬೇರೆ ಕಾಲಗಳಲ್ಲಿದ್ದ ಜನರಿಗೆ ತಿಳಿಸಲ್ಪಡಲಿಲ್ಲ.    ಎಫೆಸ 3:5	",
},			
{			
"question" :	"	3. ಪೌಲನು ಅನ್ಯರಿಗೆ ಇದನ್ನು ಸಾರಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಸಭೆಯ ಕಟ್ಟಪ್ಪಣೆಗಳು	",
	"	c. ಮನುಷ್ಯರ ಸಂಪ್ರದಾಯಗಳು	",
	"	d. ಕ್ರಿಸ್ತನ ಅಪ್ರಮೇಯವಾದ ಐಶ್ವರ್ಯದ ವಿಷಯವಾದ ಶುಭಸಮಾಚಾರವನ್ನು 	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತನ ಅಪ್ರಮೇಯವಾದ ಐಶ್ವರ್ಯದ ವಿಷಯವಾದ ಶುಭಸಮಾಚಾರವನ್ನು 	",
"explanation" :	"	ನಾನು ಕ್ರಿಸ್ತನ ಅಪ್ರಮೇಯವಾದ ಐಶ್ವರ್ಯದ ವಿಷಯವಾದ ಶುಭಸಮಾಚಾರವನ್ನು ಅನ್ಯಜನರಿಗೆ ಪ್ರಸಿದ್ಧಿಪಡಿಸುವ ಹಾಗೆಯೂ; ಎಫೆಸ 3:8	",
},			
{			
"question" :	"	4. ದೇವರು ಎಲ್ಲವನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	a. ಕೂಲಿಯಾಳುಗಳಿಂದ	",
	"	b. ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ	",
	"	c. ಮಾಟ ಮಂತ್ರಗಳಿಂದ	",
	"	d. ಅವಕಾಶದಿಂದ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ	",
"explanation" :	"	ನಾನು ಕ್ರಿಸ್ತನ ಅಪ್ರಮೇಯವಾದ ಐಶ್ವರ್ಯದ ವಿಷಯವಾದ ಶುಭಸಮಾಚಾರವನ್ನು ಅನ್ಯಜನರಿಗೆ ಪ್ರಸಿದ್ಧಿಪಡಿಸುವ ಹಾಗೆಯೂ ಸಮಸ್ತವನ್ನು ಸೃಷ್ಟಿಸಿದ ದೇವರಲ್ಲಿ ಆದಿಯಿಂದ ಮರೆಯಾಗಿದ್ದ ಮರ್ಮವು ಪ್ರಕಟವಾಗುವ ವಿಧ ಎಂಥದೆಂದು ತಿಳಿಸುವ ಹಾಗೆಯೂ ದೇವಜನರೊಳಗೆ ಅತ್ಯಲ್ಪನಾದ ನನಗೆ ಅನುಗ್ರಹಿಸೋಣವಾಯಿತು; ಎಫೆಸ 3:8-9	",
},			
{			
"question" :	"	5. ದೇವರ ಸಾನಿದ್ಯ ಸೇರುವದಕ್ಕೆ ನಮಗಿರುವ ___________ ಕ್ರಿಸ್ತನಲ್ಲಿ ಇಟ್ಟಿರುವ ನಂಬಿಕೆಯ ಮೂಲಕ ಆತನಲ್ಲಿಯೇ ನಮಗೆ ಉಂಟಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯದಿಂದ	",
	"	b. ಭರವಸವುಳ್ಳ ಧೈರ್ಯವು	",
	"	c. ಅಕ್ರಮವು	",
	"	d. ದುರಾಲೋಚನೆಗಳು	"
],			
"correct" :	"	b. ಭರವಸವುಳ್ಳ ಧೈರ್ಯವು	",
"explanation" :	"	ದೇವರ ಸಾನಿದ್ಯ ಸೇರುವದಕ್ಕೆ ನಮಗಿರುವ ಭರವಸವುಳ್ಳ ಧೈರ್ಯವು ಕ್ರಿಸ್ತನಲ್ಲಿ ಇಟ್ಟಿರುವ ನಂಬಿಕೆಯ ಮೂಲಕ ಆತನಲ್ಲಿಯೇ ನಮಗೆ ಉಂಟಾಯಿತು.  ಎಫೆಸ 3:12	",
},			
{			
"question" :	"	6. ಪೌಲನು ಹೇಳಿದ್ದು: ನನಗೆ ಉಂಟಾಗಿರುವ ಇದನ್ನು ನೋಡಿ ನೀವು ಧೈರ್ಯಗೆಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶಕ್ತಿ	",
	"	b. ಅಧಿಕಾರ	",
	"	c. ಕಷ್ಟಗಳು	",
	"	d. ಒಳ್ಳೆಯದು	"
],			
"correct" :	"	c. ಕಷ್ಟಗಳು	",
"explanation" :	"	ಆದುದರಿಂದ ನಿಮ್ಮ ನಿಮಿತ್ತ ನನಗೆ ಉಂಟಾದ ಕಷ್ಟಗಳನ್ನು ನೋಡಿ ನೀವು ಧೈರ್ಯಗೆಡಬಾರದೆಂದು ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ.  ಎಫೆಸ 3:13	",
},			
{			
"question" :	"	7. ಇದರ ಮೂಲಕ ಆಂತರ್ಯದಲ್ಲಿ ವಿಶೇಷಬಲ ಹೊಂದಲಿ ಎಂದು ಪೌಲನು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಊಟ ಮತ್ತು ನೀರು	",
	"	b. ಸಂಕಟಗಳು	",
	"	c. ದೇವರಾತ್ಮ	",
	"	d. ವೇಗವಾಗಿ ಹಾರುವುದರಿಂದ	"
],			
"correct" :	"	c. ದೇವರಾತ್ಮ	",
"explanation" :	"	ನೀವು ದೇವರಾತ್ಮನ ಮೂಲಕ ಆಂತರ್ಯದಲ್ಲಿ ವಿಶೇಷಬಲ ಹೊಂದಿದವರಾಗುವ ಹಾಗೆಯೂ   ಎಫೆಸ 3:16	",
},			
{			
"question" :	"	8. ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಯಾರು ನೆಲೆಗೊಳ್ಳಬೇಕು ಎಂದು ಪೌಲನು ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯದಿಂದ	",
	"	b. ನಿರೀಕ್ಷೆಯ ಬೀಜ	",
	"	c. ಕ್ರಿಸ್ತ	",
	"	d. ಪರಲೋಕದ ಹಂಬಲ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನಿಮ್ಮ ನಂಬಿಕೆಯ ಮೂಲಕ ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ವಾಸಮಾಡುವ ಹಾಗೆಯೂ ಆತನು ತನ್ನ ಮಹಿಮಾತಿಶಯದ ಪ್ರಕಾರ ಅನುಗ್ರಹಿಸಲು.  ಎಫೆಸ 3:17	",
},			
{			
"question" :	"	9. ದೇವಜನರು ಯಾವುದರ ಉದ್ದ ಅಗಲ ಎತ್ತರ ಆಳ ಎಷ್ಟೆಂಬದನ್ನು ಗ್ರಹಿಸಬೇಕು ಎಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಸಂಕಟಗಳು	",
	"	c. ತಾಳ್ಮೆ	",
	"	d. ದೇವರ ಪ್ರೀತಿ	"
],			
"correct" :	"	d. ದೇವರ ಪ್ರೀತಿ	",
"explanation" :	"	ನೀವು ದೇವರ ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡು ನಿಂತು ಅದರ ಅಗಲ ಉದ್ದ ಎತ್ತರ ಆಳ ಎಷ್ಟೆಂಬದನ್ನು ದೇವಜನರೆಲ್ಲರೊಂದಿಗೆ ಗ್ರಹಿಸಲೂ;  ಎಫೆಸ 3:18	",
},			
{			
"question" :	"	10. ಇದು ಜ್ಞಾನಕ್ಕೆ ಮೀರಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂಕಟಗಳಲ್ಲಿ ಸಂತೋಷ	",
	"	b. ಕಷ್ಟದ ಸಮಯಗಳಲ್ಲಿ ಭಯ	",
	"	c. ಕ್ರಿಸ್ತನ ಪ್ರೀತಿ	",
	"	d. ಸಮಯ ಮತ್ತು ಕಾಲ	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನ ಪ್ರೀತಿ	",
"explanation" :	"	ಜ್ಞಾನಕ್ಕೆ ಮೀರುವ ಕ್ರಿಸ್ತನ ಪ್ರೀತಿಯನ್ನು ತಿಳುಕೊಳ್ಳಲೂ ಪೂರ್ಣಶಕ್ತರಾಗಿದ್ದು ದೇವರ ಸಂಪೂರ್ಣತೆಯ ಮಟ್ಟಿಗೂ ಪರಿಪೂರ್ಣರಾಗುವ ಹಾಗಿ ನಿಮಗೆ ದಯಪಾಲಿಸಲಿ ಎಂದು ಆತನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ.  ಎಫೆಸ 3:19	",
},			
]			