var quiztitle = "ಎಫೆಸದವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಆದರೆ ______ ನಮ್ಮಲ್ಲಿ ಒಬ್ಬೊಬ್ಬನಿಗೆ ಅನುಗ್ರಹಿಸಿದ ಪ್ರಕಾರವೇ ಅವನವನಿಗೆ ಕೃಪಾವರವು ದೊರಕಿದೆ	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ಸಂಪತ್ತು	",
	"	b. ನಮ್ಮ ಕೆಲಸಗಳು	",
	"	c. ನಮ್ಮ ನೀತಿಯು	",
	"	d. ಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	d. ಕ್ರಿಸ್ತನು	",
"explanation" :	"	ಆದರೆ ಕ್ರಿಸ್ತನು ನಮ್ಮಲ್ಲಿ ಒಬ್ಬೊಬ್ಬನಿಗೆ ಅನುಗ್ರಹಿಸಿದ ಪ್ರಕಾರವೇ ಅವನವನಿಗೆ ಕೃಪಾವರವು ದೊರಕಿತು.  ಎಫೆಸ 4:7	",
},			
{			
"question" :	"	2. ಅಪೋಸ್ತಲರು ಪ್ರವಾದಿಗಳು, ಸೌವಾರ್ತಿಕರು ಮತ್ತು ಸಭಾಪಾಲಕರು ಇರುವುದು ಇದಕ್ಕಾಗಿ	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಆಡಳಿತಕ್ಕಾಗಿ	",
	"	b. ವಿಶ್ವಾಸಿಗಳಲ್ಲದವರ ಸಂಗಡ ಮಾತನಾಡಲು	",
	"	c. ಪರಲೋಕದಲ್ಲಿ ಆಳಲು	",
	"	d. ದೇವಜನರನ್ನು ಯೋಗ್ಯಸ್ಥಿತಿಗೆ ತರಲು	"
],			
"correct" :	"	d. ದೇವಜನರನ್ನು ಯೋಗ್ಯಸ್ಥಿತಿಗೆ ತರಲು	",
"explanation" :	"	ಆತನು ಕೆಲವರನ್ನು ಅಪೋಸ್ತಲರನ್ನಾಗಿಯೂ ಕೆಲವರನ್ನು ಪ್ರವಾದಿಗಳನ್ನಾಗಿಯೂ ಕೆಲವರನ್ನು ಸೌವಾರ್ತಿಕರನ್ನಾಗಿಯೂ ಕೆಲವರನ್ನು ಸಭಾಪಾಲಕರನ್ನಾಗಿಯೂ ಉಪದೇಶಿಗಳನ್ನಾಗಿಯೂ ಅನುಗ್ರಹಿಸಿದನು.   ನಾವೆಲ್ಲರು ನಂಬಿಕೆಯಿಂದಲೂ ದೇವಕುಮಾರನ ವಿಷಯವಾದ ಜ್ಞಾನದಿಂದಲೂ ಉಂಟಾಗುವ ಐಕ್ಯವನ್ನು ಹೊಂದಿ ಪ್ರವೀಣತೆಗೆ ಬಂದವರಾಗಿ ಕ್ರಿಸ್ತನ ಪರಿಪೂರ್ಣತೆಯೆಂಬ ಪ್ರಮಾಣವನ್ನು ಮುಟ್ಟವ ತನಕ ದೇವಜನರನ್ನು ಯೋಗ್ಯಸ್ಥಿತಿಗೆ ತರುವ ಕೆಲಸಕ್ಕೋಸ್ಕರವೂ ಸಭೆಯ ಸೇವೆಗೋಸ್ಕರವೂ ಕ್ರಿಸ್ತನ ದೇಹವು ಅಭಿವೃದ್ಧಿಯಾಗುವದಕ್ಕೋಸ್ಕರವೂ ಆತನು ಇವರನ್ನು ಅನುಗ್ರಹಿಸಿದನು.  ಎಫೆಸ 4:10-12	",
},			
{			
"question" :	"	3. ನಾವು ಇದರಂತೆ ಇರದೆ ನಾನಾ ಉಪದೇಶಗಳಿಂದ ಕಂಗೆಟ್ಟು ಗಾಳಿಯಿಂದ ಅತ್ತಿತ್ತ ನೂಕಿಸಿಕೊಂಡು ಹೋಗುವವರ ಹಾಗಿರಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೂಸುಗಳು	",
	"	b. ಮೂರ್ಖರು	",
	"	c. ತಂತಿಗಳು	",
	"	d. ಚಿಂದಿ ಗೊಂಬೆ	"
],			
"correct" :	"	a. ಕೂಸುಗಳು	",
"explanation" :	"	ನಾವು ಇನ್ನು ಮೇಲೆ ಕೂಸುಗಳಾಗಿರಬಾರದು; ದುರ್ಜನರ ವಂಚನೆಗೂ ದುರ್ಬೋಧಕರ ಕುಯುಕ್ತಿಗೂ ಒಳಬಿದ್ದು ನಾನಾ ಉಪದೇಶಗಳಿಂದ ಕಂಗೆಟ್ಟು ಗಾಳಿಯಿಂದ ಅತ್ತಿತ್ತ ನೂಕಿಸಿಕೊಂಡು ಹೋಗುವವರ ಹಾಗಿರಬಾರದು.  ಎಫೆಸ 4:14	",
},			
{			
"question" :	"	4. ದೇಹಕ್ಕೆ ಶಿರಸ್ಸು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತ	",
	"	b. ಪೋಪ್	",
	"	c. ಪೌಲ	",
	"	d. ಮಹಾ ಯಾಜಕ	"
],			
"correct" :	"	a. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಪ್ರೀತಿಯಿಂದ ಸತ್ಯವನ್ನನುಸರಿಸುತ್ತಾ ಬೆಳೆದು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿಯೂ ಕ್ರಿಸ್ತನ ಐಕ್ಯವನ್ನು ಹೊಂದುತ್ತಾ ಬರಬೇಕು.  ಆತನೇ ಶಿರಸ್ಸು.  ಎಫೆಸ 4:15	",
},			
{			
"question" :	"	5. ಅನ್ಯಜನರು ನಡೆದುಕೊಳ್ಳುವ ಈ ಪ್ರಕಾರ ನೀವು ನಡೆದುಕೊಳ್ಳಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಯಲ್ಲಿ	",
	"	b. ಸೇವೆಯ ರೀತಿ	",
	"	c. ಜ್ಞಾನದಲ್ಲಿ	",
	"	d. ನಿಷ್ಪ್ರಯೋಜನವಾದ ಬುದ್ಧಿಯುಳ್ಳವರಾಗಿ	"
],			
"correct" :	"	d. ನಿಷ್ಪ್ರಯೋಜನವಾದ ಬುದ್ಧಿಯುಳ್ಳವರಾಗಿ	",
"explanation" :	"	ಆದದರಿಂದ ಅನ್ಯಜನರು ನಡೆದುಕೊಳ್ಳುವ ಪ್ರಕಾರ ನೀವು ಇನ್ನು ಮೇಲೆ ನಡೆದುಕೊಳ್ಳಬಾರದೆಂದು ಕರ್ತನಲ್ಲಿರುವವನಾಗಿ ನಿಮಗೆ ಖಂಡಿತವಾಗಿ ಹೇಳುತ್ತೇನೆ.  ಅವರು ನಿಷ್ಪ್ರಯೋಜನವಾದ ಬುದ್ಧಿಯುಳ್ಳವರಾಗಿ ನಡೆದುಕೊಳ್ಳುತ್ತಾರೆ.  ಎಫೆಸ 4:17-18	",
},			
{			
"question" :	"	6. ತಮ್ಮಲ್ಲಿರುವ _______ ನಿಮಿತ್ತದಿಂದಲೂ ದೇವರಿಂದಾಗುವ ಜೀವಕ್ಕೆ ಅನ್ಯರಾಗಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದುರಾತ್ಮನಿಂದ	",
	"	b. ಅಜ್ಞಾನದಿಂದ	",
	"	c. ಶಾಂತಿ ಮತ್ತು ಕೃಪೆ	",
	"	d. ಜ್ಞಾನ	"
],			
"correct" :	"	b. ಅಜ್ಞಾನದಿಂದ	",
"explanation" :	"	ಅವರು ನಿಷ್ಪ್ರಯೋಜನವಾದ ಬುದ್ಧಿಯುಳ್ಳವರಾಗಿ ನಡೆದುಕೊಳ್ಳುತ್ತಾರೆ; ಅವರ ಮನಸ್ಸು ಮೊಬ್ಬಾಗಿ ಹೋಗಿದೆ, ಅವರು ತಮ್ಮ ಹೃದಯದ ಕಾಠಿಣ್ಯದ ನಿಮಿತ್ತದಿಂದಲೂ ತಮ್ಮಲ್ಲಿರುವ ಅಜ್ಞಾನದ ನಿಮಿತ್ತದಿಂದಲೂ ದೇವರಿಂದಾಗುವ ಜೀವಕ್ಕೆ ಅನ್ಯರಾಗಿದ್ದಾರೆ.  ಎಫೆಸ 4:18	",
},			
{			
"question" :	"	7.  ನೀವು ನಿಮ್ಮ ಆಂತರ್ಯದಲ್ಲಿ ಹೊಸಬರಾಗಿ _________ ಧರಿಸಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಆಯುಧ	",
	"	b. ನೂತನ ಸ್ವಭಾವ	",
	"	c. ಬಿಳೀ ಶುಭ್ರ ವಸ್ತ್ರ	",
	"	d. ಶುಭ್ರ ಮೇಲಂಗಿ	"
],			
"correct" :	"	b. ನೂತನ ಸ್ವಭಾವ	",
"explanation" :	"	ನೀವು ನಿಮ್ಮ ಆಂತರ್ಯದಲ್ಲಿ ಹೊಸಬರಾಗಿ ನೂತನ ಸ್ವಭಾವವನ್ನು ಧರಿಸಿಕೊಳ್ಳಿರಿ.  ಎಫೆಸ 4:23	",
},			
{			
"question" :	"	8. ಸೂರ್ಯನು ಮುಳುಗುವುದಕ್ಕಿಂತ ಮುಂಚೆ ಇದು ತೀರಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ಪ್ರಾರ್ಥನೆ	",
	"	b. ನಿಮ್ಮ ತ್ಯಾಗ	",
	"	c. ನಿಮ್ಮ ಕೋಪ	",
	"	d. ಕರ್ತನ ದಿನ	"
],			
"correct" :	"	c. ನಿಮ್ಮ ಕೋಪ	",
"explanation" :	"	ಕೋಪಮಾಡಬೇಕಾದರೂ ಪಾಪಮಾಡಬೇಡಿರಿ; ಸೂರ್ಯನು ಮುಳುಗುವದಕ್ಕಿಂತ ಮುಂಚೆ ನಿಮ್ಮ ಸಿಟ್ಟು ತೀರಲಿ;  ಎಫೆಸ 4:26	",
},			
{			
"question" :	"	9.  ಈತನಿಗೆ ಅವಕಾಶ ಕೊಡಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ತನಿಗೆ	",
	"	b. ಪ್ರವಾದಿಗಳಿಗೆ	",
	"	c. ಸುವಾರ್ತಿಕರಿಗೆ	",
	"	d. ಸೈತಾನನಿಗೆ	"
],			
"correct" :	"	d. ಸೈತಾನನಿಗೆ	",
"explanation" :	"	ಸೈತಾನನಿಗೆ ಅವಕಾಶ ಕೊಡಬೇಡಿರಿ.  ಎಫೆಸ 4:27	",
},			
{			
"question" :	"	10. ನಿಮ್ಮ ಬಾಯೊಳಗಿಂದ ಇದು ಹೊರಡದಿರಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ನಾಲಿಗೆ	",
	"	b. ದೇವರಿಗೆ ಸ್ತೋತ್ರ	",
	"	c. ಜ್ಞಾನ ಮತ್ತು ತಿಳುವಳಿಕೆ	",
	"	d. ಕೆಟ್ಟ ಮಾತು	"
],			
"correct" :	"	d. ಕೆಟ್ಟ ಮಾತು	",
"explanation" :	"	ನಿಮ್ಮ ಬಾಯೊಳಗಿಂದ ಯಾವ ಕೆಟ್ಟ ಮಾತೂ ಹೊರಡಬಾರದು; ಭಕ್ತಿಯನ್ನು ವೃದ್ಧಿಮಾಡುವಂಥ ಕಾಲೋಚಿತವಾದ ಮಾತು ಇದ್ದರೆ ಕೇಳುವವರ ಹಿತಕ್ಕಾಗಿ ಅದನ್ನು ಆಡಿರಿ.  ಎಫೆಸ 4:29	",
},			
]			