var quiztitle = "ಎಫೆಸದವರಿಗೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ತನ್ನನ್ನು ದೇವರಿಗೆ ಸುಗಂಧ ವಾಸನೆಯಾಗಿ ಸಮರ್ಪಿಸಿಕೊಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಕ್ರಿಸ್ತ	",
	"	c. ಪೌಲ	",
	"	d. ಯೂದ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸಿ ನಮ್ಮೆಲ್ಲರಿಗೋಸ್ಕರ ತನ್ನನ್ನೇ ದೇವರಿಗೆ ಸುಗಂಧವಾಸನೆಯಾ ಕಾಣಿಕೆಯಾಗಿಯೂ ಯಜ್ಞವಾಗಿಯೂ  ಸಮರ್ಪಿಸಿಕೊಂಡ ಪ್ರಕಾರ ನೀವೂ ಪ್ರೀತಿಯಲ್ಲಿ ನಡೆದುಕೊಳ್ಳಿರಿ.  ಎಫೆಸ 5:2	",
},			
{			
"question" :	"	2. ಇವುಗಳು ನಿಮ್ಮಲ್ಲಿ ಇರಬಾರದು	",
"image" :	"",		
"choices" : [			
	"	a. ಶಾಂತಿ ಮತ್ತು ಸಂತೋಷ	",
	"	b. ಜ್ಞಾನ ಮತ್ತು ತಿಳುವಳಿಕೆ	",
	"	c. ನಂಬಿಕೆ ನಿರೀಕ್ಷೆ ಮತ್ತು ದಯೆ	",
	"	d. ಜಾರತ್ವ ಬಂಡುತನ ದ್ರವ್ಯಾಶೆ	"
],			
"correct" :	"	d. ಜಾರತ್ವ ಬಂಡುತನ ದ್ರವ್ಯಾಶೆ	",
"explanation" :	"	ಜಾರತ್ವ ಯಾವ ವಿಧವಾದ ಬಂಡುತನ ದ್ರವ್ಯಾಶೆ ಇವುಗಳ ಸುದ್ದಿಯಾದರೂ ನಿಮ್ಮಲ್ಲಿ ಇರಬಾರದು; ಇವುಗಳಿಗೆ ದೂರವಾಗಿರುವುದೇ ದೇವಜನರಿಗೆ ಯೋಗ್ಯವಾದದ್ದು.  ಎಫೆಸ 5:2	",
},			
{			
"question" :	"	3. ಜಾರರು ದುರಾಚಾರಿಗಳು ವಿಗ್ರಹಾರಾಧಕರು ಇದಕ್ಕೆ ಬಾಧ್ಯರಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಜ್ಞೆ	",
	"	b. ಉದ್ವೇಗ	",
	"	c. ಖಂಡನೆ	",
	"	d. ದೇವರ ರಾಜ್ಯಕ್ಕೆ	"
],			
"correct" :	"	d. ದೇವರ ರಾಜ್ಯಕ್ಕೆ	",
"explanation" :	"	ಇವುಗಳನ್ನು ಬಿಟ್ಟು ದೇವರಿಗೆ ಉಪಕಾರ ಸ್ತುತಿ ಮಾಡುವುದು ಉತ್ತಮ.  ಜಾರರು ದುರಾಚಾರಿಗಳು ವಿಗ್ರಹರಾಧಕರಂತಿರುವ ಲೋಭಿಗಳು ಇವರಲ್ಲಿ ಒಬ್ಬರಿಗಾದರೂ ಕ್ರಿಸ್ತನ ಮತ್ತು ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಬಾಧ್ಯತೆ ಇಲ್ಲವೇ ಇಲ್ಲವೆಂದು ನೀವು ಚೆನ್ನಾಗಿ ಬಲ್ಲಿರಲ್ಲವೇ.  ಎಫೆಸ 5:5	",
},			
{			
"question" :	"	4.  ಇವರಂತೆ ನಡೆದುಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಳಕಿನವರಂತೆ	",
	"	b. ಯುದ್ಧದ ಜನರಂತೆ	",
	"	c. ಕೋಪದ ಜನರಂತೆ	",
	"	d. ಕುರಿವೇಷ ತೊಟ್ಟ ತೋಳಗಳಂತೆ	"
],			
"correct" :	"	a. ಬೆಳಕಿನವರಂತೆ	",
"explanation" :	"	ನೀವು ಹಿಂದಿನ ಕಾಲದಲ್ಲಿ ಕತ್ತಲೆಯಾಗಿದ್ದಿರಿ, ಆದರೆ ಈಗ ನೀವು ಕ್ರಿಸ್ತನಲ್ಲಿದ್ದು ಬೆಳಕಾಗಿದ್ದೀರಿ.  ಬೆಳಕಿನವರಂತೆ ನಡೆದುಕೊಳ್ಳಿರಿ.  ಎಫೆಸ 5:8	",
},			
{			
"question" :	"	5.  ಕತ್ಲೆಗೆ ಸಂಬಂಧವಾದ ಕೃತ್ಯಗಳಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿರದೇ ಅವುಗಳನ್ನು	",
"image" :	"",		
"choices" : [			
	"	a. ಅವುಗಳಿಂದ ದೂರ ಓಡಿಹೋಗಿರಿ	",
	"	b. ಅವುಗಳನ್ನು ಖಂಡಿಸಿರಿ	",
	"	c. ಅವುಗಳನ್ನು ಬಂಧಿಸಿ	",
	"	d. ಅವುಗಳನ್ನು ನಾಶಮಾಡಿ	"
],			
"correct" :	"	b. ಅವುಗಳನ್ನು ಖಂಡಿಸಿರಿ	",
"explanation" :	"	ಕತ್ತಲೆಗೆ ಸಂಬಂಧವಾದ ಕೃತ್ಯಗಳಿಂದ ಯಾವ ಪ್ರಯೋಜನವೂ ಬರಲಾರದು; ಅವುಗಳಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿರದೆ ಅವುಗಳನ್ನು ಬೈಲಿಗೆ ತಂದು ಖಂಡಿಸಿರಿ;  ಎಫೆಸ 5:11	",
},			
{			
"question" :	"	6. ಈ ದಿನಗಳು ಕೆಟ್ಟದ್ದಾಗಿರುವುದರಿಂದ ಇದನ್ನು ಬೆಲೆಯುಳ್ಳದ್ದೆಂದು ಉಪಯೋಗಿಸಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿನ್ನ	",
	"	b. ಆತ್ಮ	",
	"	c. ಕಾಲ	",
	"	d. ಭಾವನೆ	"
],			
"correct" :	"	c. ಕಾಲ	",
"explanation" :	"	ಈ ದಿನಗಳು ಕೆಟ್ಟವುಗಳಾಗಿವೆ; ಆದದರಿಂದ ಕಾಲವನ್ನು ಸುಮ್ಮನೆ ಕಳಕೊಳ್ಳದೆ ಅದನ್ನು ಬೆಲೆಯುಳ್ಳದ್ದೆಂದು ಉಪಯೋಗಿಸಿಕೊಳ್ಳಿರಿ.  ಎಫೆಸ 5:16	",
},			
{			
"question" :	"	7. ಬುದ್ಧಿಹೀನರಾಗಿರದೆ ಇದನ್ನು ವಿಚಾರಿಸಿ ತಿಳುಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಂತ್ಯಕಾಲದ ಸೂಚನೆಗಳು	",
	"	b. ಕರ್ತನ ದಿನಗಳು	",
	"	c. ಲೋಕದ ದಾರಿಗಳು	",
	"	d. ಕರ್ತನ ಚಿತ್ತ	"
],			
"correct" :	"	d. ಕರ್ತನ ಚಿತ್ತ	",
"explanation" :	"	ಮತ್ತು ಬುದ್ದಿಹೀನರಾಗಿ ನಡೆಯದೆ ಕರ್ತನ ಚಿತ್ತವೇನೆಂಬದನ್ನು ವಿಚಾರಿಸಿ ತಿಳಿದವರಾಗಿರಿ.  ಎಫೆಸ 5:17	",
},			
{			
"question" :	"	8. ಮಧ್ಯಪಾನದಿಂದ ಮತ್ತರಾಗಬೇಡಿರಿ, ಆದರೆ ಇದರಿಂದ ಭರಿತರಾಗಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಭಕ್ತಿ	",
	"	b. ಆಸೆ	",
	"	c. ಪವಿತ್ರಾತ್ಮ	",
	"	d. ರೊಟ್ಟಿ	"
],			
"correct" :	"	c. ಪವಿತ್ರಾತ್ಮ	",
"explanation" :	"	ಮಧ್ಯಪಾನ ಮಾಡಿ ಮತ್ತರಾಗಬೇಡಿರಿ; ಅದರಿಂದ ಪಟಿಂಗತನವು ಹುಟ್ಟುತ್ತದೆ.  ಆದರೆ ಪವಿತ್ರಾತ್ಮಭರಿತರಾಗಿದ್ದು ಕೀರ್ತನೆಗಳಿಂದಲೂ ಆತ್ಮಸಂಬಂಧವಾದ ಪದಗಳಿಂದಲೂ ಒಬ್ಬರಿಗೊಬ್ಬರು ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಾ ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಕರ್ತನಿಗೆ ಗಾನಮಾಡುತ್ತಾ ಕೀರ್ತನೆ ಹಾಡುತ್ತಾ ;  ಎಫೆಸ 5:18-19	",
},			
{			
"question" :	"	9.  ಸ್ತ್ರೀಯರೇ ನೀವು ಇವರಿಗೆ ಅಧೀನರಾಗಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ತಂದೆ ತಾಯಿಗಳಿಗೆ	",
	"	b. ಕಟ್ಟುಪಾಡುಗಳಿಗೆ	",
	"	c. ಮಕ್ಕಳಿಗೆ	",
	"	d. ನಿಮ್ಮ ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ	"
],			
"correct" :	"	d. ನಿಮ್ಮ ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ	",
"explanation" :	"	ಸ್ತ್ರೀಯರೇ, ನೀವು ಕರ್ತನಿಗೆ ಹೇಗೋ ಹಾಗೆಯೇ ನಿಮ್ಮ ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ ಅಧೀನರಾಗಿರಿ.  ಎಫೆಸ 5:22	",
},			
{			
"question" :	"	10. ಪುರುಷರು ಇದನ್ನು ಪ್ರೀತಿಸಿದಂತೆ ತಮ್ಮ ಹೆಂಡತಿಯನ್ನು ಪ್ರೀತಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿಕ್ಕ ಮಕ್ಕಳಂತೆ	",
	"	b. ಸ್ವಂತ ಶರೀರ	",
	"	c. ಮರುಭೂಮಿಯಲ್ಲಿ ಮಳೆ	",
	"	d. ಜೇನಿನ ರುಚಿಯನ್ನು	"
],			
"correct" :	"	b. ಸ್ವಂತ ಶರೀರ	",
"explanation" :	"	ಹಾಗೆಯೇ ಪುರುಷರು ಸಹ ಸ್ವಂತ ಶರೀರವನ್ನು ಪ್ರೀತಿಸಿಕೊಳ್ಳುವ ಪ್ರಕಾರವೇ ತಮ್ಮ ಹೆಂಡತಿಯರನ್ನು ಪ್ರೀತಿಸುವ ಹಂಗಿನವರಾಗಿದ್ದಾರೆ.  ತನ್ನ ಹೆಂತಡಿಯನ್ನು ಪ್ರೀತಿಸುವವನು ತನ್ನನ್ನೇ ಪ್ರೀತಿಸಿಕೊಳ್ಳುವವನಾಗಿದ್ದಾನೆ.  ಎಫೆಸ 5:28	",
},			
]			