var quiztitle = "ಎಫೆಸದವರಿಗೆ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1. ಇದು ಮಕ್ಕಳಿಗೆ ಧರ್ಮ	",
"image" :	"",		
"choices" : [			
	"	a. ಸುಮ್ಮನಿರುವುದು	",
	"	b. ಕೆಟ್ಟತನಕ್ಕೆ ಭಯಪಡುವುದು	",
	"	c. ಅರಸನನ್ನು ಸೇವಿಸುವುದು	",
	"	d. ತಂದೆ ತಾಯಿಗಳ ಮಾತನ್ನು ಕೇಳುವುದು	"
],			
"correct" :	"	d. ತಂದೆ ತಾಯಿಗಳ ಮಾತನ್ನು ಕೇಳುವುದು	",
"explanation" :	"	ಮಕ್ಕಳೇ, ನೀವು ಕರ್ತನಲ್ಲಿರುವವರಿಗೆ ತಕ್ಕ ಹಾಗೆ ನಿಮ್ಮ ತಂದೆ ತಾಯಿಗಳ ಮಾತನ್ನು ಕೇಳಬೇಕು; ಇದು ಧರ್ಮ.  ಎಫೆಸ 6:1	",
},			
{			
"question" :	"	2. ಇದು ವಾಗ್ದಾನ ಸಹಿತವಾದ ಮೊದಲನೆಯ ಆಜ್ಞೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮಗೆ ಬೇರೆ ದೇವರುಗಳಿರಬಾರದು	",
	"	b. ನೀವು ಕೊಲೆ ಮಾಡಬಾರದು	",
	"	c. ನೀವು ಕದಿಯಬಾರದು	",
	"	d. ನಿಮ್ಮ ತಂದೆ ತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕು	"
],			
"correct" :	"	d. ನಿಮ್ಮ ತಂದೆ ತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕು	",
"explanation" :	"	ವಾಗ್ದಾನ ಸಹಿತವಾದ ಮೊದಲನೆಯ ಆಜ್ಞೆಯನ್ನು ಕೇಳಿರಿ - ನಿನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕು;  ಎಫೆಸ 6:2	",
},			
{			
"question" :	"	3. ತಂದೆಗಳೇ, ನಿಮ್ಮ ಮಕ್ಕಳಿಗೆ ಇದನ್ನು ಮಾಡಬೇಡಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಕೋಪವನ್ನೆಬ್ಬಿಸಬೇಡಿ	",
	"	b. ಚಾಟಿಯಿಂದ ಹೊಡೆಯಬೇಡಿ	",
	"	c. ನಂಬಬೇಡಿ	",
	"	d. ಬೋಧಿಸಬೇಡಿ	"
],			
"correct" :	"	a. ಕೋಪವನ್ನೆಬ್ಬಿಸಬೇಡಿ	",
"explanation" :	"	ತಂದೆಗಳೇ, ನಿಮ್ಮ ಮಕ್ಕಳಿಗೆ ಕೋಪವನ್ನೆಬ್ಬಿಸದೆ ಕರ್ತನಿಗೆ ಮೆಚ್ಚಿಗೆಯಾಗಿರುವ ಬಾಲಶಿಕ್ಷೆಯನ್ನೂ ಬಾಲೋಪದೇಶವನ್ನೂ ಮಾಡುತ್ತಾ ಅವರನ್ನು ಸಾಕಿ ಸಲುಹಿರಿ;  ಎಫೆಸ 6:4	",
},			
{			
"question" :	"	4. ಪರಲೋಕದಲ್ಲಿರುವ ಯಜಮಾನನಲ್ಲಿ ಇದು ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ದಯೆ	",
	"	b. ಪಕ್ಷಪಾತ	",
	"	d. ನ್ಯಾಯ	",
	"	d. ತಿಳುವಳಿಕೆ	"
],			
"correct" :	"	b. ಪಕ್ಷಪಾತ	",
"explanation" :	"	ಯಜಮಾನರೇ, ನಿಮ್ಮ ಕೈಕೆಳಗಿರುವ ದಾಸರ ವಿಷಯದಲ್ಲಿ ಅದೇರೀತಿಯಾಗಿ ನಡೆಯಿರಿ.  ಪರಲೋಕದಲ್ಲಿ ನಿಮಗೂ ಅವರಿಗೂ ಯಜಮಾನನಾಗಿರುವಾತನು ಇದ್ದಾನೆಂತಲೂ ಆತನಲ್ಲಿ ಪಕ್ಷಪಾತವಿಲ್ಲವೆಂತಲೂ ತಿಳಿದು ನಿಮ್ಮ ದಾಸರನ್ನು ಬೆದರಿಸುವ ಪದ್ಧತಿಯನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ.   ಎಫೆಸ 6:9	",
},			
{			
"question" :	"	5. ಯಾವ ನಡುಕಟ್ಟನ್ನು ಕಟ್ಟಿಕೊಳ್ಳಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸತ್ಯ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಎಚ್ಚರಿಕೆ	",
	"	d. ಬಯಕೆ	"
],			
"correct" :	"	a. ಸತ್ಯ	",
"explanation" :	"	ಸತ್ಯವೆಂಬ ನಡುಕಟ್ಟನ್ನು ಕಟ್ಟಿಕೊಂಡು ನೀತಿಯೆಂಬ ವಜ್ರಕವಚವನ್ನು ಧರಿಸಿಕೊಂಡು;  ಎಫೆಸ 6:14	",
},			
{			
"question" :	"	6. ಯಾವ ವಜ್ರಕವಚವನ್ನು ಧರಿಸಿಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬಿಡುಗಡೆ	",
	"	b. ನೀತಿ	",
	"	c. ಪ್ರಾಮಾಣಿಕ	",
	"	d. ಬಯಕೆ	"
],			
"correct" :	"	b. ನೀತಿ	",
"explanation" :	"	ಸತ್ಯವೆಂಬ ನಡುಕಟ್ಟನ್ನು ಕಟ್ಟಿಕೊಂಡು ನೀತಿಯೆಂಬ ವಜ್ರಕವಚವನ್ನು ಧರಿಸಿಕೊಂಡು;  ಎಫೆಸ 6:14	",
},			
{			
"question" :	"	7. ಯಾವುದನ್ನು ತಿಳಿಸುವ ಸಿದ್ದವಾದ ಕೆರೆಗಳನ್ನು ಮೆಟ್ಟಿಕೊಂಡು ನಿಲ್ಲಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಾಧಾನದ ಸುವಾರ್ತೆ	",
	"	b. ದೇವರ ರಾಜ್ಯದ	",
	"	c. ಭೂಮಿಯ ಒಡೆತನದ	",
	"	d. ಲೋಕದ ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	a. ಸಮಾಧಾನದ ಸುವಾರ್ತೆ	",
"explanation" :	"	ಸಮಾಧಾನದ ವಿಷಯವಾದ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸುವದರಲ್ಲಿ ಸಿದ್ಧವಾದ ಮನಸ್ಸೆಂಬ ಕೆರಗಳನ್ನು ಮೆಟ್ಟಿಕೊಂಡು ನಿಲ್ಲಿರಿ.  ಎಫೆಸ 6:15	",
},			
{			
"question" :	"	8. ಯಾವ ಗುರಾಣಿಯನ್ನು ಹಿಡಿದುಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	c. ನಂಬಿಕೆ	",
	"	d. ಪಶ್ಚಾತ್ತಾಪ	"
],			
"correct" :	"	c. ನಂಬಿಕೆ	",
"explanation" :	"	ಮತ್ತು ನಂಬಿಕೆಯೆಂಬ ಗುರಾಣಿಯನ್ನು ಹಿಡುಕೊಳ್ಳಿರಿ; ಅದರಿಂದ ನೀವು ಕೆಡುಕನ ಅಗ್ನಿಬಾಣಗಳನ್ನೆಲ್ಲಾ ಆರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಿರಿ.  ಎಫೆಸ 6:16	",
},			
{			
"question" :	"	9.  ಯಾವ ಶಿರಸ್ತ್ರಾಣವನ್ನು ಧರಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ರಕ್ಷಣೆ	",
	"	c. ಒಗ್ಗಟ್ಟು	",
	"	d. ನಿರಾಶೆ	"
],			
"correct" :	"	b. ರಕ್ಷಣೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ರಕ್ಞಣೆಯೆಂಬ ಶಿರಸ್ತ್ರಾಣವನ್ನು ಇಟ್ಟುಕೊಂಡು ಪವಿತ್ರಾತ್ಮನು ಕೊಡುವ ದೇವರ ವಾಕ್ಯವೆಂಬ ಕತ್ತಿಯನ್ನು ಹಿಡಿಯಿರಿ.  ಎಫೆಸ 6:17	",
},			
{			
"question" :	"	10. ಪವಿತ್ರಾತ್ಮನು ಕೊಡುವ ಈ ಕತ್ತಿಯನ್ನು ಹಿಡಿಯಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕುರುಡು ನಂಬಿಕೆ	",
	"	b. ದೇವರ ವಾಕ್ಯವೆಂಬ ಕತ್ತಿ	",
	"	c. ಅಗ್ನಿಯ ನಾಲಿಗೆ	",
	"	d. ದೇವರ ಕೋಪ	"
],			
"correct" :	"	b. ದೇವರ ವಾಕ್ಯವೆಂಬ ಕತ್ತಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ರಕ್ಞಣೆಯೆಂಬ ಶಿರಸ್ತ್ರಾಣವನ್ನು ಇಟ್ಟುಕೊಂಡು ಪವಿತ್ರಾತ್ಮನು ಕೊಡುವ ದೇವರ ವಾಕ್ಯವೆಂಬ ಕತ್ತಿಯನ್ನು ಹಿಡಿಯಿರಿ.  ಎಫೆಸ 6:17	",
},			
]			