var quiztitle = "ಗಲಾತ್ಯದವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದ ಅಪೋಸ್ತಲನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಯೋಹಾನ	",
	"	d. ಯಾಕೋಬ	"
],			
"correct" :	"	a. ಪೌಲ	",
"explanation" :	"	ಮನುಷ್ಯರ ಕಡೆಯಿಂದಾಗಲಿ ಮನುಷ್ಯನ ಮುಖಾಂತರದಿಂದಾಗಲಿ ಅಪೋಸ್ತಲನಾಗಿರದೆ ಯೇಸು ಕ್ರಿಸ್ತನ ಮುಖಾಂತರವೂ ಆತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ತಂದೆಯಾದ ದೇವರಿಂದಲೂ ಅಪೋಸ್ತಲೋದ್ಯೋಗವನ್ನು ಹೊಂದಿದ ಪೌಲನೆಂಬ ನಾನೂ ನನ್ನ ಜೊತೆಯಲ್ಲಿರುವ ಎಲ್ಲಾ  ಸಹೋದರರೂ ಗಲಾತ್ಯದಲ್ಲಿರುವ ಸಭೆಗಳಿಗೆ ಬರೆಯುವುದೇನೆಂದರೆ.  ಗಲಾತ್ಯ 1:1,2	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದದ್ದು ಈ ಸಭೆಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಗಲಾತ್ಯ	",
	"	b. ಎಫೆಸ	",
	"	c. ಪಿಲಿಪ್ಪಿ	",
	"	d. ಥೆಸಲೋನಿಕ	"
],			
"correct" :	"	a. ಗಲಾತ್ಯ	",
"explanation" :	"	ಮನುಷ್ಯರ ಕಡೆಯಿಂದಾಗಲಿ ಮನುಷ್ಯನ ಮುಖಾಂತರದಿಂದಾಗಲಿ ಅಪೋಸ್ತಲನಾಗಿರದೆ ಯೇಸು ಕ್ರಿಸ್ತನ ಮುಖಾಂತರವೂ ಆತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ತಂದೆಯಾದ ದೇವರಿಂದಲೂ ಅಪೋಸ್ತಲೋದ್ಯೋಗವನ್ನು ಹೊಂದಿದ ಪೌಲನೆಂಬ ನಾನೂ ನನ್ನ ಜೊತೆಯಲ್ಲಿರುವ ಎಲ್ಲಾ  ಸಹೋದರರೂ ಗಲಾತ್ಯದಲ್ಲಿರುವ ಸಭೆಗಳಿಗೆ ಬರೆಯುವುದೇನೆಂದರೆ.  ಗಲಾತ್ಯ 1:1,2	",
},			
{			
"question" :	"	3. ಈತನು ನಮ್ಮ ಪಾಪಗಳ ದೆಸೆಯಿಂದ ತನ್ನನ್ನು ಮರಣಕ್ಕೆ ಒಪ್ಪಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸು	",
	"	b. ಸೈತಾನ	",
	"	c. ಗಬ್ರಿಯೇಲ	",
	"	d. ಪೌಲ	"
],			
"correct" :	"	a. ಯೇಸು	",
"explanation" :	"	ತಂದೆಯಾದ ದೇವರಿಂದಲೂ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಿಂದಲೂ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ.  ಈತನು ನಮ್ಮನ್ನು ಕೆಟ್ಟದ್ದಾಗಿರುವ ಈಗಿನ ದುಷ್ಟಯುಗದೊಳಗಿಂದ ಬಿಡಿಸಬೇಕೆಂದು ನಮ್ಮ ತಂದೆಯಾದ ದೇವರ ಚಿತ್ತಕ್ಕೆ ಅನುಸಾರವಾಗಿ ನಮ್ಮ ಪಾಪಗಳ ದೆಸೆಯಿಂದ ತನ್ನನ್ನು ಮರಣಕ್ಕೆ ಒಪ್ಪಿಸಿದನು.  ಗಲಾತ್ಯ 1:3-4	",
},			
{			
"question" :	"	4. ಯಾವುದೇ ಮನುಷ್ಯನಾಗಲಿ, ದೇವದೂತನಾಗಲಿ ಸುವಾರ್ತೆಗೆ ವಿರುದ್ದವಾದುದನ್ನು ಸಾರಿದರೆ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಆಶೀರ್ವಾದಿಸಲ್ಪಡುವನು	",
	"	b. ಪಟ್ಟಿ ಮಾಡಲ್ಪಡುವುದು	",
	"	c. ಶಾಪಗ್ರಸ್ತನಾಗುವನು	",
	"	d. ನಿಮ್ಮಲ್ಲಿರುವನು	"
],			
"correct" :	"	c. ಶಾಪಗ್ರಸ್ತನಾಗುವನು	",
"explanation" :	"	ಆದರೂ ನಾವು ನಿಮಗೆ ಸಾರಿದ ಸುವಾರ್ತೆಗೆ ವಿರುದ್ಧವಾದದ್ದನ್ನು ನಾವೇ ಆಗಲಿ ಪರಲೋಕದಿಂದ ಬಂದ ದೇವದೂತನೇ ಆಗಲಿ ನಿಮಗೆ ಸಾರಿದರೆ ಶಾಪಗ್ರಸ್ಥನಾಗಲಿ.  ಗಲಾತ್ಯ 1:8	",
},			
{			
"question" :	"	5. ಅಪೋಸ್ತಲನು ಹೇಳಿದ್ದು: ನಾನು ಇನ್ನೂ ಮನುಷ್ಯರನ್ನು ಮೆಚ್ಚಿಸುವವನಾಗಿದ್ದರೆ ನಾನು	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯಗ್ರಸ್ಥನು	",
	"	b. ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿ	",
	"	c. ಕ್ರಿಸ್ತನ ದಾಸ	",
	"	d. ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಮೊದಲಿಗನು	"
],			
"correct" :	"	c. ಕ್ರಿಸ್ತನ ದಾಸ	",
"explanation" :	"	ನಾನೀಗ ಯಾರನ್ನು ಒಲಿಸಿಕೊಳ್ಳುತ್ತಾ ಇದ್ದೇನೆ? ಮನುಷ್ಯರನ್ನೋ? ದೇವರನ್ನೋ? ನಾನು ಮನುಷ್ಯರನ್ನು ಮೆಚ್ಚಿಸುವುದಕ್ಕೆ ಪ್ರಯತ್ನಿಸುತ್ತಾ ಇದ್ದೇನೋ? ಇನ್ನೂ ಮನುಷ್ಯರನ್ನು ಮೆಚ್ಚಿಸುವವನಾಗಿದ್ದರೆ ನಾನು ಕ್ರಿಸ್ತನ ದಾಸನಲ್ಲ.  ಗಲಾತ್ಯ 1:10	",
},			
{			
"question" :	"	6. ಅಪೋಸ್ತಲನು ಸುವಾರ್ತೆಯನ್ನು ಇದರಿಂದ ಹೊಂದಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆಂದ್ರೇಯ ಮತ್ತು ಯೋಹಾನನ ಕೈಗಳಿಂದ	",
	"	b. ಯೇಸು ಕ್ರಿಸ್ತನ ಪ್ರಕಟಣೆಯಿಂದ	",
	"	c. ಕನಸು ಮತ್ತು ದರ್ಶನಗಳಿಂದ	",
	"	d. ಭೂಮಿಗೆ ಅಸ್ತಿವಾರ ಹಾಕುವ ಮೊದಲೇ	"
],			
"correct" :	"	b. ಯೇಸು ಕ್ರಿಸ್ತನ ಪ್ರಕಟಣೆಯಿಂದ	",
"explanation" :	"	ನಾನು ಅದನ್ನು  ಮನುಷ್ಯನಿಣದ ಹೊಂದಲಿಲ್ಲ, ನನಗೆ ಯಾರೂ ಉಪದೇಶಿಸಲಿಲ್ಲ, ಯೇಸು ಕ್ರಿಸ್ತನೇ ಅದನ್ನು ನನಗೆ ಪ್ರಕಟಿಸಿದನು. ಗಲಾತ್ಯ 1:12	",
},			
{			
"question" :	"	7. ತನ್ನ ಮಗನನ್ನು ನಾನು ಅನ್ಯಜನರಲ್ಲಿ ಪ್ರಸಿದ್ಧಿಪಡಿಸುವವನಾಗಬೇಕೆಂದು ಆತನನ್ನು ನನ್ನೊಳಗೆ ಪ್ರಕಟಿಸುವದಕ್ಕೆ ಇಚ್ಚೈಸಿದಾಗಲೇ ನಾನು _____ ವಿಚಾರಿಸದೇ	",
"image" :	"",		
"choices" : [			
	"	a. ಕರೆಯುವಿಕೆಯನ್ನು ಗಮನಿಸದೆ	",
	"	b. ಮನುಷ್ಯರ ಆಲೋಚಿಸದೇ	",
	"	c. ಅರ್ಥಮಾಡಿಕೊಂಡು	",
	"	d. ಸಭಾಮಂದಿರವನ್ನು ಬಿಟ್ಟು ಹೊರಟುಹೋಗಿ	"
],			
"correct" :	"	b. ಮನುಷ್ಯರ ಆಲೋಚಿಸದೇ	",
"explanation" :	"	 ತನ್ನ ಮಗನನ್ನು ನಾನು ಅನ್ಯಜನರಲ್ಲಿ ಪ್ರಸಿದ್ಧಿಪಡಿಸುವವನಾಗಬೇಕೆಂದು ಆತನನ್ನು ನನ್ನೊಳಗೆ ಪ್ರಕಟಿಸುವದಕ್ಕೆ ಇಚ್ಚೈಸಿದಾಗಲೇ ನಾನು ಮನುಷ್ಯರ ಆಲೋಚನೆಯನ್ನು ವಿಚಾರಿಸದೇ….       ಗಲಾತ್ಯ 1:16	",
},			
{			
"question" :	"	8. ಮೂರು ವರುಷಗಳಾದ ಮೇಲೆ ಪೌಲನು ಯೆರೂಸಲೇಮಿಗೆ ಈತನ ಪರಿಚಿತಿಯನ್ನು ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಯೆರೂಸಲೇಮಿಗೆ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಸೌಲ	",
	"	c. ಬಾರ್ನಬ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	a. ಪೇತ್ರ	",
"explanation" :	"	ಮೂರು ವರುಷಗಳಾದ ಮೇಲೆ ಕೇಫನ ಪರಿಚಿತಿಯನ್ನು ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗಿ ಅವನ ಬಳಿಯಲ್ಲಿ ಹದಿನೈದು ದಿವಸ ಇದ್ದೆನು.  ಗಲಾತ್ಯ 1:18	",
},			
{			
"question" :	"	9. ಈ ಅಪೋಸ್ತಲನನ್ನು ಮಾತ್ರ ನೋಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಕೋಬ	",
	"	b. ಆಂದ್ರೇಯ	",
	"	c. ಮತ್ತಾಯ	",
	"	d. ಲೂಕ	"
],			
"correct" :	"	a. ಯಾಕೋಬ	",
"explanation" :	"	ಕರ್ತನ ತಮ್ಮನಾದ ಯಾಕೋಬನನ್ನಲ್ಲದೆ ಅಪೋಸ್ತಲರಲ್ಲಿ ಬೇರೆ ಯಾರನ್ನೂ ಕಾಣಲಿಲ್ಲ.  ಗಲಾತ್ಯ 1:19	",
},			
{			
"question" :	"	10. ಪೂರ್ವದಲ್ಲಿ ನಮ್ಮನ್ನು ಹಿಂಸೆಪಡಿಸಿದವನು ತಾನು _______ ಮತವನ್ನು ಈಗ ಪ್ರಸಿದ್ದಪಡಿಸುತ್ತಾನೆಂಬ ಸುದ್ದಿಯನ್ನು ಮಾತ್ರ ಅವರು ಕೇಳಿ ನನ್ನ ದೆಸೆಯಿಂದ ದೇವರನ್ನು ಕೊಂಡಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಸಿದ	",
	"	b. ಭಯಪಟ್ಟು	",
	"	c. ಹಾಳುಮಾಡಿದ	",
	"	d. ಲಾಭವನ್ನು ಹೊಂದಿದ	"
],			
"correct" :	"	c. ಹಾಳುಮಾಡಿದ	",
"explanation" :	"	ಪೂರ್ವದಲ್ಲಿ ನಮ್ಮನ್ನು ಹಿಂಸೆಪಡಿಸಿದವನು ತಾನು ಹಾಳುಮಾಡಿದ ಮತವನ್ನು ಈಗ ಪ್ರಸಿದ್ದಪಡಿಸುತ್ತಾನೆಂಬ ಸುದ್ದಿಯನ್ನು ಮಾತ್ರ ಅವರು ಕೇಳಿ ನನ್ನ ದೆಸೆಯಿಂದ ದೇವರನ್ನು ಕೊಂಡಾಡಿದರು.  ಗಲಾತ್ಯ 1:23-24.	",
},			
]			