var quiztitle = "ಗಲಾತ್ಯದವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಈ ವ್ಯಕ್ತಿಯ ಜೊತೆಯಲ್ಲಿ ಯೆರೂಸಲೇಮಿಗೆ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾರ್ನಬನು	",
	"	b. ಯಾಕೋಬ	",
	"	c. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	d. ಪೇತ್ರ	"
],			
"correct" :	"	a. ಬಾರ್ನಬನು	",
"explanation" :	"	ಹದಿನಾಲ್ಕು ವರುಷಗಳಾದ ಮೇಲೆ ನಾನು ತೀತನನ್ನು ಕರೆದುಕೊಂಡು ಬಾರ್ನಬನ ಜೊತೆಯಲ್ಲಿ ತಿರಿಗಿ ಯೆರೂಸಲೇಮಿಗೆ ಹೋದೆನು.  ಗಲಾತ್ಯ 2:1	",
},			
{			
"question" :	"	2. ಪೌಲನ ಜೊತೆ ಯೆರೂಸಲೇಮಿಗೆ ಹೋದ ಈ ವ್ಯಕ್ತಿಯು ಗ್ರೀಕನು.	",
"image" :	"",		
"choices" : [			
	"	a. ತೀತ	",
	"	b. ತಿಮೋಥಿ	",
	"	c. ಲೂಕ	",
	"	d. ಸೀಲ	"
],			
"correct" :	"	a. ತೀತ	",
"explanation" :	"	ನನ್ನ ಜೊತೆಯಲ್ಲಿದ್ದ ತೀತನು ಗ್ರೀಕನಾಗಿದ್ದರೂ ಅವನಿಗೆ ಸುನ್ನತಿಯಾಗಬೇಕೆಂದು ಯಾರೂ ಬಲಾತ್ಕಾರ ಮಾಡಲಿಲ್ಲ.  ಗಲಾತ್ಯ 2:3	",
},			
{			
"question" :	"	3. ಸುನ್ನತಿಯಾದವರಲ್ಲಿ ಅಪೋಸ್ತಲತನವನ್ನು ನಡಿಸುವದಕ್ಕೋಸ್ಕರ ಈತನನ್ನು ಪ್ರೇರಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಯೂದ	",
	"	c. ಸ್ತೆಫನ್ಯ	",
	"	d. ಲೂಕ	"
],			
"correct" :	"	a. ಪೇತ್ರ	",
"explanation" :	"	ಸುನ್ನತಿಯಾದವರಲ್ಲಿ ಅಪೋಸ್ತಲತನವನ್ನು ನಡಿಸುವದಕ್ಕೋಸ್ಕರ ಪೇತ್ರನನ್ನು ಪ್ರೇರಿಸಿದಾತನು ಅನ್ಯಜನರಲ್ಲಿ ಅದನ್ನು ನಡಿಸುವದಕ್ಕೆ ನನ್ನನ್ನೂ ಪ್ರೇರಿಸಿದ್ದನು.  ಗಲಾತ್ಯ 2:7	",
},			
{			
"question" :	"	4. ಇವರು ಪೌಲ ಮತ್ತು  ಬಾರ್ನಬನಗೆ ಬಲಗೈ ಕೊಟ್ಟು ತಮ್ಮ ಐಕ್ಯವನ್ನು ತೋರಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಕೋಬ, ಕೇಫ ಮತ್ತು ಯೋಹಾನ	",
	"	b. ಶೇಮ್, ಹಾಮ್ , ಯೆಫತ್	",
	"	c. ಶದ್ರಕ್ ಮೇಷಕ್ ಅಬೆದ್ನಗೋ	",
	"	d. ಸ್ತೇಫನ್, ಸೌಲ, ಸೀಲ	"
],			
"correct" :	"	a. ಯಾಕೋಬ, ಕೇಫ ಮತ್ತು ಯೋಹಾನ	",
"explanation" :	"	ಸಭಾಸ್ತಂಭಗಳೆಂದು ಹೆಸರುಗೊಂಡಿರುವ ಯಾಕೋಬ ಕೇಫ ಯೋಹಾನರು ಕಂಡು ದೇವರು ನನಗೆ ದಯಪಾಲಿಸಿರುವ ವರವನ್ನು ತಿಳುಕೊಂಡಟು ಐಕ್ಯವನ್ನು ತೋರಿಸುವದಕ್ಕಾಗಿ ನನಗೂ ಬಾರ್ನಬನಿಗೂ ಬಲಗೈ ಕೊಟ್ಟು ನೀವು ಅನ್ಯಜನರ ಬಳಿಗೆ ಹೋಗಿರಿ, ನಾವು ಸುನ್ನತಿಯವರ ಬಳಿಗೆ ಹೋಗುತ್ತೇವೆ ಅಂದರು.  ಗಲಾತ್ಯ 2:9	",
},			
{			
"question" :	"	5. ಪೌಲ ಮತ್ತು ಬಾರ್ನಬರು ಸುವಾರ್ತೆಯನ್ನು ಇವರಿಗೆ ಸಾರಲು ಹೋದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಜನರಿಗೆ	",
	"	b. ಯೆಹೂದ್ಯರು	",
	"	c. ಅನ್ಯಜನರಿಗೆ	",
	"	d. ಭಾರತೀಯರಿಗೆ	"
],			
"correct" :	"	c. ಅನ್ಯಜನರಿಗೆ	",
"explanation" :	"	ಸಭಾಸ್ತಂಭಗಳೆಂದು ಹೆಸರುಗೊಂಡಿರುವ ಯಾಕೋಬ ಕೇಫ ಯೋಹಾನರು ಕಂಡು ದೇವರು ನನಗೆ ದಯಪಾಲಿಸಿರುವ ವರವನ್ನು ತಿಳುಕೊಂಡಟು ಐಕ್ಯವನ್ನು ತೋರಿಸುವದಕ್ಕಾಗಿ ನನಗೂ ಬಾರ್ನಬನಿಗೂ ಬಲಗೈ ಕೊಟ್ಟು ನೀವು ಅನ್ಯಜನರ ಬಳಿಗೆ ಹೋಗಿರಿ, ನಾವು ಸುನ್ನತಿಯವರ ಬಳಿಗೆ ಹೋಗುತ್ತೇವೆ ಅಂದರು.  ಗಲಾತ್ಯ 2:9	",
},			
{			
"question" :	"	6. ಪೌಲ ಮತ್ತು ಬಾರ್ನಬರಿಗೆ ಈ ಒಂದು ಸಂಗತಿಯನ್ನು ಮಾತ್ರ ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಲಬೇಕೆಂದು ಬೇಡಿಕೊಂಡರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ತನ ಪ್ರಾರ್ಥನೆ	",
	"	b. ಅವರು ಇಲ್ಲಿಗೆ ಬಂದಾಗಿನಿಂದ	",
	"	c. ಬಡವರನ್ನು	",
	"	d. ಏನೂ ಇಲ್ಲ	"
],			
"correct" :	"	c. ಬಡವರನ್ನು	",
"explanation" :	"	ಆದರೆ ನೀವು ನಮ್ಮಲ್ಲಿರುವ ಬಡವರನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಬೇಕೆಂಬ ಒಂದೇ ಸಂಗತಿಯನ್ನು ಬೇಡಿಕೊಂಡರು;  ಗಲಾತ್ಯ 2:10	",
},			
{			
"question" :	"	7. ಪೌಲನು ಈ ವ್ಯಕ್ತಿಯು ತನ್ನನ್ನು ಪ್ರತ್ಯೇಕಿಸಿಕೊಂಡದ್ದಕ್ಕಾಗಿ ಆಕ್ಷೇಪಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಯಾಕೋಬ	",
	"	c. ಯೋಹಾನ	",
	"	d. ಲೂಕ	"
],			
"correct" :	"	a. ಪೇತ್ರ	",
"explanation" :	"	ಕೇಫನು ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಬಂದಾಗ ಅವನು ದೋಷಿಯಾಗಿ ಕಾಣಿಸಿಕೊಂಡದರಿಂದ ನಾನು ಅವನನ್ನು ಮುಖಾಮುಖಿಯಾಗಿ ಎದುರಿಸಿದೆನು.  ಯಾಕಂದರೆ ಯಾಕೋಬನ ಕಡೆಯಿಂದ ಕೆಲವರು ಬರುವದಕ್ಕೆ ಮುಂಚೆ ಅವನು ಅನ್ಯಜನರ ಸಂಗಡ ಊಟಮಾಡುತ್ತಿದ್ದನು; ಅವರು ಬಂದ ಮೇಲೆ ಸುನ್ನತಿಯವರಾದ ಅವರಿಗೆ ಭಯಪಟ್ಟು ಅನ್ಯಜನರನ್ನು ಬಿಟ್ಟು ತನ್ನನ್ನು ಪ್ರತ್ಯೇಕಿಸಿಕೊಂಡನು.  ಗಲಾತ್ಯ 2:11-12	",
},			
{			
"question" :	"	8. ಪೌಲನು ಅಪೋಸ್ತಲನನ್ನು ಕೇಳಿದ್ದು: ನೀವು _________ ಅನುಸರಿಸಬೇಕೆಂದು ನೀನು  ಬಲಾತ್ಕಾರ ಮಾಡುವದು ಹೇಗೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆಹೂದ್ಯರ ಪದ್ಧತಿಗಳನ್ನು	",
	"	b. ಪ್ರಮಾಣ ಮಾಡುವುದನ್ನು	",
	"	c. ಸಭೆಯನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕೆಂದು	",
	"	d. ಪಾತ್ರಗಳನ್ನು ತೊಳೆಯುವುದು	"
],			
"correct" :	"	a. ಯೆಹೂದ್ಯರ ಪದ್ಧತಿಗಳನ್ನು	",
"explanation" :	"	ಅವರು ಸುವಾರ್ತೆಯ ಸತ್ಯಾರ್ಥದ ಪ್ರಕಾರ ನೆಟ್ಟಗೆ ನಡೆಯುವದಿಲ್ಲವೆಂದು ನಾನು ಕಂಡಾಗ ಎಲ್ಲರ ಮುಂದೆ ಕೇಫನಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ನೀನು ಯೆಹೂದ್ಯನಾಗಿದ್ದು ಯೆಹೂದ್ಯರಂತೆ ನಡೆಯದೆ ಅನ್ಯಜನರಂತೆ ನಡೆದ ಮೇಲೆ ಅನ್ಯಜನರಿಗೆ - ನೀವು ಯೆಹೂದ್ಯರ ಪದ್ಧತಿಗಳನ್ನು ಅನುಸರಿಸಬೇಕೆಂದು ನೀನು ಬಲಾತ್ಕಾರ ಮಾಡುವದು ಹೇಗೆ? ಗಲಾತ್ಯ 2:14	",
},			
{			
"question" :	"	9. ಯಾವುದೇ ಮನುಷ್ಯನು ಯಾವುದರಿಂದು ನೀತಿವಂತನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶರೀರದ ಕಾರ್ಯಗಳು	",
	"	b. ನನ್ನ ಬಾಯಿಯ ಮಾತುಗಳು	",
	"	c. ಯೇಸು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಂಬಿಕೆಯಿಂದಲೇ	",
	"	d. ಕಟ್ಟಳೆಗಳನ್ನು ಪಾಲಿಸುವುದರಿಂದ	"
],			
"correct" :	"	c. ಯೇಸು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಂಬಿಕೆಯಿಂದಲೇ	",
"explanation" :	"	ಆದರೂ ಯಾವನಾದರೂ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಂಬಿಕೆಯಿಂದಲೇ ಹೊರತು ನೇಮನಿಷ್ಠೆಗಳನ್ನನುಸರಿಸಿ ನೀತಿವಂತನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವದಿಲ್ಲವೆಂಬದು ನಮಗೆ ತಿಳಿದಿರುವದರಿಂದ ನಾವು ಸಹ ನೇಮನಿಷ್ಠೆಗಳನ್ನು ಬಿಟ್ಟು ಕ್ರಿಸ್ತನ ಮೇಲಣ ನಂಬಿಕೆಯಿಂದಲೇ ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವದಕ್ಕಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟೆವು; ಯಾಕಂದರೆ ಯಾವನಾದರೂ ನೇಮನಿಷ್ಠೆಗಳನ್ನನುಸರಿಸಿ ನೀತಿವಂತನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವದಿಲ್ಲ.  ಗಲಾತ್ಯ 2:16	",
},			
{			
"question" :	"	10. ಕರ್ಮಮಾರ್ಗದಿಂದ ________ ಕ್ರಿಸ್ತನು ಮರಣವನ್ನು ಹೊಂದಿದ್ದಕ್ಕೆ ಕಾರಣವೇ ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿಯುಂಟಾಗುವದಾದರೆ	",
	"	b. ಪಾಪ ಉಂಟಾಗುವದಾದರೆ	",
	"	c. ನ್ಯಾಯ ಉಂಟಾಗುವದಾದರೆ	",
	"	d. ನ್ಯಾಯ ತೀರ್ಪು ಆಗುವುದಾದರೆ	"
],			
"correct" :	"	a. ನೀತಿಯುಂಟಾಗುವದಾದರೆ	",
"explanation" :	"	ನಾನು ದೇವರ ಕೃಪೆಯನ್ನು ನಿರರ್ಥಕ ಮಾಡುವದಿಲ್ಲ.  ಕರ್ಮಮಾರ್ಗದಿಂದ ನೀತಿಯುಂಟಾಗುವದಾದರೆ ಕ್ರಿಸ್ತನು ಮರಣವನ್ನು ಹೊಂದಿದ್ದಕ್ಕೆ ಕಾರಣವೇ ಇಲ್ಲ.  ಗಲಾತ್ಯ 2:21	",
},			
]			