var quiztitle = "ಗಲಾತ್ಯದವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಯಾರು ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸಿದರು ಎಂದು ಪೌಲನು ಗಲಾತ್ಯದವರನ್ನು ಹೀಗೆ ಗದರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬುದ್ಧಿವಂತರು	",
	"	b. ಬುದ್ಧಿಯಿಲ್ಲದವರು	",
	"	c. ಹೆದರಿಕೆಯವರು	",
	"	d. ಧೀರರು	"
],			
"correct" :	"	b. ಬುದ್ಧಿಯಿಲ್ಲದವರು	",
"explanation" :	"	ಎಲೈ ಬುದ್ಧಿಯಿಲ್ಲದ ಗಲಾತ್ಯದವರೇ, ಯಾರು ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸಿದರು? ಯೇಸು ಕ್ರಿಸ್ತನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸಿಕೊಂಡವನಾಗಿ ನಿಮ್ಮ ಕಣ್ಣೆದುರಿನಲ್ಲಿ ವರ್ಣಿಸಲ್ಪಟ್ಟನಲ್ಲವೇ.  ಗಲಾತ್ಯ 3:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಕೇಳಿದ್ದು: ನೀವು ಇದನ್ನು ಹೊಂದಿದ್ದು ನೇಮನಿಷ್ಠೆಗಳನ್ನು ಅನುಸರಿಸಿದ್ದರಿಂದಲೋ? ಕೇಳಿ ನಂಬಿದ್ದರಿಂದಲೋ?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಭಿವೃದ್ಧಿ	",
	"	b. ಗೌರವ	",
	"	c. ದೇವರಾತ್ಮ	",
	"	d. ಭಕ್ತಿ	"
],			
"correct" :	"	c. ದೇವರಾತ್ಮ	",
"explanation" :	"	ಒಂದು ಸಂಗತಿಯನ್ನು ಮಾತ್ರ ನಿಮ್ಮಿಂದ ತಿಳುಕೊಳ್ಳಬೇಕೆಂದಿದ್ದೇನೆ.  ನೀವು ದೇವರಾತ್ಮನನ್ನು ಹೊಂದಿದ್ದು ನೇಮನಿಷ್ಟೆಗಳನ್ನು ಅನುಸರಿಸಿದ್ದರಿಂದಲೋ? ಕೇಳಿ ನಂಬಿದ್ದರಿಂದಲೋ?  ಗಲಾತ್ಯ 3:2	",
},			
{			
"question" :	"	3. ಇಷ್ಟು ಬುದ್ಧಿಯಿಲ್ಲದವರಾಗಿದ್ದೀರಾ? ದೇವರಾತ್ಮಾನುಸಾರವಾಗಿ ಪ್ರಾರಂಭಿಸಿ ಈಗ ________ ಸಿದ್ಧಿಗೆ ಬರಬೇಕೆಂದಿದ್ದೀರಾ ?	",
"image" :	"",		
"choices" : [			
	"	a. ಬಹಿರಾಚಾರಗಳಿಂದ	",
	"	b. ಕರುಣೆಯಿಂದ	",
	"	c. ಸ್ವಾಭಾವಿಕವಾಗಿ	",
	"	d. ಸಮಯದಲ್ಲಿ	"
],			
"correct" :	"	a. ಬಹಿರಾಚಾರಗಳಿಂದ	",
"explanation" :	"	ಇಷ್ಟು ಬುದ್ಧಿಯಿಲ್ಲದವರಾಗಿದ್ದೀರಾ? ದೇವರಾತ್ಮಾನುಸಾರವಾಗಿ ಪ್ರಾರಂಭಿಸಿ ಈಗ ಬಹಿರಾಚಾರಗಳಿಂದಸಿದ್ಧಿಗೆ ಬರಬೇಕೆಂದಿದ್ದೀರಾ ? ಗಲಾತ್ಯ 3:3	",
},			
{			
"question" :	"	4. ಪೌಲನು ಕೇಳಿದ್ದು: ದೇವರು ತನ್ನ ಆತ್ಮನನ್ನು ನಿಮಗೆ ಹೇರಳವಾಗಿ ಕೊಟ್ಟು ನಿಮ್ಮಲ್ಲಿ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನಡಿಸುತ್ತಾ ಬಂದದ್ದು ಯಾವುದರಿಂದ?	",
"image" :	"",		
"choices" : [			
	"	a. ಕೇಳಿ ನಂಬಿದ್ದರಿಂದ	",
	"	b. ಯಾದೃಚಿಕತೆಯಿಂದ	",
	"	c. ಸೈತಾನನ ಶಕ್ತಿಯಿಂದ	",
	"	d. ತಮ್ಮ ಸ್ವಂತ ಇಚ್ಚೆಯಿಂದ	"
],			
"correct" :	"	a. ಕೇಳಿ ನಂಬಿದ್ದರಿಂದ	",
"explanation" :	"	ದೇವರು ತನ್ನ ಆತ್ಮನನ್ನು ನಿಮಗೆ ಹೇರಳವಾಗಿ ಕೊಟ್ಟು ನಿಮ್ಮಲ್ಲಿ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನಡಿಸುತ್ತಾ ಬಂದದ್ದು ಯಾತರಿಂದಾಯಿತು? ನೀವು ನೇಮನಿಷ್ಠೆಗಳನ್ನನುಸರಿಸಿದ್ದರಿಂದಲೋ? ಕೇಳಿ ನಂಬಿದ್ದರಿಂದಲೋ? ನಂಬಿದ್ದರಿಂದಲೇ.  ಗಲಾತ್ಯ 3:5	",
},			
{			
"question" :	"	5. ಯಾರ ನಂಬಿಕೆಯು ನೀತಿಯೆಂದು ಎಣಿಸಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಆದಾಮ	",
	"	b. ಯೂದ	",
	"	c.ಅಬ್ರಹಾಮ	",
	"	d. ಯೋನ	"
],			
"correct" :	"	c. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ಅಬ್ರಹಾಮನು ದೇವರನ್ನು ನಂಬಿದನು.  ಆ ನಂಬಿಕೆ ಅವನ ಲೆಕ್ಕಕ್ಕೆ ನೀತಿಯೆಂದು ಎಣಿಸಲ್ಪಟ್ಟಿತು ಎಂಬದಾಗಿ ಬರೆದದೆಯಲ್ಲಾ.  ಗಲಾತ್ಯ 3:6	",
},			
{			
"question" :	"	6. ನೀತಿವಂತನು ಇದರಿಂದಲೇ ಬದುಕುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದು:ಖವಿಲ್ಲದೆ	",
	"	b. ಪಾಪವಿಲ್ಲದೆ	",
	"	c. ಎಂದೆಂದಿಗೂ	",
	"	d. ನಂಬಿಕೆಯಿಂದ	"
],			
"correct" :	"	d. ನಂಬಿಕೆಯಿಂದ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಕರ್ಮಮಾರ್ಗದಿಂದ ಯಾವನೂ ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ನೀತಿವಂತನಾಗುವದಿಲ್ಲವೆಂಬದು ಸ್ಪಷ್ಟವಾಗಿದೆ.  ಯಾಕಂದರೆ ನೀತಿವಂತನು ನಂಬಿಕೆಯಿಂದಲೇ ಬದುಕುವನೆಂದು ಬರೆದದೆ.  ಗಲಾತ್ಯ 3:11	",
},			
{			
"question" :	"	7. ಶಾಪಗ್ರಸ್ಥನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a.ದೇವರನ್ನು ವಿರೋಧಿಸುವವನು	",
	"	b.ನಾಶನದಲ್ಲಿ ಸಾಯುವವನು	",
	"	c. ಮರಕ್ಕೆ ತೂಗುಹಾಕಲ್ಪಡುವನು	",
	"	d. ಧೂಳಿಗೆ ಮುತ್ತು ಕೊಡುವನು	"
],			
"correct" :	"	c. ಮರಕ್ಕೆ ತೂಗುಹಾಕಲ್ಪಡುವನು	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನಮ್ಮ ನಿಮಿತ್ತ ಶಾಪವಾಗಿ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಹೇಳಿರುವ ಶಾಪದೊಳಗಿಂದ ನಮ್ಮನ್ನು ಬಿಡಿಸಿದನು.  ಮರಕ್ಕೆ ತೂಗಹಾಕಲ್ಪಟ್ಟ ಪ್ರತಿಯೊಬ್ಬನು ಶಾಪಗ್ರಸ್ತನು ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದದೆಯಲ್ಲಾ.  ಗಲಾತ್ಯ 3:14	",
},			
{			
"question" :	"	8. ಇದು ಕ್ರಿಸ್ತನಲ್ಲಿ ನಾವು ಸೇರುವ ತನಕ ನಮ್ಮನ್ನು ಕಾಯುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಫರೋಹ	",
	"	c. ಮನಮರುಗುವಿಕೆ	",
	"	d. ಅಬ್ರಹಾಮ	"
],			
"correct" :	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಧರ್ಮಶಾಸ್ತ್ರವು ನಮ್ಮನ್ನು ಕಾಯುವ ಆಳಿನಂತಾಗಿದೆ; ನಾವು ನಂಬಿಕೆಯಿಂದ ನೀತಿವಂತರೆಂಬ ನಿರ್ಣಯವನ್ನು ಹೊಂದುವುದಕ್ಕಾಗಿ ಕ್ರಿಸ್ತನಲ್ಲಿಗೆ ಸೇರುವ ತನಕ ಅದು ನಮ್ಮನ್ನು ಕಾಯುತ್ತದೆ.  ಗಲಾತ್ಯ 3:24	",
},			
{			
"question" :	"	9. ನೀವು ಇದರಿಂದ ದೇವರ ಪುತ್ರರಾಗಿದ್ದೀರ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ನಂಬಿಕೆಯಿಂದ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
	"	c. ಯೇಸುವಿನಲ್ಲಿಟ್ಟಿರುವ ನಂಬಿಕೆಯಿಂದ	",
	"	d. ಅವಕಾಶದಿಂದ	"
],			
"correct" :	"	c. ಯೇಸುವಿನಲ್ಲಿಟ್ಟಿರುವ ನಂಬಿಕೆಯಿಂದ	",
"explanation" :	"	ನೀವೆಲ್ಲರು ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿಟ್ಟಿರುವ ನಂಬಿಕೆಯ ಮೂಲಕ ದೇವರ ಪುತ್ರರಾಗಿದ್ದೀರಿ.  ಗಲಾತ್ಯ 3:26	",
},			
{			
"question" :	"	10.  ನೀವು ಕ್ರಿಸ್ತನವರಾಗಿದ್ದರೆ _________ ಸಂತತಿಯವರೂ ವಾಗ್ದಾನಕ್ಕನುಸಾರವಾಗಿ ಬಾಧ್ಯರೂ ಆಗಿದ್ದೀರಿ.  	",
"image" :	"",		
"choices" : [			
	"	a. ಅಬ್ರಹಾಮ	",
	"	b. ಪೌಲ	",
	"	c. ಆದಾಮ	",
	"	d. ನೋಹ	"
],			
"correct" :	"	a. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ನೀವು ಕ್ರಿಸ್ತನವರಾಗಿದ್ದರೆ ಅಬ್ರಹಾಮನ ಸಂತತಿಯವರೂ ವಾಗ್ದಾನಕ್ಕನುಸಾರವಾಗಿ ಬಾಧ್ಯರೂ ಆಗಿದ್ದೀರಿ.  ಗಲಾತ್ಯ 3:29	",
},			
]			