var quiztitle = "ಗಲಾತ್ಯದವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಆದರೆ ನಾನು ಹೇಳುವದೇನಂದರೆ ಬಾಧ್ಯನು ತಾನು ಆಸ್ತಿಗೆಲ್ಲಾ ಧಣಿಯಾಗಿದ್ದರೂ ಬಾಲಕನಾಗಿರುವತನಕ __________ ಇರುವನೇ ಹೊರತು ಬೇರೆಯಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ರಾಜನು	",
	"	b. ರಾಜಕುಮಾರನು	",
	"	c. ದಾಸನು	",
	"	d. ಪ್ರಾಣಿ	"
],			
"correct" :	"	c. ದಾಸನು	",
"explanation" :	"	ಆದರೆ ನಾನು ಹೇಳುವದೇನಂದರೆ ಬಾಧ್ಯನು ತಾನು ಆಸ್ತಿಗೆಲ್ಲಾ ಧಣಿಯಾಗಿದ್ದರೂ ಬಾಲಕನಾಗಿರುವ ತನಕ ದಾಸನಂತೆ ಇರುವನೇ ಹೊರತು ಬೇರೆಯಿಲ್ಲ.  ಗಲಾತ್ಯ 4:1	",
},			
{			
"question" :	"	2. ಈತನು ನೇಮಿಸಿದ ದಿನದವರೆಗೂ ಪಾಲಕರ ಮತ್ತು ಮನೆವಾರ್ತೆಯವರ ಕೈಕೆಳಗಿರುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ತಂದೆ	",
	"	c. ಪ್ರಕೃತಿ	",
	"	d. ಸಂತತಿ	"
],			
"correct" :	"	b. ತಂದೆ	",
"explanation" :	"	ತಂದೆಯು ನೇಮಿಸಿದ ದಿನದವರೆಗೂ ಪಾಲಕರ ಮತ್ತು ಮನೆವಾರ್ತೆಯವರ ಕೈಕೆಳಗಿರುವನು.  ಗಲಾತ್ಯ 4:2	",
},			
{			
"question" :	"	3. ಇನ್ನು ನೀನು ದಾಸನಲ್ಲ, ಮಗನು ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಧ್ಯನು	",
	"	b. ಸಹೋದರರು	",
	"	c.ದೇವದೂತನು	",
	"	d. ಗುರು	"
],			
"correct" :	"	a.ಬಾಧ್ಯನು	",
"explanation" :	"	ಹೀಗಿರುವಲ್ಲಿ ಇನ್ನು ನೀನು ದಾಸನಲ್ಲ, ಮಗನಾಗಿದ್ದೀ.  ಮಗನೆಂದ ಮೇಲೆ ದೇವರ ಮೂಲಕ ಬಾಧ್ಯನೂ ಆಗಿದ್ದೀ.  ಗಲಾತ್ಯ 4:7	",
},			
{			
"question" :	"	4. ಪೌಲನು ಹೇಳಿದ್ದು: ಗಲಾತ್ಯದವರು ನನ್ನನ್ನು ಹೀಗೆ ಸೇರಿಸಿಕೊಂಡರು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರಾಶ್ರಿಕನಂತೆ	",
	"	b. ಹೆದರಿಕೆಯಿಂದ	",
	"	c. ದೇವದೂತನಂತೆ	",
	"	d. ಸರ್ಕಾರಿ ಗೌರವದಂತೆ	"
],			
"correct" :	"	c. ದೇವದೂತನಂತೆ	",
"explanation" :	"	ನನ್ನ ಶರೀರದಲ್ಲಿ ನಿಮ್ಮ ಬೇಸರಿಕೆಗೆ ಆಸ್ಪದವಾದದ್ದನ್ನು ನೀವು ಹೀನೈಸಲಿಲ್ಲ, ಓಕರಿಸಲಿಲ್ಲ; ನನ್ನನ್ನು ದೇವದೂತನಂತೆ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಂತೆ ಸೇರಿಸಿಕೊಂಡಿರಿ. ಗಲಾತ್ಯ 4:14	",
},			
{			
"question" :	"	5. ಸಾಧ್ಯವಾಗಿದ್ದರೆ ಗಲಾತ್ಯದವರು ಪೌಲನಿಗೆ ಇದನ್ನು ಕಿತ್ತುಕೊಡುತ್ತಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ತಮ್ಮ ಹೃದಯಗಳು	",
	"	b. ತಮ್ಮ ಮನೆಗಳು	",
	"	c. ತಮ್ಮ ಕಣ್ಣುಗಳು	",
	"	d. ತಮ್ಮ ಪ್ರಾಣಗಳು	"
],			
"correct" :	"	c. ತಮ್ಮ ಕಣ್ಣುಗಳು	",
"explanation" :	"	ಆಗ ನಮಗೆ ಶುಭವಾಯಿತೆಂದು ನೀವು ಅಂದುಕೊಂಡಿರಲ್ಲಾ; ಆ ಶುಭವು ಎಲ್ಲಿ ಹೋಯಿತು? ಸಾಧ್ಯವಾಗಿದ್ದರೆ ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನಾದರೂ ಕಿತ್ತು ನನಗೆ ಕೊಡುತ್ತಿದ್ದಿರೆಂದು ನಿಮ್ಮನ್ನು ಕುರಿತು ಸಾಕ್ಷಿಹೇಳುತ್ತೇನೆ.  ಗಲಾತ್ಯ 4:15	",
},			
{			
"question" :	"	6.  ಪೌಲನು ಕೇಳಿದ್ದು: ನಾನು ನಿಮಗೆ ಸತ್ಯವನ್ನು ಹೇಳಿದ್ದರಿಂದ ನಿಮಗೆ ನಾನು ಇದಾಗಿದ್ದೀನೋ.	",
"image" :	"",		
"choices" : [			
	"	a. ದಯೆಯುಳ್ಳವನು	",
	"	b. ಭಯಗ್ರಸ್ಥನು	",
	"	c. ಶತೃವು	",
	"	d. ಬುದ್ಧಿವಂತನು	"
],			
"correct" :	"	c. ಶತೃವು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ನಾನು ನಿಮಗೆ ಸತ್ಯವನ್ನು ಹೇಳುವದರಿಂದ ನಿಮಗೆ ಶತೃವಾಗಿದ್ದೇನೋ?  ಗಲಾತ್ಯ 4: 16	",
},			
{			
"question" :	"	7.  ಈ ಮನುಷ್ಯನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದು; ಒಬ್ದನು ತೊತ್ತಿನಿಂದ ಹುಟ್ಟಿದವನು, ಒಬ್ಬನು ಧರ್ಮಪತ್ನಿಯಿಂದ ಹುಟ್ಟಿದವನು.  	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ದಾವೀದ	",
	"	c. ಅಬ್ರಹಾಮ	",
	"	d. ಯೋಸೇಫ	"
],			
"correct" :	"	c. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ಅದರಲ್ಲಿ ಬರೆದಿರುವದೇನಂದರೆ, ಅಬ್ರಹಾಮನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು; ಒಬ್ಬನು ತೊತ್ತಿನಿಂದ ಹುಟ್ಟಿದವನು, ಒಬ್ಬನು ಧರ್ಮಪತ್ನಿಯಿಂದ ಹುಟ್ಟಿದವನು.  ಗಲಾತ್ಯ 4:22	",
},			
{			
"question" :	"	8. ತೊತ್ತಿನ ಮಗನು ಹೀಗೆ ಹುಟ್ಟಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಯಕ್ಕೂ ಮೊದಲೇ	",
	"	b. ಮರಣದಿಂದ	",
	"	c. ಸ್ವಾಭಾವಿಕವಾಗಿ	",
	"	d. ವೇದನೆಯಿಂದ	"
],			
"correct" :	"	c. ಸ್ವಾಭಾವಿಕವಾಗಿ	",
"explanation" :	"	ತೊತ್ತಿನ ಮಗನು ಸ್ವಾಭಾವಿಕವಾಗಿ ಹುಟ್ಟಿದನು.  ಧರ್ಮಪತ್ನಿಯ ಮಗನೋ ವಾಗ್ದಾನದ ಫಲವಾಗಿ ಹುಟ್ಟಿದನು.  ಗಲಾತ್ಯ 4:23	",
},			
{			
"question" :	"	9. ಧರ್ಮಪತ್ನಿಗೆ ಹುಟ್ಟಿದ ಮಗನು ಹೀಗೆ ಹುಟ್ಟಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ವೇದನೆಗಳಿಂದ	",
	"	b. ಹತಾಶೆಯಿಂದ	",
	"	c.ವಾಗ್ದಾನದಿಂದ	",
	"	d. ನಿಷ್ಪಲತೆಯಿಂದ	"
],			
"correct" :	"	c.ವಾಗ್ದಾನದಿಂದ	",
"explanation" :	"	ತೊತ್ತಿನ ಮಗನು ಸ್ವಾಭಾವಿಕವಾಗಿ ಹುಟ್ಟಿದನು.  ಧರ್ಮಪತ್ನಿಯ ಮಗನೋ ವಾಗ್ದಾನದ ಫಲವಾಗಿ ಹುಟ್ಟಿದನು.  ಗಲಾತ್ಯ 4:23	",
},			
{			
"question" :	"	10. ನಾವು ಈತನಂತೆ ವಾಗ್ದಾನದ ಮಕ್ಕಳಾಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಇಸಾಕ	",
	"	b. ಅಬ್ರಹಾಮ	",
	"	c. ಯೋಸೇಫ	",
	"	d. ಯಾಕೋಬ	"
],			
"correct" :	"	a. ಇಸಾಕ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾವು ಇಸಾಕನಂತೆ ವಾಗ್ದಾನದ ಫಲವಾಗಿ ಹುಟ್ಟಿದ ಮಕ್ಕಳಾಗಿದ್ದೇವೆ.  ಗಲಾತ್ಯ 4:29	",
},			
]			