var quiztitle = "ಗಲಾತ್ಯದವರಿಗೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಇದರಲ್ಲಿ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸ್ವತಂತ್ರದಲ್ಲಿ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ	",
	"	c. ನಿಶ್ಯಬ್ದದಲ್ಲಿ	",
	"	d. ವ್ಯರ್ಥ ಮಹಿಮೆ	"
],		 	
"correct" :	"	a. ಸ್ವತಂತ್ರದಲ್ಲಿ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನಮ್ಮನ್ನು ಸ್ವತಂತ್ರದಲ್ಲಿರಿಸಬೇಕೆಂದು ನಮಗೆ ಬಿಡುಗಡೆಮಾಡಿದನು.  ಅದರಲ್ಲಿ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲಿರಿ; ದಾಸತ್ವದ ನೊಗದಲ್ಲಿ ತಿರಿಗಿ ಸಿಕ್ಕಿಕೊಳ್ಳಬೇಡಿರಿ.  ಗಲಾತ್ಯ 5:1	",
},			
{			
"question" :	"	2. ಇದಲ್ಲಿ ಸಿಕ್ಕಿಕೊಳ್ಳಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಶ್ನೆಗಳಲ್ಲಿ	",
	"	b. ಸುಳ್ಳು ಆರೋಪಗಳಲ್ಲಿ	",
	"	c. ದಾಸತ್ವದ ನೊಗದಲ್ಲಿ	",
	"	d. ರಾಜಕೀಯ  ಮತ್ತು ಕಾನೂನು ವಿಷಯಗಳಲ್ಲಿ	"
],			
"correct" :	"	c. ದಾಸತ್ವದ ನೊಗದಲ್ಲಿ	",
"explanation" :	"	ಕ್ರಿಸ್ತನು ನಮ್ಮನ್ನು ಸ್ವತಂತ್ರದಲ್ಲಿರಿಸಬೇಕೆಂದು ನಮಗೆ ಬಿಡುಗಡೆಮಾಡಿದನು.  ಅದರಲ್ಲಿ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲಿರಿ; ದಾಸತ್ವದ ನೊಗದಲ್ಲಿ ತಿರಿಗಿ ಸಿಕ್ಕಿಕೊಳ್ಳಬೇಡಿರಿ.  ಗಲಾತ್ಯ 5:1	",
},			
{			
"question" :	"	3. ಕರ್ಮಮಾರ್ಗದಿಂದ ನೀತಿವಂತರಾಗಬೇಕೆಂದಿರುವವರು	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಿಪೂರ್ಣತೆಯನ್ನು ಹೊಂದಿದ್ದಾರೆ	",
	"	b. ಇನ್ನೊಬ್ಬರಿಗೆ ಬೋಧಿಸಲೇಬೇಕು	",
	"	c. ಕೃಪಾಶ್ರಯದೊಳಗಿಂದ ಬಿದ್ದುಹೋದರು	",
	"	d. ಎಲ್ಲಾ ಕೆಲಸದಲ್ಲಿ ಆಶೀರ್ವಾದಿಸಲ್ಪಡುವರು	"
],			
"correct" :	"	c. ಕೃಪಾಶ್ರಯದೊಳಗಿಂದ ಬಿದ್ದುಹೋದರು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಯಾರಾರು ಕರ್ಮಗಳಿಂದ ನೀತಿವಂತರಾಗ ಬೇಕೆಂದಿರುತ್ತಾರೋ ಅವರು ಕ್ರಿಸ್ತನಿಂದ ಅಗಲಿ ಹೋದರು.  ಕೃಪಾಶ್ರಯದೊಳಗಿಂದ ಬಿದ್ದುಹೋದರು.  ಗಲಾತ್ಯ 5:4	",
},			
{			
"question" :	"	4. ಸ್ವಲ್ಪ ಹುಳಿಯಿಂದ	",
"image" :	"",		
"choices" : [			
	"	a. ಹೊಟ್ಟೆಗೆ ಒಳ್ಳೆಯದು	",
	"	b. ಅಲ್ಪ ನಂಬಿಕೆಯಷ್ಟು	",
	"	c. ಕಣಿಕವೆಲ್ಲಾ ಹುಳಿಯಾಗುವದು	",
	"	d. ಆತ್ಮಕ್ಕೆ ಒಳ್ಳೆಯದು	"
],			
"correct" :	"	c. ಕಣಿಕವೆಲ್ಲಾ ಹುಳಿಯಾಗುವದು	",
"explanation" :	"	ಸ್ವಲ್ಪ ಹುಳಿಯಿಂದ ಕಣಿಕವೆಲ್ಲಾ ಹುಳಿಯಾಗುವುದು.  ಗಲಾತ್ಯ 5:9	",
},			
{			
"question" :	"	5.  ನಿನ್ನ ನೆರೆಯವನನ್ನು ______ ಪ್ರೀತಿಸು ಎಂಬ ಒಂದೇ ಮಾತಿನಲ್ಲಿ ಧರ್ಮಶಾಸ್ತ್ರವೆಲ್ಲಾ ಅಡಕವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿಯಿಂದ	",
	"	b. ದಯೆಯಿಂದ	",
	"	c. ನಿನ್ನಂತೆಯೇ	",
	"	d. ನಿನ್ನಷ್ಟಲ್ಲ	"
],			
"correct" :	"	c. ನಿನ್ನಂತೆಯೇ	",
"explanation" :	"	ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸು ಎಂಬ ಒಂದೇ ಮಾತಿನಲ್ಲಿ ಧರ್ಮಶಾಸ್ತ್ರವೆಲ್ಲಾ ಅಡಕವಾಗಿದೆ.  ಗಲಾತ್ಯ 5:14	",
},			
{			
"question" :	"	6. ನೀವು ಇದರ ಪ್ರಕಾರ ನಡೆದರೆ ಶರೀರಭಾವದ ಅಭಿಲಾಷೆಗಳನ್ನು ನೆರವೇರಿಸುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯದಿಂದ	",
	"	b. ದಯೆಯಿಂದ	",
	"	c. ಹೃದಯದ ಅನುಸಾರ	",
	"	d. ಪವಿತ್ರಾತ್ಮನ ಅನುಸಾರ	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮನ ಅನುಸಾರ	",
"explanation" :	"	ನಾನು ಹೇಳುವದೇನಂದರೆ ಪವಿತ್ರಾತ್ಮನನ್ನು ಅನುಸರಿಸಿ ನಡೆದುಕೊಳ್ಳಿರಿ; ಆಗ ನೀವು ಶರೀರಭಾವದ ಅಭಿಲಾಷೆಗಳನ್ನು ಎಷ್ಟು ಮಾತ್ರಕ್ಕೂ ನೆರವೇರಿಸುವದಿಲ್ಲ.  ಗಲಾತ್ಯ 5:16	",
},			
{			
"question" :	"	7.  ನೀವು ಆತ್ಮನಿಂದ ನಡಿಸಿಕೊಳ್ಳುವವರಾದರೆ ಇದಕ್ಕೆ ಅಧೀನರಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ನೀತಿಗಳಿಗೆ	",
	"	b. ಒಬ್ಬರೇ	",
	"	c. ನೇಮನಿಷ್ಠೆಗಳಿಗೆ	",
	"	d. ದೇವರ ಮಾರ್ಗಗಳಿಗೆ	"
],			
"correct" :	"	c. ನೇಮನಿಷ್ಠೆಗಳಿಗೆ	",
"explanation" :	"	ಆದರೆ ನೀವು ಆತ್ಮನಿಂದ ನಡಿಸಿಕೊಳ್ಳುವವರಾದರೆ ನೇಮನಿಷ್ಠೆಗಳಿಗೆ ಅಧೀನರಲ್ಲ.  ಗಲಾತ್ಯ 5:18	",
},			
{			
"question" :	"	8. ಜಾರತ್ವ, ಬಂಡುತನ, ನಾಚಿಕೆಗೇಡಿತನ ಇವುಗಳನ್ನೆಲ್ಲಾ ಪೌಲನು ಏನೆಂದು ಕರೆದಿದ್ದಾನೆ.  	",
"image" :	"",		
"choices" : [			
	"	a. ಆತ್ಮನ ಫಲಗಳು	",
	"	b. ಶರೀರಭಾವದ ಕರ್ಮಗಳು	",
	"	c. ಸೈತಾನನ ತಂತ್ರಗಳು	",
	"	d. ಸಮಯದ ಲಕ್ಷಣಗಳು	"
],			
"correct" :	"	b. ಶರೀರಭಾವದ ಕರ್ಮಗಳು	",
"explanation" :	"	ಶರೀರಭಾವದ ಕರ್ಮಗಳು ಪ್ರಸಿದ್ಧವಾಗಿಯೇ ಅವೆ; ಯಾವವಂದರೆ ಜಾರತ್ವ ಬಂಡುತನ ನಾಚಿಕೆಗೇಡಿತನ ವಿಗ್ರಹಾರಾಧನೆ ಮಾಟ ಹಗೆತನ ಜಗಳ ಹೊಟ್ಟೇಕಿಚ್ಚು ಸಿಟ್ಟು.  ಗಲಾತ್ಯ 5:19	",
},			
{			
"question" :	"	9.  ಇಂಥವುಗಳನ್ನು ನಡಿಸುವವರು	",
"image" :	"",		
"choices" : [			
	"	a. ಬೀಳುವರು ಆದರೆ ಮತ್ತೆ ಏಳುವುದಿಲ್ಲ	",
	"	b. ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವುದಿಲ್ಲ	",
	"	c. ತಾವು ಏನು ಮಾಡುತ್ತಿದ್ದೇವೆಂದು ಅರಿಯರು	",
	"	d. ತಮ್ಮ ಹಲ್ಲುಗಳನ್ನು ಕಡಿಯುವರು	"
],			
"correct" :	"	b. ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವುದಿಲ್ಲ	",
"explanation" :	"	ಇವುಗಳ ವಿಷಯದಲ್ಲಿ ಇಂಥ ಕಾರ್ಯಗಳನ್ನು ನಡಿಸುವವರು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವದಿ್ಲ್ಲವೆಂದು ನಾನು ಹಿಂದೆ ಹೇಳಿದಂತೆಯೇ ಈಗಲೂ ನಿಮ್ಮನ್ನು ಎಚ್ಚರಿಸುತ್ತೇನೆ.  ಗಲಾತ್ಯ 5:21	",
},			
{			
"question" :	"	10. ಪ್ರೀತಿ ಸಂತೋಷ ಸಮಾಧಾನ ದೀರ್ಘಶಾಂತಿ ದಯೆ ಉಪಕಾರ ನಂಬಿಕೆ ಸಾಧುತ್ವ ಶಮೆದಮೆ ಇವುಗಳು	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಾತ್ಮನ ಫಲಗಳು	",
	"	b. ದೂತರ ಫಲಗಳು	",
	"	c. ಶರೀರಭಾವದ ಫಲಗಳು	",
	"	d. ಸಮಯದ ಸೂಚನೆಗಳು	"
],			
"correct" :	"	a. ದೇವರಾತ್ಮನ ಫಲಗಳು	",
"explanation" :	"	ಆದರೆ ದೇವರಾತ್ಮನಿಂದ  ಉಂಟಾಗುವ ಫಲವೇನಂದರೆ ಪ್ರೀತಿ ಸಂತೋಷ ಸಮಾಧಾನ ದೀರ್ಘಶಾಂತಿ ದಯೆ ಉಪಕಾರ ನಂಬಿಕೆ ಸಾಧುತ್ವ ಶಮೆದಮೆ ಇಂಥವುಗಳೇ.  ಗಲಾತ್ಯ 5:22	",
},			
]			