var quiztitle = "ಗಲಾತ್ಯದವರಿಗೆ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1. ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಯಾವದೋ ಒಂದು ದೋಷದಲ್ಲಿ ಸಿಕ್ಕಿದರೆ ಅಂಥವನನ್ನು ಆತ್ಮನಿಂದ ನಡಿಸಿಕೊಳ್ಳುವ ನೀವು ಶಾಂತಭಾವದಿಂದ _______. 	",
"image" :	"",		
"choices" : [			
	"	a. ಶಾಂತಭಾವದಿಂದ ತಿದ್ದಿಸರಿಮಾಡಿರಿ.	",
	"	b. ಅವನನ್ನು ಸಾರ್ವಜನಿಕರಿಗೆ ಉದಾಹರಣೆಗೆ ಬಳಸಿ	",
	"	c. ಅವನನ್ನು ಎಂದೆಂದಿಗೂ ದೂರಮಾಡಿರಿ.	",
	"	d. ಅವನ ವಿರುದ್ಧವಾಗಿ ಮಾತನಾಡಿರಿ.	"
],			
"correct" :	"	a. ಶಾಂತಭಾವದಿಂದ ತಿದ್ದಿಸರಿಮಾಡಿರಿ.	",
"explanation" :	"	ಸಹೋದರರೇ, ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಯಾವದೋ ಒಂದು ದೋಷದಲ್ಲಿ ಸಿಕ್ಕಿದರೆ ಅಂಥವನನ್ನು ಆತ್ಮನಿಂದ ನಡಿಸಿಕೊಳ್ಳುವ ನೀವು ಶಾಂತಭಾವದಿಂದ ತಿದ್ದಿ ಸರಿಮಾಡಿರಿ.  ನೀನಾದರೋ ದುಷ್ಪ್ರೇರಣೆಗೆ ಒಳಗಾಗದಂತೆ ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆಯಾಗಿರು.  ಗಲಾತ್ಯ 6:1	",
},			
{			
"question" :	"	2. ನೀನಾದರೋ ಇದಕ್ಕೆ ಒಳಗಾಗದಂತೆ ಎಚ್ಚರಿಕೆಯಾಗಿರು.	",
"image" :	"",		
"choices" : [			
	"	a. ದುಷ್ಪ್ರೇರಣೆಗೆ	",
	"	b. ಸುಳ್ಳುಗಾರನಾಗದಂತೆ	",
	"	c. ಪಟ್ಟೆಗಳಿಂದ ಆಕರ್ಷಕವಾಗಿರು	",
	"	d. ಕಣ್ಣ ಹೊಳಪಿನಿಂದ ಸೆರೆಹಿಡಿಯುವವನಾಗು	"
],			
"correct" :	"	a. ದುಷ್ಪ್ರೇರಣೆಗೆ	",
"explanation" :	"	ಸಹೋದರರೇ, ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಯಾವದೋ ಒಂದು ದೋಷದಲ್ಲಿ ಸಿಕ್ಕಿದರೆ ಅಂಥವನನ್ನು ಆತ್ಮನಿಂದ ನಡಿಸಿಕೊಳ್ಳುವ ನೀವು ಶಾಂತಭಾವದಿಂದ ತಿದ್ದಿ ಸರಿಮಾಡಿರಿ.  ನೀನಾದರೋ ದುಷ್ಪ್ರೇರಣೆಗೆ ಒಳಗಾಗದಂತೆ ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆಯಾಗಿರು.  ಗಲಾತ್ಯ 6:1	",
},			
{			
"question" :	"	3. ಹೀಗೆ ಕ್ರಿಸ್ತನ ನಿಯಮವನ್ನು ನೆರವೇರಿಸಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಬ್ಬರು ಮತ್ತೊಬ್ಬರ ಭಾರವನ್ನು ಹೊತ್ತುಕೊಂಡು	",
	"	b. ಅವಮಾನದಿಂದ	",
	"	c. ದೇವರಿಗೆ ಕಾಣಿಕೆಗಳಿಂದ	",
	"	d. ನಿಮ್ಮ ಆತ್ಮ ಇತರರಿಗಾಗಿ	"
],			
"correct" :	"	a. ಒಬ್ಬರು ಮತ್ತೊಬ್ಬರ ಭಾರವನ್ನು ಹೊತ್ತುಕೊಂಡು	",
"explanation" :	"	ಒಬ್ಬರು ಮತ್ತೊಬ್ಬರ ಭಾರವನ್ನು ಹೊತ್ತುಕೊಳ್ಳಲಿ, ಹೀಗೆ ಕ್ರಿಸ್ತನ ನಿಯಮವನ್ನು ನೆರವೇರಿಸಿ.  ಗಲಾತ್ಯ 6:2	",
},			
{			
"question" :	"	4. ಯಾವನಾದರೂ ಅಲ್ಪನಾಗಿದ್ದು ತಾನು ದೊಡ್ಡವನೆಂದು ಭಾವಿಸಿಕೊಂಡರೆ ತನ್ನನ್ನು ತಾನೇ	",
"image" :	"",		
"choices" : [			
	"	a.ಮೋಸಗೊಳಿಸಿದವನು	",
	"	b. ಮೇಲೆತ್ತಿಕೊಳ್ಳುವನು	",
	"	c. ಅವನ ಆಲೋಚನೆಗಳು ಗೊತ್ತಾಗುವಂತೆ ಮಾಡುವನು	",
	"	d. ಅವನನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡಬೇಕು	"
],			
"correct" :	"	a. ಮೋಸಗೊಳಿಸಿದವನು	",
"explanation" :	"	ಯಾವನಾದರೂ ಅಲ್ಪನಾಗಿದ್ದು ತಾನು ದೊಡ್ಡವನೆಂದು ಭಾವಿಸಿಕೊಂಡರೆ ತನ್ನನ್ನು ತಾನೇ ಮೋಸಗೊಳಿಸಿದವನಾಗಿದ್ದಾನೆ.  ಗಲಾತ್ಯ 6:3	",
},			
{			
"question" :	"	5. ಮೋಸಹೋಗಬೇಡಿರಿ; ದೇವರು ________ ಸಹಿಸುವವನಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ	",
	"	b. ತಿರಸ್ಕಾರ	",
	"	c. ನಿದ್ದೆ	",
	"	d. ನ್ಯಾಯ ವಿಚಾರಿಸದಿರುವುದು	"
],			
"correct" :	"	b. ತಿರಸ್ಕಾರ	",
"explanation" :	"	ಮೋಸಹೋಗಬೇಡಿರಿ; ದೇವರು ತಿರಸ್ಕಾರ ಸಹಿಸುವವನಲ್ಲ.  ಮನುಷ್ಯನು ತಾನು ಏನು ಬಿತ್ತುತ್ತಾನೋ ಅದನ್ನೇ ಕೊಯ್ಯಬೇಕು.  ಗಲಾತ್ಯ 6:7	",
},			
{			
"question" :	"	6. ಮನುಷ್ಯ ತಾನು ಏನು ಬಿತ್ತುತ್ತಾನೋ 	",
"image" :	"",		
"choices" : [			
	"	a. ಆಶೀರ್ವಾದಿಸಲ್ಪಡುವನು	",
	"	b. ಅದಕ್ಕೆ ನೀರುಣಿಸಬೇಕು	",
	"	c. ಅದನ್ನೇ ಕೊಯ್ಯುಬೇಕು	",
	"	d. ಬೆಳಕಿಲ್ಲದೆ ಸಾಯುವನು	"
],			
"correct" :	"	c. ಅದನ್ನೇ ಕೊಯ್ಯುಬೇಕು	",
"explanation" :	"	ಮೋಸಹೋಗಬೇಡಿರಿ; ದೇವರು ತಿರಸ್ಕಾರ ಸಹಿಸುವವನಲ್ಲ.  ಮನುಷ್ಯನು ತಾನು ಏನು ಬಿತ್ತುತ್ತಾನೋ ಅದನ್ನೇ ಕೊಯ್ಯಬೇಕು.  ಗಲಾತ್ಯ 6:7	",
},			
{			
"question" :	"	7.  ತನ್ನ ಶರೀರಭಾವವನ್ನು ಕುರಿತು ಬಿತ್ತುವವನು ಆ ಭಾವದಿಂದ ಇದನ್ನು ಕೊಯ್ಯುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾಂಸಖಂಡಗಳು	",
	"	b. ಕಷ್ಟದ ಕೆಲಸ	",
	"	c. ಮರ್ಯಾದೆ	",
	"	d. ನಾಶನ	"
],			
"correct" :	"	d. ನಾಶನ	",
"explanation" :	"	ತನ್ನ ಶರೀರಭಾವವನ್ನು ಕುರಿತು ಬಿತ್ತುವವನು ಆ ಭಾವದಿಂದ ನಾಶನವನ್ನು ಕೊಯ್ಯುವನು.  ಆತ್ಮನನ್ನು ಕುರಿತು ಬಿತ್ತುವವನು ಆತ್ಮನಿಂದ ನಿತ್ಯಜೀವವನ್ನು ಕೊಯ್ಯುವನು.  ಗಲಾತ್ಯ 6:8	",
},			
{			
"question" :	"	8.  ಆತ್ಮನನ್ನು ಕುರಿತು ಬಿತ್ತುವವನು ಆತ್ಮನಿಂದ ಇದನ್ನು ಕೊಯ್ಯುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧೂಳು	",
	"	b. ಪರಾಕ್ರಮ	",
	"	c. ನಿತ್ಯಜೀವ	",
	"	d. ಚಿನ್ನ ಮತ್ತು ಬೆಳ್ಳಿ	"
],			
"correct" :	"	c. ನಿತ್ಯಜೀವ	",
"explanation" :	"	ತನ್ನ ಶರೀರಭಾವವನ್ನು ಕುರಿತು ಬಿತ್ತುವವನು ಆ ಭಾವದಿಂದ ನಾಶನವನ್ನು ಕೊಯ್ಯುವನು.  ಆತ್ಮನನ್ನು ಕುರಿತು ಬಿತ್ತುವವನು ಆತ್ಮನಿಂದ ನಿತ್ಯಜೀವವನ್ನು ಕೊಯ್ಯುವನು.  ಗಲಾತ್ಯ 6:8	",
},			
{			
"question" :	"	9. ಇದನ್ನು ಮಾಡುವುದರಲ್ಲಿ ಬೇಸರಗೊಳ್ಳದೇ ಇರೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ದೇಹ	",
	"	c. ಒಳ್ಳೇದನ್ನು	",
	"	d. ಜ್ಞಾನದ ಮಾತುಗಳು	"
],			
"correct" :	"	c. ಒಳ್ಳೇದನ್ನು	",
"explanation" :	"	ಒಳ್ಳೇದನ್ನು ಮಾಡುವುದರಲ್ಲಿ ಬೇಸರಗೊಳ್ಳೆ ಇರೋಣ.  ಯಾಕಂದರೆ ಮನಗುಂದದಿದ್ದರೆ ತಕ್ಕ ಸಮಯದಲ್ಲಿ ಬೆಳೆಯನ್ನು ಕೊಯ್ಯುವೆವು.  ಗಲಾತ್ಯ 6:9	",
},			
{			
"question" :	"	10. ಆದುದರಿಂದ ಸಮಯವಿರಲಾಗಿ ಎಲ್ಲರಿಗೆ ಒಳ್ಳೇದನ್ನು ಮಾಡೋಣ; ಮುಖ್ಯವಾಗಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಇನ್ನೊಬ್ಬರು ನೋಡುವಂತೆ	",
	"	b. ಅವರಲ್ಲಿ ಅನೇಕ ವಸ್ತುಗಳಿದ್ದರೆ	",
	"	c. ಅಧಿಕಾರಿಗಳಿಗೆ ಮತ್ತು ನ್ಯಾಯಾಧಿಪತಿಗಳಿಗೆ	",
	"	d. ಒಂದೇ ಮನೆಯಂತಿರುವ ಕ್ರಿಸ್ತನಂಬಿಕೆಯುಳ್ಳವರಿಗೆ	"
],			
"correct" :	"	 ಆದುದರಿಂದ ಸಮಯವಿರಲಾಗಿ ಎಲ್ಲರಿಗೆ ಒಳ್ಳೇದನ್ನು ಮಾಡೋಣ; ಮುಖ್ಯವಾಗಿ ಒಂದೇ ಮನೆಯಂತಿರುವ ಕ್ರಿಸ್ತನಂಬಿಕೆಯುಳ್ಳವರಿಗೆ ಮಾಡೋಣ.  ಗಲಾತ್ಯ 6:10	",
"explanation" :	"		",
},			
]			