var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1. ಎಲ್ಲಾ ಭಾರದ ಜೊತೆಗೆ ಇದನ್ನು ನಾವು ತೆಗೆದಿಡೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ನಂಬಿಕೆ	",
	"	c. ಪಾಪ	",
	"	d. ಪರಿಶುದ್ಧತ್ವ	"
],			
"correct" :	"	c. ಪಾಪ	",
"explanation" :	"	ಆದಕಾರಣ ಇಷ್ಟುಮಂದಿ ಸಾಕ್ಷಿಯವರು ಮೇಘದೋಪಾದಿಯಲ್ಲಿ ನಮ್ಮ ಸುತ್ತಲು ಇರುವದರಿಂದ ನಮಗೆ ಅಭ್ಯಂತರ ಮಾಡುವ ಎಲ್ಲಾ ಭಾರವನ್ನೂ ಹತ್ತಿಕೊಳ್ಳುವ ಪಾಪವನ್ನೂ ನಾವು ಸಹ ತೆಗೆದಿಟ್ಟು;  ಇಬ್ರಿಯ 12:1	",
},			
{			
"question" :	"	2. ನಮಗೆ ನಂಬಿಕೆಯನ್ನು ಹುಟ್ಟಿಸವವನೂ ಪೂರೈಸುವವನೂ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ದಾವೀದ	",
	"	b. ಮೋಶೆ	",
	"	c. ಹೇಬೆಲ	",
	"	d. ಯೇಸು	"
],			
"correct" :	"	d. ಯೇಸು	",
"explanation" :	"	ನಂಬಿಕೆಯನ್ನು ಹುಟ್ಟಿಸುವವನೂ ಪೂರೈಸುವವನೂ ಆಗಿರುವ ಯೇಸುವಿನ ಮೇಲೆ ದೃಷ್ಟಿಯಿಟ್ಟು ನಮಗೆ ನೇಮಕವಾದ ೋಟವನ್ನು ಸ್ಥಿರಚಿತ್ತದಿಂದ ಓಡೋಣ.  ಆತನು ತನ್ನ ಮುಂದೆ ಇಟ್ಟಿದ್ದ ಸಂತೋಷಕ್ಕೋಸ್ಕರ ಅವಮಾನವನ್ನು ಅಲಕ್ಷ್ಯ ಮಾಡಿ ಶಿಲುಬೆಯ ಮರಣವನ್ನು ಸಹಿಸಿಕೊಂಡು ದೇವರ ಸಿಂಹಾಸನದ ಬಲಗಡೆಯಲ್ಲಿ ಆಸನಾರೂಢನಾಗಿದ್ದಾನೆ.     ಇಬ್ರಿಯ 12:2	",
},			
{			
"question" :	"	3. ಯೇಸುವು ತನ್ನ ಮುಂದೆ ಇಟ್ಟಿದ್ದ ಸಂತೋಷಕ್ಕೋಸ್ಕರ ಇದನ್ನು ಸಹಿಸಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶಿಲುಬೆಯ ಮರಣವನ್ನು	",
	"	b. ಹೆಮ್ಮೆಯನ್ನು	",
	"	c. ನರಕದ ಬೆಂಕಿಯನ್ನು	",
	"	d. ಹಸಿವನ್ನು	"
],			
"correct" :	"	a. ಶಿಲುಬೆಯ ಮರಣವನ್ನು	",
"explanation" :	"	ನಂಬಿಕೆಯನ್ನು ಹುಟ್ಟಿಸುವವನೂ ಪೂರೈಸುವವನೂ ಆಗಿರುವ ಯೇಸುವಿನ ಮೇಲೆ ದೃಷ್ಟಿಯಿಟ್ಟು ನಮಗೆ ನೇಮಕವಾದ ೋಟವನ್ನು ಸ್ಥಿರಚಿತ್ತದಿಂದ ಓಡೋಣ.  ಆತನು ತನ್ನ ಮುಂದೆ ಇಟ್ಟಿದ್ದ ಸಂತೋಷಕ್ಕೋಸ್ಕರ ಅವಮಾನವನ್ನು ಅಲಕ್ಷ್ಯ ಮಾಡಿ ಶಿಲುಬೆಯ ಮರಣವನ್ನು ಸಹಿಸಿಕೊಂಡು ದೇವರ ಸಿಂಹಾಸನದ ಬಲಗಡೆಯಲ್ಲಿ ಆಸನಾರೂಢನಾಗಿದ್ದಾನೆ.     ಇಬ್ರಿಯ 12:2	",
},			
{			
"question" :	"	4. ಇದನ್ನು ತಾತ್ಸಾರ ಮಾಡಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಂಚನೆ	",
	"	b. ಕರ್ತನ ಶಿಕ್ಷೆ	",
	"	c. ಕಾನೂನು ಮತ್ತು ಆಜ್ಞೆಗಳು	",
	"	d. ಜಂಭದ ನೋಟ	"
],			
"correct" :	"	b. ಕರ್ತನ ಶಿಕ್ಷೆ	",
"explanation" :	"	ಮಕ್ಕಳಿಗೆ ಹೇಳುವಂತೆ ನಿಮಗೆ ಹೇಳಿದ ಎಚ್ಚರಿಕೆಯ ಮಾತನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದೀರೋ? ಏನಂದರೆ ಮಗನೇ, ಕರ್ತನ ಶಿಕ್ಷೆಯನ್ನು ತಾತ್ಸಾರ ಮಾಡಬೇಡ; ಆತನು ನಿನ್ನನ್ನು ಗದರಿಸುವಾಗ ಬೇಸರಗೊಳ್ಳಬೇಡ;  ಇಬ್ರಿಯ 12:5	",
},			
{			
"question" :	"	5. ಕರ್ತನು ಇವರನ್ನು ಶಿಕ್ಷಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನನನ್ನು	",
	"	b. ದೇವದೂತರನ್ನು	",
	"	c. ತಾನು ಸೌಖ್ಯಪಡಿಸಿದವರನ್ನು	",
	"	d. ತಾನು ಪ್ರೀತಿಸುವವರನ್ನು	"
],			
"correct" :	"	d. ತಾನು ಪ್ರೀತಿಸುವವರನ್ನು	",
"explanation" :	"	ಕರ್ತನು ತಾನು ಪ್ರೀತಿಸುವವನನ್ನೇ ಶಿಕ್ಷಿಸುತ್ತಾನೆ;   ಇಬ್ರಿಯ 12:6	",
},			
{			
"question" :	"	6. ಇದಿಲ್ಲದೆ ಯಾವನೂ ಕರ್ತನನ್ನು ಕಾಣುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೆಯ ಮನಸ್ಸು	",
	"	b. ಆತ್ಮೀಕ ದೃಷ್ಟಿ	",
	"	c. ಪರಿಶುದ್ಧತೆ	",
	"	d. ವಂಚನೆ	"
],			
"correct" :	"	c. ಪರಿಶುದ್ಧತೆ	",
"explanation" :	"	ಪರಿಶುದ್ಧತೆಯಿಲ್ಲದೆ ಯಾವನೂ ಕರ್ತನನ್ನು ಕಾಣುವದಿಲ್ಲ.   ಇಬ್ರಿಯ 12:15	",
},			
{			
"question" :	"	7. ಈತನು ತನ್ನ ಒಂದೇ ಒಂದು ಊಟಕ್ಕೋಸ್ಕರ ತನ್ನ ಚೊಚ್ಚಲತನದ ಹಕ್ಕನ್ನು ಕೊಟ್ಟುಬಿಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೇಬೆಲ	",
	"	b. ಏಸಾವ	",
	"	c. ಯಾಕೋಬ	",
	"	d. ಯೋಸೇಫ	"
],			
"correct" :	"	b. ಏಸಾವ	",
"explanation" :	"	ಯಾವ ಜಾರನಾಗಲಿ ಏಸಾವನಂಥ ಪ್ರಾಪಂಚಿಕನಾಗಲಿ ನಿಮ್ಮಲ್ಲಿ ಇರದಂತೆ ಜಾಗ್ರತೆಯಿಂದ ನೋಡಿಕೊಳ್ಳಿರಿ.  ಆ ಏಸಾವನು ಒಂದೇ ಒಂದು ಊಟಕ್ಕೋಸ್ಕರ ತನ್ನ ಚೊಚ್ಚಲತನದ ಹಕ್ಕನ್ನು ಕೊಟ್ಟುಬಿಟ್ಟನು;  ಇಬ್ರಿಯ 12:16	",
},			
{			
"question" :	"	8. ಅಲ್ಲಿ ತೋರಿದ್ದು ಅಷ್ಟು ಭಯಂಕರವಾದದ್ದರಿಂದ ಈ ಮನುಷ್ಯನು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ, ನಡುಗುತ್ತೇನೆ ಅಂದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಯೆಹೋಶುವ	",
	"	c. ಮೋಶೆ	",
	"	d. ಯೇಸು	"
],			
"correct" :	"	c. ಮೋಶೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅಲ್ಲಿ ತೋರಿದ್ದು ಅಷಗ್ಟು ಭಯಂಕರವಾಗಿದ್ದರಿಂದ ಮೋಶೆಯು ನನಗೆ ಬಹು ಭಯವಾಗುತ್ತದೆ, ನಡುಗುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು.  ಇಬ್ರಿಯ 12:21	",
},			
{			
"question" :	"	9. ಹೊಸ ಒಡಂಬಡಿಕೆಗೆ ಮಧ್ಯಸ್ಥನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಯೇಸು	",
	"	d. ಮೋಶೆ	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ಹೊಸ ಒಡಂಬಡಿಕೆಗೆ ಮಧ್ಯಸ್ಥನಾಗಿರುವ ಯೇಸುವಿನ ಬಳಿಗೂ;      ಇಬ್ರಿಯ 12:24	",
},			
{			
"question" :	"	10. ದಹಿಸುವ ಅಗ್ನಿಯಾಗಿರುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ 	",
	"	b. ದೇವರು 	",
	"	c. ಆದಾಮ	",
	"	d. ಎಲೀಯ	"
],			
"correct" :	"	b. ದೇವರು 	",
"explanation" :	"	ನಮ್ಮ ದೇವರು ದಹಿಸುವ ಅಗ್ನಿಯಾಗಿದ್ದಾನೆ.  ಇಬ್ರಿಯ 12:28	",
},			
]			