var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1. ನಂಬಿಕೆಯಿಂದಲೇ ಈ ಮನುಷ್ಯನು ಕಾಯಿನನಿಗಿಂತ ಶ್ರೇಷ್ಠಯಜ್ಞವನ್ನು ಸಮರ್ಪಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆದಾಮ್	",
	"	b. ಹೇಬೆಲ್	",
	"	c. ಸೇತು	",
	"	d. ನೋಹ	"
],			
"correct" :	"	b. ಹೇಬೆಲ್	",
"explanation" :	"	ನಂಬಿಕೆಯಿಂದಲೇ ಹೇಬೆಲನು ಕಾಯಿನನ ಯಜ್ಞಕ್ಕಿಂತ ಶ್ರೇಷ್ಟವಾದ ಯಜ್ಞವನ್ನು ದೇವರಿಗೆ ಸಮರ್ಪಿಸಿದನು.  ಇಬ್ರಿಯ 11:4	",
},			
{			
"question" :	"	2. ನಂಬಿಕೆಯಿಂದಲೇ ಈತನು ಮರಣವನ್ನು ಅನುಭವಿಸದೆ ಒಯ್ಯಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ದಾವೀದ	",
	"	c. ಆರೋನ	",
	"	d. ಹನೋಕ	"
],			
"correct" :	"	d. ಹನೋಕ	",
"explanation" :	"	ಹನೋಕನು ಮರಣವನ್ನು ಅನುಭವಿಸದೆ ಒಯ್ಯಲ್ಪಟ್ಟದ್ದು ನಂಬಿಕೆಯಿಂದಲೇ;  ಇಬ್ರಿಯ 11:5	",
},			
{			
"question" :	"	3. ನಂಬಿಕೆಯಿಲ್ಲದೇ ಇದನ್ನು ಮಾಡುವುದು ಅಸಾಧ್ಯ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೆಕ್ಕಿಸಿದ ವರ್ಷಗಳಿಗಿಂಗ ಹೆಚ್ಚಾಗಿ ಜೀವಿಸುವುದ	",
	"	b. ಮಕ್ಕಳನ್ನು ಹೊಂದುವುದು	",
	"	c. ದೇವರನ್ನು ಮೆಚ್ಚಿಸುವುದು	",
	"	d. ಧನವಂತರಾಗುವುದು	"
],			
"correct" :	"	c. ದೇವರನ್ನು ಮೆಚ್ಚಿಸುವುದು	",
"explanation" :	"	ಆದರೆ ನಂಬಿಕೆಯಿಲ್ಲದೆ ದೇವರನ್ನು ಮೆಚ್ಚಿಸುವದು ಅಸಾಧ್ಯ;   ಇಬ್ರಿಯ 11:6	",
},			
{			
"question" :	"	4. ನಂಬಿಕೆಯಿಂದಲೇ ನೋಹನು ಇದನ್ನು ಕಟ್ಟಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನೆ	",
	"	b. ಕೋಟೆ	",
	"	c. ಗೋಪುರ	",
	"	d. ನಾವೆ	"
],			
"correct" :	"	d. ನಾವೆ	",
"explanation" :	"	ನಂಬಿಕೆಯಿಂದಲೇ ನೋಹನು ಅದುವರೆಗೆ ಕಾಣದಿದ್ದ ಸಂಗತಿಗಳ ವಿಷಯವಾಗಿ ದೈವೋಕ್ತಿಯನ್ನು ಹೊಂದಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನಾಗಿ ತನ್ನ ಮನೆಯವರ ಸಂರಕ್ಷಣೆಗೋಸ್ಕರ ನಾವೆಯನ್ನು ಕಟ್ಟಿ ಸಿದ್ಧಮಾಡಿದನು.  ಇಬ್ರಿಯ 11:7	",
},			
{			
"question" :	"	5. ನಂಬಿಕೆಯಿಂದಲೇ ಈ ಮನುಷ್ಯನು ಕರೆದ ಕೂಡಲೇ ತಾನು ಹೋಗಬೇಕಾದ ಸ್ಥಳವು ಯಾವದೆಂದು ತಿಳಿಯದೆ ಹೊರಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಬ್ರಹಾಮ	",
	"	b. ಸೌಲ	",
	"	c. ಏಸಾವ	",
	"	d. ಫರೋಹ	"
],			
"correct" :	"	a. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ನಂಬಿಕೆಯಿಂದಲೇ ಅಬ್ರಹಾಮನು ಕರೆಯಲ್ಪಟ್ಟ ಕೂಡಲೆ ಕರೆದಾತನ ಮಾತನ್ನು ಕೇಳಿ ತಾನು ಬಾಧ್ಯವಾಗಿ ಹೊಂದಬೇಕಾಗಿದ್ದ ಸ್ಥಳಕ್ಕೆ ಹೊರಟು ಹೋದನು, ತಾನು ಹೋಗಬೇಕಾದ ಸ್ಥಳವು ಯಾವದೆಂದು ತಿಳಿಯದೆ ಹೊರಟನು.     ಇಬ್ರಿಯ 11:8	",
},			
{			
"question" :	"	6. ಈ ಸ್ತ್ರೀಯು ಪ್ರಾಯ ಮೀರಿದವಳಾಗಿದ್ದರೂ ನಂಬಿಕೆಯಿಂದಲೇ ಗರ್ಭವತಿಯಾದಳು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಾರಾ	",
	"	b. ದೆಬೋರ	",
	"	c. ಮರಿಯ	",
	"	d. ಮಾರ್ಥ	"
],			
"correct" :	"	a. ಸಾರಾ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಾರಳು ವಾಗ್ದಾನ ಮಾಡಿದಾತನನ್ನು ನಂಬತಕ್ಕವನೆಂದೆಣಿಸಿ ತಾನು ಪ್ರಾಯ ಮೀರಿದವಳಾಗಿದ್ದರೂ ನಂಬಿಕೆಯಿಂದಲೇ ಗರ್ಭವತಿಯಾಗುವದಕ್ಕೆ ಶಕ್ತಿಯನ್ನು ಹೊಂದಿದಳು.  ಇಬ್ರಿಯ 11:11	",
},			
{			
"question" :	"	7. ಅಬ್ರಹಾಮನು ನಂಬಿಕೆಯಿಂದಲೇ ಇವನನ್ನು ಸಮರ್ಪಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಇಸಾಕ	",
	"	b. ಯಾಕೋಬ	",
	"	c. ಬೆಳವಕ್ಕಿ	",
	"	d. ಕುರಿ	"
],			
"correct" :	"	a. ಇಸಾಕ	",
"explanation" :	"	ಅಬ್ರಹಾಮನು ಪರಿಶೋಧಿತನಾಗಿ ನಂಬಿಕೆಯಿಂದಲೇ ಇಸಾಕನನ್ನು ಸಮರ್ಪಿಸಿದನು.   ಇಬ್ರಿಯ 11:17	",
},			
{			
"question" :	"	8.  ಈ ಮನುಷ್ಯನು ನಂಬಿಕೆಯಿಂದಲೇ ತನ್ನ ಶವವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುವ ವಿಷಯದಲ್ಲಿ ಅಪ್ಪಣೆ ಕೊಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಆದಾಮ	",
	"	c. ಯೋಸೇಫ	",
	"	d. ಹನೋಕ	"
],			
"correct" :	"	c. ಯೋಸೇಫ	",
"explanation" :	"	ಯೋಸೇಫನು ತೀರಿಹೋಗುವಾಗ ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತದೇಶದಿಂದ ಹೊರಡುವದನ್ನು ಕುರಿತು ನಂಬಿಕೆಯಿಂದಲೇ ಮಾತಾಡಿ ತನ್ನ ಶವವನ್ನು ತಕ್ಕೊಂಡು ಹೋಗುವ ವಿಷಯದಲ್ಲಿ ಅಪ್ಪಣೆಕೊಟ್ಟನು.  ಇಬ್ರಿಯ 11:22	",
},			
{			
"question" :	"	9. ಈತನು ಫರೋಹನ ಕುಮಾರ್ತೆಯ ಮಗನೆನಿಸಿಕೊಳ್ಳುವುದು ಬೇಡವೆಂದುಕೊಂಡದ್ದು ನಂಬಿಕೆಯಿಂದಲೇ.	",
"image" :	"",		
"choices" : [			
	"	a. ದಾವೀದ	",
	"	b. ಸೌಲ	",
	"	c. ಯೋನ	",
	"	d. ಮೋಶೆ	"
],			
"correct" :	"	d. ಮೋಶೆ	",
"explanation" :	"	ಮೋಶೆಯು ದೊಡ್ಡವನಾದ ಮೇಲೆ ಫರೋಹನ ಕುಮಾರ್ತೆಯ ಮಗನೆನಿಸಿಕೊಳ್ಳುವದು ಬೇಡವೆಂದದ್ದು ನಂಬಿಕೆಯಿಂದಲೇ.  ಇಬ್ರಿಯ 11:24	",
},			
{			
"question" :	"	10.  ನಂಬಿಕೆಯಿಂದಲೇ ಈಕೆಯು ಗೂಢಾಚಾರರನ್ನು ಸೇರಿಸಿಕೊಂಡು ನಾಶವಾಗಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ರಾಹಾಬಳು	",
	"	b. ಈಜಬೇಲಳು	",
	"	c. ಬೇತ್ಷಬ	",
	"	d. ಸಾರಾ	"
],			
"correct" :	"	a. ರಾಹಾಬಳು	",
"explanation" :	"	ನಂಬಿಕೆಯಿಂದಲೇ ರಹಾಬಳೆಂಬ ಸೂಳೆಯು ಗೂಢಚಾರರನ್ನು ಸಮಾಧಾನವಾಗಿ ಸೇರಿಸಿಕೊಂಡು ನಂಬದವರೊಂದಿಗೆ ನಾಶವಾಗಲಿಲ್ಲ.  ಇಬ್ರಿಯ 11:31	",
},			
]			