var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1. ಇದು ನೆಲೆಯಾಗಿರಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಂಚನೆ	",
	"	b. ಸಹೋದರ ಸ್ನೇಹ	",
	"	c. ವಿವಾದಗಳೂ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರ	"
],			
"correct" :	"	b. ಸಹೋದರ ಸ್ನೇಹ	",
"explanation" :	"	ಸಹೋದರ ಸ್ನೇಹವು ನೆಲೆಯಾಗಿರಲಿ.  ಇಬ್ರಿಯ 13:1	",
},			
{			
"question" :	"	2. ಕೆಲವರು ತಿಳಿಯದೆ ಇವರನ್ನು ಸತ್ಕರಿಸಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರವಾದಿಗಳನ್ನು	",
	"	b. ದೇವಜನರನ್ನು	",
	"	c. ಪಾಪಿಗಳನ್ನು	",
	"	d. ದೇವದೂತರನ್ನು	"
],			
"correct" :	"	d. ದೇವದೂತರನ್ನು	",
"explanation" :	"	ಅತಿಥಿಸತ್ಕಾರ ಮಾಡುವದನ್ನು ಮರೆಯಬೇಡಿರಿ; ಅದನ್ನು ಮಾಡುವಲ್ಲಿ ಕೆಲವರು ತಿಳಿಯದೆ ದೇವದೂತರನ್ನೂ ಸತ್ಕರಿಸಿದ್ದಾರೆ.  ಇಬ್ರಿಯ 13:2	",
},			
{			
"question" :	"	3. ನೀವು ಇವರ ಸಂಗಡ ಜೊತೇಸೆರೆಯವರೆಂದು ಭಾವಿಸಿಕೊಂಡು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಣಿಸಿದವರ	",
	"	b. ಸೆರೆಯವರ	",
	"	c. ಆಳುವವರ	",
	"	d. ಸೇವಕರ	"
],			
"correct" :	"	b. ಸೆರೆಯವರ	",
"explanation" :	"	ಸೆರೆಯವರ ಸಂಗಡ ನೀವೂ ಜೊತೆ ಸೆರೆಯವರೆಂದು ಭಾವಿಸಿಕೊಮಡು ಅವರನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಿರಿ.   ಇಬ್ರಿಯ 13:3	",
},			
{			
"question" :	"	4. ಇದು ಮಾನ್ಯವಾದದ್ದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದಾಂಪತ್ಯ	",
	"	b. ಪಾಪ	",
	"	c. ಹೆದರಿಕೆ	",
	"	d. ಮೋಸ	"
],			
"correct" :	"	a. ದಾಂಪತ್ಯ	",
"explanation" :	"	ದಾಂಪತ್ಯವು ಮಾನ್ಯವಾದದ್ದೆಂದು ಎಲ್ಲರೂ ಎಣಿಸಬೇಕು.  ಇಬ್ರಿಯ 13:3	",
},			
{			
"question" :	"	5. ಇದು ಇಲ್ಲದವರಾಗಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ತಿಳುವಳಿಕೆ	",
	"	c. ಪರಿಶುದ್ಧತೆ	",
	"	d. ದ್ರವ್ಯಾಶೆ	"
],			
"correct" :	"	d. ದ್ರವ್ಯಾಶೆ	",
"explanation" :	"	ದ್ರವ್ಯಾಶೆಯಿಲ್ಲದವರಾಗಿರಿ; ನಿಮಗಿರುವವುಗಳಲ್ಲಿ ತೃಪ್ತರಾಗಿರಿ;   ಇಬ್ರಿಯ 13:5	",
},			
{			
"question" :	"	6.  ಇವರನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಿರಿ;	",
"image" :	"",		
"choices" : [			
	"	a. ಸಭಾನಾಯಕರನ್ನು	",
	"	b. ಪಾಪದ ಭಾರವನ್ನು	",
	"	c. ತಮ್ಮ ಭುಜದ ಮೇಲೆ ಸರ್ಕಾರವನ್ನು ಹೊತ್ತವರನ್ನು	",
	"	d. ಅಡವಿಯಲ್ಲಿ ಕೂಗುವವನ ಶಬ್ದವನ್ನು	"
],			
"correct" :	"	a. ಸಭಾನಾಯಕರನ್ನು	",
"explanation" :	"	ಆದುದರಿಂದ ಕರ್ತನು ನನ್ನ ಸಹಾಯಕನು, ಭಯಪಡೆನು, ಮನುಷ್ಯನು ನನಗೆ ಏನು ಮಾಡಾನು? ಎಂದು ನಾವು ಧೈರ್ಯವಾಗಿ ಹೇಳಬಲ್ಲೆವು, ನಿಮಗೆ ದೇವರ ವಾಕ್ಯವನ್ನು ತಿಳಿಸಿದ ನಿಮ್ಮ ಸಭಾನಾಯಕರನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಿರಿ;  ಇಬ್ರಿಯ 13:6	",
},			
{			
"question" :	"	7. ಈತನು ನಿನ್ನೆ ಈಹೊತ್ತು ನಿರಂತರವೂ ಹಾಗೆಯೇ ಇದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	 b. ಸೈತಾನ	",
	"	c. ಯೇಸು ಕ್ರಿಸ್ತ	",
	"	d. ಮಿಕಾಯೇಲ	"
],			
"correct" :	"	c. ಯೇಸು ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನು ನಿನ್ನೆ ಇದ್ದ ಹಾಗೆ ಈಹೊತ್ತೂ ಇದ್ದಾನೆ, ನಿರಂತರವೂ ಹಾಗೆಯೇ ಇರುವನು.  ಇಬ್ರಿಯ 13:8	",
},			
{			
"question" :	"	8. ಇವುಗಳ ಸೆಳವಿಗೆ ಸಿಕ್ಕಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅನ್ಯೋಪದೇಶಗಳಿಗೆ	",
	"	b. ಸುಳಿಗಾಳಿಗೆ	",
	"	c. ಅಂಟುರೋಗಗಳಿಗೆ	",
	"	d. ನೀತಿತನಕ್ಕೆ	"
],			
"correct" :	"	a. ಅನ್ಯೋಪದೇಶಗಳಿಗೆ	",
"explanation" :	"	ನಾನಾವಿಧವಾದ ಅನ್ಯೋಪದೇಶಗಳ ಸೆಳವಿಗೆ ಸಿಕ್ಕಬೇಡಿರಿ.   ಇಬ್ರಿಯ 13:9	",
},			
{			
"question" :	"	9. ಯೇಸುವು ಇದರಿಂದ ಜನರನ್ನು ಪವಿತ್ರಪಡಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಮಾತುಗಳಿಂದ	",
	"	b. ತನ್ನ ರಕ್ತದಿಂದ	",
	"	c. ತನ್ನ ಕೋಪದಿಂದ	",
	"	d. ನ್ಯಾಯತೀರ್ಪಿನಿಂದ	"
],			
"correct" :	"	b. ತನ್ನ ರಕ್ತದಿಂದ	",
"explanation" :	"	ಅದರಂತೆ ಯೇಸು ಕೂಡ ಸ್ವಂತ ರಕ್ತದಿಂದ ತನ್ನ ಜನರನ್ನು ಪವಿತ್ರಪಡಿಸುವದಕ್ಕೋಸ್ಕರ ಪಟ್ಟಣದ ಹೊರಗೆ ಸತ್ತನು.  ಇಬ್ರಿಯ 13:12	",
},			
{			
"question" :	"	10. ಇದನ್ನು ನಾವು ದೇವರಿಗೆ ಎಡೆಬಿಡದೆ ಅರ್ಪಿಸೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕುರಿಗಳನ್ನು	",
	"	b. ಟಗರುಗಳನ್ನು	",
	"	c. ಒಳ್ಳೇ ಕಾರ್ಯಗಳನ್ನು	",
	"	d. ಸ್ತೋತ್ರಯಜ್ಞ	"
],			
"correct" :	"	d. ಸ್ತೋತ್ರಯಜ್ಞ	",
"explanation" :	"	ಆದದರಿಂದ ಆತನ ಮೂಲಕವಾಗಿಯೇ ದೇವರಿಗೆ ಸ್ತೋತ್ರಯಜ್ಞವನ್ನು ಎಡೆಬಿಡದೆ ಸಮರ್ಪಿಸೋಣ.  ಇಬ್ರಿಯ 13:15	",
},			
]			