var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಪುರಾತನ ಕಾಲದಲ್ಲಿ ದೇವರು ನಮ್ಮ ಪಿತೃಗಳ ಸಂಗಡ ಹೇಗೆ ಮಾತಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರವಾದಿಗಳ ಮುಖಾಂತರ	",
	"	b. ಪರಲೋಕದಿಂದ ಶಬ್ಧದಿಂದ	",
	"	c. ಅದ್ಭುತಗಳು ಮತ್ತು ಸೂಚಕಗಳಿಂದ	",
	"	d. ದೂತರ ಶಬ್ಧದಿಂದ	"
],			
"correct" :	"	a. ಪ್ರವಾದಿಗಳ ಮುಖಾಂತರ	",
"explanation" :	"	ಪುರಾತನಕಾಲದಲ್ಲಿ ನಮ್ಮ ಪಿತೃಗಳ ಸಂಗಡ ಪ್ರವಾದಿಗಳ ಬಾಯಿಂದ ಭಾಗಭಾಗವಾಗಿಯೂ ವಿಧವಿಧವಾಗಿಯೂ ಮಾತಾಡಿದ ದೇವರು;  ಇಬ್ರಿಯ 1:1	",
},			
{			
"question" :	"	2. ಅಂತ್ಯಕಾಲದಲ್ಲಿ ದೇವರು ನಮ್ಮ ಸಂಗಡ ಹೀಗೆ ಮಾತನಾಡಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರವಾದಿಗಳ ಮುಖಾಂತರ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
	"	c. ತನ್ನ ಮಗನ ಮುಖಾಂತರ	",
	"	d. ಪರಲೋಕದಿಂದ ಒಂದು ಶಬ್ಧದ ಮುಖಾಂತರ	"
],			
"correct" :	"	c. ತನ್ನ ಮಗನ ಮುಖಾಂತರ	",
"explanation" :	"	ಈ ಅಂತ್ಯದಿನಗಳಲ್ಲಿ ನಮ್ಮ ಸಂಗಡ ಮಗನ ಮುಖಾಂತರ ಮಾತಾಡಿದ್ದಾನೆ.  ಇಬ್ರಿಯ 1:2	",
},			
{			
"question" :	"	3. ಈತನು ಪಾಪ ವಿಶುದ್ಧಿಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಮೋಶೆ	",
	"	c. ದೇವರ ಮಗ	",
	"	d. ದೇವರ ದೂತರು	"
],			
"correct" :	"	c. ದೇವರ ಮಗ	",
"explanation" :	"	ಈ ಅಂತ್ಯದಿನಗಳಲ್ಲಿ ನಮ್ಮ ಸಂಗಡ ಮಗನ ಮುಖಾಂತರ ಮಾತಾಡಿದ್ದಾನೆ.   ಈತನನ್ನು ಎಲ್ಲಕ್ಕೂ ಬಾಧ್ಯನನ್ನಾಗಿ ನೇಮಿಸಿದನು.  ಈತನ ಮೂಲಕವೇ ಜಗತ್ತನು ಉಂಟುಮಾಡಿದನು  ಈತನು ದೇವರ ಪ್ರಭಾವದ ಪ್ರಕಾಶವೂ ಆತನ ತತ್ವದ ಮೂರ್ತಿಯೂ ತನ್ನ ಶಕ್ತಿಯ ವಾಕ್ಯದಿಂದ ಸಮಸ್ತಕ್ಕೆ ಆಧಾರವೂ  ಆಗಿದ್ದು ಪಾಪವಿಶುದ್ಧಿಮಾಡಿದ ಮೇಲೆ ಉನ್ನತ ಲೋಕದೊಳಗೆ ಮಹತ್ವವೂಳ್ಳ ದೇವರ ಬಲಗಡೆಯಲ್ಲಿಲ ಆಸನಾರೂಢನಾದನು.  ಇಬ್ರಿಯ 1:2-3	",
},			
{			
"question" :	"	4. ಈತನು ದೇವದೂತರಿಗಿಂತಲೂ ಉತ್ತಮನಾಗಿ ಅವರಿಗಿಂತ ಶ್ರೇಷ್ಠವಾದ ಹೆಸರನ್ನು ಹೊಂದಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಮೋಶೆ	",
	"	c. ದೇವರ ಮಗ	",
	"	d. ದೇವರ ದೂತರು	"
],			
"correct" :	"	c. ದೇವರ ಮಗ	",
"explanation" :	"	ಈ ಅಂತ್ಯದಿನಗಳಲ್ಲಿ ನಮ್ಮ ಸಂಗಡ ಮಗನ ಮುಖಾಂತರ ಮಾತಾಡಿದ್ದಾನೆ.   ಈತನನ್ನು ಎಲ್ಲಕ್ಕೂ ಬಾಧ್ಯನನ್ನಾಗಿ ನೇಮಿಸಿದನು.  ಈತನ ಮೂಲಕವೇ ಜಗತ್ತನು ಉಂಟುಮಾಡಿದನು  ಈತನು ದೇವರ ಪ್ರಭಾವದ ಪ್ರಕಾಶವೂ ಆತನ ತತ್ವದ ಮೂರ್ತಿಯೂ ತನ್ನ ಶಕ್ತಿಯ ವಾಕ್ಯದಿಂದ ಸಮಸ್ತಕ್ಕೆ ಆಧಾರವೂ  ಆಗಿದ್ದು ಪಾಪವಿಶುದ್ಧಿಮಾಡಿದ ಮೇಲೆ ಉನ್ನತ ಲೋಕದೊಳಗೆ ಮಹತ್ವವೂಳ್ಳ ದೇವರ ಬಲಗಡೆಯಲ್ಲಿಲ ಆಸನಾರೂಢನಾದನು.  ಈತನು ದೇವದೂತರಿಗಿಂತಲೂ ಉತ್ತಮನಾದನು; ಅವರಿಗಿಂತ ಶ್ರೇಷ್ಠವಾದ ಹೆಸರನ್ನು ಹೊಂದಿದನಲ್ಲಾ;  ಇಬ್ರಿಯ 1:2-4	",
},			
{			
"question" :	"	5. ದೂತರೆಲ್ಲಾ ಆತನಿಗೆ ಹೀಗೆ ಮಾಡಲಿ ಎಂದು ದೇವರು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲಿಸಲಿ 	",
	"	b. ಅಡ್ಡಬೀಳಲಿ	",
	"	c. ಅಣಕಿಸಲಿ	",
	"	d. ಪ್ರಶ್ನಿಸಲಿ	"
],			
"correct" :	"	b. ಅಡ್ಡಬೀಳಲಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆತನು ತನ್ನ ಚೊಚ್ಚಲಮಗನನ್ನು ಭೂಲೋಕದೊಳಗೆ ತಿರಿಗಿ ಬರಮಾಡುವಾಗ ದೇವರ ದೂತರೆಲ್ಲರೂ ಆತನಿಗೆ ಅಡ್ಡಬೀಳಲಿ ಎಂದು ಹೇಳುತ್ತಾನೆ.    ಇಬ್ರಿಯ 1:6	",
},			
{			
"question" :	"	6.  ಈ ರಾಜದಂಡವು ದೇವರ ರಾಜದಂಡವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಪ್ರತೀಕಾರ	",
	"	c. ಕೋಪ	",
	"	d. ನ್ಯಾಯದಂಡ	"
],			
"correct" :	"	d. ನ್ಯಾಯದಂಡ	",
"explanation" :	"	ಮಗನ ವಿಷಯದಲ್ಲಿಯಾದರೋ - ದೇವರೇ, ನಿನ್ನ ಸಿಂಹಾಸನವು ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಇರುವುದು; ನ್ಯಾಯದಂಡವೇ ನಿನ್ನ ರಾಜದಂಡವಾಗಿದೆ.  ಇಬ್ರಿಯ 1:8	",
},			
{			
"question" :	"	7. ದೇವರು ತನ್ನ ಮಗನನ್ನು ಆತನ ಜೊತೆಗಾರರಿಗಿಂತ ಉನ್ನತಸ್ಥಾನಕ್ಕೆ ಏರಿಸಿ ಈ ತೈಲದಿಂದ ಅಭಿಷೇಕಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಮಾನಂದ ತೈಲದಿಂದ	",
	"	b. ಶುದ್ಧೀಕರಿಸುವ ಅಗ್ನಿಯಿಂದ	",
	"	c. ಟಗರಿನ ರಕ್ತದಿಂದ	",
	"	d. ಮೋಸದ ಎಣ್ಣೆಯಿಂದ	"
],			
"correct" :	"	a. ಪರಮಾನಂದ ತೈಲದಿಂದ	",
"explanation" :	"	ನೀನು ಧರ್ಮವನ್ನು ಪ್ರೀತಿಸಿದಿ, ಅಧರ್ಮವನ್ನು ದ್ವೇಷಿಸಿದಿ; ಆದದರಿಂದ ದೇವರು, ನಿನ್ನ ದೇವರೇ, ನಿನ್ನನ್ನು ನಿನ್ನ ಜೊತೆಗಾರರಿಗಿಂತ ಉನ್ನತಸ್ಥಾನಕ್ಕೆ ಏರಿಸಿ ಪರಮಾನಂದತೈಲದಿಂದ ಅಭಿಷೇಕಿಸಿದ್ದಾನೆ  ಇಬ್ರಿಯ 1:9	",
},			
{			
"question" :	"	8. ಕರ್ತನ ಕೈಕೆಲಸ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಗಗನಮಂಡಲ	",
	"	b. ಮೋಸ ಮತ್ತು ಅವಮಾನ	",
	"	c. ಅಗ್ನಿ ಮತ್ತು ಬರಗಾಲ	",
	"	d. ಹೆಮ್ಮೆ ಮತ್ತು ನಶ್ವರ	"
],			
"correct" :	"	a. ಗಗನಮಂಡಲ	",
"explanation" :	"	ಕರ್ತನೇ, ಆದಿಯಲ್ಲಿ ನೀನು ಭೂಮಿಗೆ ಅಸ್ತಿವಾರವನ್ನು ಹಾಕಿದಿ, ಗಗನಮಂಡಲವು ನಿನ್ನ ಕೈಕೆಲಸವಾಗಿದೆ;  ಇಬ್ರಿಯ 1:10	",
},			
{			
"question" :	"	9. ಅವು ನಾಶವಾಗುವವು ಮತ್ತು ಅವೆಲ್ಲವೂ ವಸ್ತ್ರದಂತೆ ಹಳೇದಾಗುವವು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೆವ್ವಗಳು	",
	"	b. ದೇವಜನರು	",
	"	c. ದೂತರು	",
	"	d. ಗಗನಮಂಡಲ	"
],			
"correct" :	"	d. ಗಗನಮಂಡಲ	",
"explanation" :	"	ಕರ್ತನೇ, ಆದಿಯಲ್ಲಿ ನೀನು ಭೂಮಿಗೆ ಅಸ್ತಿವಾರವನ್ನು ಹಾಕಿದಿ, ಗಗನಮಂಡಲವು ನಿನ್ನ ಕೈಕೆಲಸವಾಗಿದೆ;  ಅವು ನಾಶವಾಗುವವು, ಆದರೆ ನೀನು ಶಾಶ್ವತವಾಗಿರುತ್ತೀ; ಅವೆಲ್ಲವೂ ವಸ್ತ್ರದಂತೆ ಹಳೇವಾಗುವವು.  ಇಬ್ರಿಯ 1:10-11	",
},			
{			
"question" :	"	10. ಇವರೆಲ್ಲರು ____ ಬಾಧ್ಯವಾಗಿ ಹೊಂದಬೇಕಾಗಿರುವವರ ಸೇವೆಗೋಸ್ಕರ ಕಳುಹಿಸಲ್ಪಡುವ ಊಳಿಗದ ಆತ್ಮಗಳಲ್ಲವೋ?	",
"image" :	"",		
"choices" : [			
	"	a. ರಾಜರಿಗೆ	",
	"	b. ಗೌರವಾನ್ವಿತ	",
	"	c. ರಕ್ಷಣೆಯನ್ನು	",
	"	d. ಲೋಕವನ್ನು	"
],			
"correct" :	"	c. ರಕ್ಷಣೆಯನ್ನು	",
"explanation" :	"	ಇವರೆಲ್ಲರು ರಕ್ಷಣೆಯನ್ನು ಬಾಧ್ಯವಾಗಿ ಹೊಂದಬೇಕಾಗಿರುವವರ ಸೇವೆಗೋಸ್ಕರ ಕಳುಹಿಸಲ್ಪಡುವ ಊಳಿಗದ ಆತ್ಮಗಳೆಲ್ಲವೋ?  ಇಬ್ರಿಯ 1:14	",
},			
]			