var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1. ಇದು ಬರಬೇಕಾಗಿದ್ದ ಮೇಲುಗಳ ಛಾಯೆಯಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೋಣಿ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	c. ಶಿಲುಬೆ	",
	"	d. ಸಮಾಧಿ	"
],			
"correct" :	"	b. ಧರ್ಮಶಾಸ್ತ್ರ	",
"explanation" :	"	ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಮುಂದೆ ಬರಬೇಕಾಗಿದ್ದ ಮೇಲುಗಳ ಛಾಯೆಯೇ ಹೊರತು ಅವುಗಳ ನಿಜಸ್ವರೂಪವಲ್ಲ;   ಇಬ್ರಿಯ 10:1	",
},			
{			
"question" :	"	2. ಇವುಗಳಿಂದ ಪಾಪ ಪರಿಹಾರವಾಗುವುದು ಅಸಾಧ್ಯ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೋರಿಗಳ ಮತ್ತು ಹೋತಗಳ ರಕ್ತದಿಂದ	",
	"	b. ಪ್ರಾರ್ಥನೆಯಿಂದ	",
	"	c. ಉಪವಾಸದಿಂದ	",
	"	d. ದೇವರನ್ನು ನಂಬುವದರಿಂದ	"
],			
"correct" :	"	a. ಹೋರಿಗಳ ಮತ್ತು ಹೋತಗಳ ರಕ್ತದಿಂದ	",
"explanation" :	"	ಹೋರಿಗಳ ಮತ್ತು ಹೋತಗಳ ರಕ್ತದಿಂದ ಪಾಪಗಳು ಪರಿಹಾರವಾಗುವದು ಅಸಾಧ್ಯವಾಗಿದೆಯಲ್ಲಾ.  ಇಬ್ರಿಯ 10:4	",
},			
{			
"question" :	"	3. ಇದರಿಂದ ನಾವು ಶುದ್ಧರಾದೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಸಂಕಟಗಳಿಂದ	",
	"	b. ಹೋತಗಳ ಮತ್ತು ಹೋರಿಗಳ ರಕ್ತದಿಂದ	",
	"	c. ಯೇಸುವಿನ ದೇಹದಿಂದ	",
	"	d. ಕುರಿಗಳು ಮತ್ತು ಬೆಳವಕ್ಕಿಗಳಿಂದ	"
],			
"correct" :	"	c. ಯೇಸುವಿನ ದೇಹದಿಂದ	",
"explanation" :	"	ಯೇಸುಕ್ರಿಸ್ತನು ಒಂದೇ ಸಾರಿ ದೇಹ ಸಮರ್ಪಣೆಮಾಡಿ ದೇವರ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸಿದ್ದರಿಂದಲೇ ನಾವು ಶುದ್ಧರಾದೆವು.  ಇಬ್ರಿಯ 10:10	",
},			
{			
"question" :	"	4. ನಮಗೆ ಸಾಕ್ಷಿ ಕೊಡುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಆರೋನ	",
	"	c. ದಾವೀದ	",
	"	d. ಪವಿತ್ರಾತ್ಮನು	"
],			
"correct" :	"	d. ಪವಿತ್ರಾತ್ಮನು	",
"explanation" :	"	ಪವಿತ್ರಾತ್ಮನು ಸಹ ನಮಗೆ ಸಾಕ್ಷಿಕೊಡುವವನಾಗಿ;   ಇಬ್ರಿಯ 10:15	",
},			
{			
"question" :	"	5. ಇದರಿಂದ ನಮಗೆ ದೇವರ ಸಮಕ್ಷಮದಲ್ಲಿ ಪ್ರವೇಶಿಸುವದಕ್ಕೆ ಧೈರ್ಯವುಂಟಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೇ ಕೆಲಸಗಳಿಂದ	",
	"	b. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸಗಳಿಂದ	",
	"	c. ಯೇಸುವಿನ ರಕ್ತದಿಂದ	",
	"	d. ವರುಷದ ಬಲಿಗಳಿಂದ	"
],			
"correct" :	"	c. ಯೇಸುವಿನ ರಕ್ತದಿಂದ	",
"explanation" :	"	ಹೀಗಿರುವಲ್ಲಿ ಸಹೋದರರೇ, ಯೇಸು ನಮಗೋಸ್ಕರ ಪ್ರತಿಷ್ಠಿಸಿದ ಜೀವವುಳ್ಳ ಹೊಸ ದಾರಿಯಲ್ಲಿ ಆತನ ರಕ್ತದ ಮೂಲಕ ಆತನ ಶರೀರವೆಂಬ ತೆರೆಯ ಮುಖಾಂತರ ದೇವರ ಸಮಕ್ಷಮದಲ್ಲಿ ಪ್ರವೇಶಿಸುವದಕ್ಕೆ ನಮಗೆ ಧೈರ್ಯವುಂಟಾಯಿತು.  ಇಬ್ರಿಯ 10:19-20	",
},			
{			
"question" :	"	6. ಇದನ್ನು ಬಿಡದೆ ಇರೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಭೆಯಾಗಿ ಕೂಡಿಕೊಳ್ಳುವುದು	",
	"	b. ಯೆರೂಷಲೇಮಿಗೆ ಪ್ರವಾಸ ಹೋಗುವುದು	",
	"	c. ನಮ್ಮ ಭವಿಷ್ಯ	",
	"	d. ಒಳ್ಳೇ ಹೆಸರು	"
],			
"correct" :	"	a. ಸಭೆಯಾಗಿ ಕೂಡಿಕೊಳ್ಳುವುದು	",
"explanation" :	"	ಸಭೆಯಾಗಿ ಕೂಡಿಕೊಳ್ಳುವುದನ್ನು ಕೆಲವರು ರೂಢಿಯಾಗಿ ಬಿಟ್ಟಿರುವ ಪ್ರಕಾರ ನಾವು ಬಿಟ್ಟುಬಿಡದೆ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಎಚ್ಚರಿಸೋಣ.  ಇಬ್ರಿಯ 10:25	",
},			
{			
"question" :	"	7. ಇದು ದೇವರ ಕೆಲಸ.	",
"image" :	"",		
"choices" : [			
	"	a. ನರಕದ ಕೀಲಿಗಳು	",
	"	b. ಗೊಂದಲ ಉಂಟುಮಾಡುವುದು	",
	"	c. ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವುದು	",
	"	d. ಮನುಷ್ಯರ ಆಲೋಚನೆಗಳು	"
],			
"correct" :	"	c. ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವುದು	",
"explanation" :	"	ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವದು ನನ್ನ ಕೆಲಸ;  ಇಬ್ರಿಯ 10:30	",
},			
{			
"question" :	"	8. ಇದು ಭಯಂಕರವಾದದ್ದು	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಕೈಯಲ್ಲಿ ಸಿಕ್ಕಿಬೀಳುವುದು	",
	"	b. ಶುದ್ಧೀಕರಿಸಲ್ಪಡುವುದು	",
	"	c. ಮರೆತುಹೋದ ಸಮುದ್ರದಲ್ಲಿ ಬೀಳುವುದು	",
	"	d. ಗಾಢವಾದ ನಿದ್ರೆಗೆ ಜಾರುವುದು	"
],			
"correct" :	"	a. ದೇವರ ಕೈಯಲ್ಲಿ ಸಿಕ್ಕಿಬೀಳುವುದು	",
"explanation" :	"	ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಕೈಯಲ್ಲಿ ಸಿಕ್ಕಿಬೀಳುವದು ಭಯಂಕರವಾದದ್ದು.  ಇಬ್ರಿಯ 10:31	",
},			
{			
"question" :	"	9. ಇದನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ಚಿನ್ನವನ್ನು	",
	"	b. ಒಳ್ಳೇ ಯೋಚನೆಗಳನ್ನು	",
	"	c. ನಿಮ್ಮ ಧೈರ್ಯವನ್ನು	",
	"	d. ದೇವರಲ್ಲದವುಗಳನ್ನು	"
],			
"correct" :	"	c. ನಿಮ್ಮ ಧೈರ್ಯವನ್ನು	",
"explanation" :	"	ಹಾಗಾದೆ ನಿಮ್ಮ ಧೈರ್ಯವನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಡಿರಿ; ಅದಕ್ಕೆ ಮಹಾಪ್ರತಿಫಲ ಉಂಟು.   ಇಬ್ರಿಯ 10:35	",
},			
{			
"question" :	"	10. ನೀತಿವಂತನು ಇದರಿಂದಲೇ ಬದುಕುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಜೀವದ ನದಿಯಲ್ಲಿ	",
	"	b. ಕಲ್ಲು ಸಮುದ್ರದಲ್ಲಿ	",
	"	c. ನಂಬಿಕೆಯಲ್ಲಿ	",
	"	d. ಪ್ರಾರ್ಥನೆಯಲ್ಲಿ	"
],			
"correct" :	"	c. ನಂಬಿಕೆಯಲ್ಲಿ	",
"explanation" :	"	ಆದರೆ ನನ್ನವನಾಗಿರುವ ನೀತಿವಂತನು ನಂಬಿಕೆಯಿಂದಲೇ ಬದುಕುವನು;   ಇಬ್ರಿಯ 10:38	",
},			
]			