var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಈ ಅತ್ಯಂತ ವಿಶೇಷವಾದುದನ್ನು ಅಲಕ್ಷ್ಯ ಮಾಡಿದರೆ ತಪ್ಪಿಸಿಕೊಳ್ಳುವುದು ಹೇಗೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಾಧಾನ	",
	"	b. ರಕ್ಷಣೆ	",
	"	c. ಕಲ್ಪನೆ	",
	"	d. ತೊಂದರೆಗಳು	"
],			
"correct" :	"	b. ರಕ್ಷಣೆ	",
"explanation" :	"	ಈ ಅತ್ಯಂತ ವಿಶೇಷ ರಕ್ಷಣೆಯನ್ನು ನಾವು ಅಲಕ್ಷ್ಯ ಮಾಡಿದರೆ ತಪ್ಪಿಸಿಕೊಳ್ಳುವದು ಹೇಗೆ?    ಇಬ್ರಿಯ 2:3	",
},			
{			
"question" :	"	2. ದೇವರು ಇವುಗಳಿಂದ ಮಾತಿಗೆ ಸಾಕ್ಷಿ ಕೊಡುತ್ತಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಗುಡುಗುಗಳಿಂದ	",
	"	b. ಸೂಚಕ ಕಾರ್ಯ ಮತ್ತು ಅದ್ಭುತ ಕಾರ್ಯ	",
	"	c. ಮುದ್ರೆಯಿಂದ	",
	"	d. ದು:ಖದಿಂದ	"
],			
"correct" :	"	b. ಸೂಚಕ ಕಾರ್ಯ ಮತ್ತು ಅದ್ಭುತ ಕಾರ್ಯ	",
"explanation" :	"	ದೇವರು ಅವರ ಕೈಯಿಂದ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನೂ ನಾನಾ ವಿಧವಾದ ಮಹತ್ಕಾರ್ಯಗಳನ್ನೂ ನಡಿಸಿ ಪವಿತ್ರಾತ್ಮವರಗಳನ್ನು ತನ್ನ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಅವರಿಗೆ ಅನುಗ್ರಹಿಸಿ ಅವರ ಮಾತಿಗೆ ಸಾಕ್ಷಿಕೊಡುತ್ತಿದ್ದನು.  ಇಬ್ರಿಯ 2:4	",
},			
{			
"question" :	"	3. ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪ ಕಡಿಮೆಯಾಗಿ ಮಾಡಲ್ಪಟ್ಟವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಮೋಶೆ	",
	"	c. ಯೇಸು	",
	"	d. ಪೌಲ	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ಆದರೂ ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪ ಕಡಿಮೆಯಾಗಿ ಮಾಡಲ್ಪಟ್ಟ ಒಬ್ಬಾತನು, ಅಂದರೆ ಯೇಸುವು; ಪ್ರಭಾವವನ್ನೂ ಮಾನವನ್ನೂ ಕಿರೀಟವಾಗಿ ಹೊಂದಿರುವದನ್ನು ನಾವು ನೋಡುತ್ತೇವೆ.   ಇಬ್ರಿಯ2:9	",
},			
{			
"question" :	"	4. ಯೇಸುವು ಇದನ್ನು ಕಿರೀಟವನ್ನಾಗಿ ಹೊಂದಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾನ ಪ್ರಭಾವ	",
	"	b. ಮುಳ್ಳುಗಳು	",
	"	c. ತಪ್ಪು ಕಲ್ಪನೆಗಳು	",
	"	d. ದು:ಖಗಳು	"
],			
"correct" :	"	a. ಮಾನ ಪ್ರಭಾವ	",
"explanation" :	"	ಆದರೂ ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪ ಕಡಿಮೆಯಾಗಿ ಮಾಡಲ್ಪಟ್ಟ ಒಬ್ಬಾತನು, ಅಂದರೆ ಯೇಸುವು; ಪ್ರಭಾವವನ್ನೂ ಮಾನವನ್ನೂ ಕಿರೀಟವಾಗಿ ಹೊಂದಿರುವದನ್ನು ನಾವು ನೋಡುತ್ತೇವೆ.   ಇಬ್ರಿಯ2:9	",
},			
{			
"question" :	"	5. ಯೇಸುವು ದೇವರ ಕೃಪೆಯಿಂದ ಎಲ್ಲರಿಗೋಸ್ಕರ ಇದನ್ನು ಅನುಭವಿಸಲೇಬೇಕಾಗಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಹಿ	",
	"	b. ದು:ಖ	",
	"	c. ಮರಣ	",
	"	d. ಮನುಷ್ಯತ್ವ	"
],			
"correct" :	"	c. ಮರಣ	",
"explanation" :	"	ಆದರೂ ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪ ಕಡಿಮೆಯಾಗಿ ಮಾಡಲ್ಪಟ್ಟ ಒಬ್ಬಾತನು, ಅಂದರೆ ಯೇಸುವು; ಪ್ರಭಾವವನ್ನೂ ಮಾನವನ್ನೂ ಕಿರೀಟವಾಗಿ ಹೊಂದಿರುವದನ್ನು ನಾವು ನೋಡುತ್ತೇವೆ.  ಮೃತಪಟ್ಟದ್ದರಿಂದಲೇ ಮಾನ ಪ್ರಭಾವಗಳನ್ನು ಹೊಂದಿದನು.  ಆತನು ದೇವರ ಕೃಪೆಯಿಂದ ಎಲ್ಲರಿಗೋಸ್ಕರ ಮರಣವನ್ನು ಅನುಭವಿಸಲೇಬೇಕಾಗಿತ್ತು;   ಇಬ್ರಿಯ2:9	",
},			
{			
"question" :	"	6. ಪವಿತ್ರ ಮಾಡುವಾತನಿಗೂ ________ ಒಬ್ಬನೇ ತಂದೆ ಇದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಸಕರವಾದ	",
	"	b. ಪವಿತ್ರರಾಗುವವರೆಲ್ಲರಿಗೂ	",
	"	c. ಲೋಕದ ರೀತಿಯಲ್ಲಿ	",
	"	d. ಲೋಕದ	"
],			
"correct" :	"	b. ಪವಿತ್ರರಾಗುವವರೆಲ್ಲರಿಗೂ	",
"explanation" :	"	ಯಾಕಂದರೆ ಪವಿತ್ರ ಮಾಡುವಾತನಿಗೂ ಪವಿತ್ರರಾಗುವವರೆಲ್ಲರಿಗೂ ಒಬ್ಬನೇ ತಂದೆ ಇದ್ದಾನೆ.  ಇಬ್ರಿಯ 2:11	",
},			
{			
"question" :	"	7. ಮರಣಾಧಿಕಾರಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಫರೋಹ	",
	"	c. ಹೆರೋದ	",
	"	d. ಸೈತಾನ	"
],			
"correct" :	"	d. ಸೈತಾನ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಮಕ್ಕಳು ರಕ್ತ ಮಾಂಸಧಾರಿಗಳಾಗಿರುವದರಿಂದ ಆತನೂ ಅವರಂತೆಯೇ ಆದನು.  ತನ್ನ ಮರಣದಿಂದಲೇ ಮರಣಾಧಿಕಾರಿಯನ್ನು ಅಂದರೆ ಸೈತಾನನನ್ನು ಅಡಗಿಸಿಬಿಡುವದಕ್ಕೂ,  ಇಬ್ರಿಯ2:14	",
},			
{			
"question" :	"	8. ಮರಣಭಯದ ದೆಸೆಯಿಂದ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ಇದರಲ್ಲಿದ್ದವರನ್ನು ಯೇಸು ಬಿಡಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದಾಸತ್ವ	",
	"	b. ವಿವೇಚನೆ	",
	"	c. ದೂತರೊಂದಿಗೆ ಸಂವಾದ ಮಾಡುವವರು	",
	"	d. ಜವಾಬ್ಚಾರಿ ಉಳ್ಳವರು	"
],			
"correct" :	"	a. ದಾಸತ್ವ	",
"explanation" :	"	ಮರಣಭಯದ ದೆಸೆಯಿಂದ ತಮ್ಮ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ದಾಸತ್ವದೊಳಗಿದ್ದವರನ್ನು ಬಿಡಿಸುವದಕ್ಕೂ ಅವರಂತೆ ರಕ್ತಮಾಂಸಧಾರಿಯಾದನು.  ಇಬ್ರಿಯ2:15	",
},			
{			
"question" :	"	9. ಆತನು ದೇವದೂತರನ್ನು ಹಿಡಿಯಲಿಲ್ಲ, ಆದರೆ ಇವರ ಸಂತತಿಯ ಕೈಹಿಡಿದಿದ್ದಾನಷ್ಟೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಅಬ್ರಹಾಮನ	",
	"	d. ಫರಿಸಾಯರ	"
],			
"correct" :	"	c. ಅಬ್ರಹಾಮನ	",
"explanation" :	"	ಆತನು ದೇವದೂತರನ್ನು ಹಿಡಿದವನೆಂದು ಬರೆದಿಲ್ಲ; ಅಬ್ರಹಾಮನ ಸಂತತಿಯನ್ನು ಕೈಹಿಡಿದಿದ್ದಾನಷ್ಟೆ.  ಇಬ್ರಿಯ 2:16	",
},			
{			
"question" :	"	10. ಯೇಸು ಜನರ ಪಾಪಗಳನ್ನು ನಿವಾರಣೆ ಮಾಡುವುದಕ್ಕಾಗಿ ಹೀಗೆ ಆದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯವಾದಿ	",
	"	b. ಮಹಾಯಾಜಕ	",
	"	c. ಬಡಗಿ	",
	"	d. ಬಂದೂಕನ್ನು ರಿಪೇರಿ ಮಾಡುವವನು	"
],			
"correct" :	"	b. ಮಹಾಯಾಜಕ	",
"explanation" :	"	ಆದದರಿಂದ ಆತನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ತನ್ನ ಸಹೋದರರಿಗೆ ಸಮಾನನಾಗಬೇಕಾಗಿ ಬಂತು.  ಹೀಗೆ ಆತನು ಜನರ ಪಾಪಗಳನ್ನು ನಿವಾರಣಮಾಡುವದಕ್ಕಾಗಿ ದೇವರ ಕಾರ್ಯಗಳಲ್ಲಿ ಕರುಣೆಯೂ ನಂಬಿಕೆಯೂ ಉಳ್ಳ ಮಹಾಯಾಜಕನಾದನು.  ಇಬ್ರಿಯ 2:17	",
},			
]			