var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಈತನು ದೇವಪ್ರೇಷಿತನೂ ಮಹಾಯಾಜಕನೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಸೈತಾನ	",
	"	c. ಯೇಸು	",
	"	d. ಪೌಲ	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ಆದುದರಿಂದ ದೇವಜನರಾದ ಸಹೋದರರೇ, ಪರಲೋಕ ಸ್ವಾಸ್ಥ್ಯಕ್ಕಾಗಿ ನನ್ನೊಂದಿಗೆ ಕರೆಯಲ್ಪಟ್ಟವರೇ, ನಾವು ಪ್ರತಿಜ್ಞೆಮಾಡಿ ಒಪ್ಪಿಕೊಂಡಿರುವ ದೇವಪ್ರೇಷಿತನೂ ಮಹಾಯಾಜಕನೂ ಆಗಿರುವ ಯೇಸುವನ್ನು ಲಕ್ಷ್ಯವಿಟ್ಟು ಯೋಚಿಸಿರಿ.  ಇಬ್ರಿಯ 3:1	",
},			
{			
"question" :	"	2. ಈತನು ದೇವರ ಮನೆಯಲ್ಲೆಲ್ಲಾ ನಂಬಿಗಸ್ಥನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ದಾವೀದ	",
	"	c. ಸೌಲ	",
	"	d. ಅಬ್ರಹಾಮ	"
],			
"correct" :	"	a. ಮೋಶೆ	",
"explanation" :	"	ಮೋಶೆಯು ದೇವರ ಮನೆಯಲ್ಲೆಲ್ಲಾ ನಂಬಿಗಸ್ತನಾಗಿದ್ದಂತೆಯೇ;  ಇಬ್ರಿಯ 3:2	",
},			
{			
"question" :	"	3. ಮನೆಕಟ್ಟಿದವನಿಗೆ ಇದಕ್ಕಿಂತ ಹೆಚ್ಚಾದ ಮಾನವಿರುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಡಿಗೆದಾರನಿಗೆ	",
	"	b. ಮನೆಗಿಂತ	",
	"	c. ರಾಜನಿಗಿಂತ	",
	"	d. ಮನೆಸೇವಕನಿಗಿಂತ	"
],			
"correct" :	"	b. ಮನೆಗಿಂತ	",
"explanation" :	"	ಮನೆಗಿಂತ ಮನೆಕಟ್ಟಿದವನಿಗೆ ಹೆಚ್ಚಾದ ಮಾನವಿರುವದರಿಂದ;  ಇಬ್ರಿಯ 3:3	",
},			
{			
"question" :	"	4. ಸಮಸ್ತವನ್ನು ಕಟ್ಟಿದಾತನು	",
"image" :	"",		
"choices" : [			
	"	a. ದಾವೀದ	",
	"	b. ಮೋಶೆ	",
	"	c. ಅಬ್ರಹಾಮ	",
	"	d. ದೇವರು	"
],			
"correct" :	"	d. ದೇವರು	",
"explanation" :	"	ಪ್ರತಿ ಮನೆಯನ್ನು ಯಾರೋ ಒಬ್ಬನು ಕಟ್ಟಿರುವನು; ಸಮಸ್ತವನ್ನು ಕಟ್ಟಿದಾತನು ದೇವರೇ.  ಇಬ್ರಿಯ 3:4	",
},			
{			
"question" :	"	5. ನಾವು ಯಾರ ಮನೆಯವರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಬ್ರಹಾಮ	",
	"	b. ದಾವೀದ	",
	"	c. ಮೋಶೆ	",
	"	d. ದೇವರು	"
],			
"correct" :	"	d. ದೇವರು	",
"explanation" :	"	ಕ್ರಿಸ್ತನಾದರೋ ಮಗನಾಗಿ ದೇವರ ಮನೆಯ ಮೇಲೆ ಅಧಿಕಾರಿಯಾಗಿದ್ದಾನೆ; ನಾವು ನಮ್ಮ ಧೈರ್ಯವನ್ನೂ ನಮ್ಮ ನಿರೀಕ್ಷೆಯಿಂದುಂಟಾಗುವ ಉತ್ಸಾಹವನ್ನೂ ಕಡೇ ತನಕ ದೃಢವಾಗಿ ಹಿಡಿದುಕೊಂಡವರಾದರೆ ನಾವೇ ದೇವರ ಮನೆಯವರು.  ಇಬ್ರಿಯ 3:6	",
},			
{			
"question" :	"	6. ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಹೀಗೆ ಮಾಡಿಕೊಳ್ಳಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಿಶ್ವಾಸ	",
	"	b. ಕೇಳುವಂತೆ	",
	"	c. ಕಠಿಣ	",
	"	d. ಗದರಿಸುವಂತೆ	"
],			
"correct" :	"	c. ಕಠಿಣ	",
"explanation" :	"	ನಿಮ್ಮ ಹಿರಿಯರು ದೇವರ ಕೋಪವನ್ನೆಬ್ಬಿಸಿದ ಸ್ಥಳದಲ್ಲಿನ ಅರಣ್ಯದೊಳಗೆ ದೇವರನ್ನು ಪರೀಕ್ಷಿಸಿದ ದಿನದಲ್ಲಿ ಮಾಡಿದಂತೆ ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಕಠಿಣ ಮಾಡಿಕೊಳ್ಳಬೇಡಿರಿ.  ಇಬ್ರಿಯ 3:8	",
},			
{			
"question" :	"	7. ಪವಿತ್ರಾತ್ಮನು ಹೇಳಿದ್ದು; ಅವರು ಅರಣ್ಯದಲ್ಲಿ ನನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿ ಶೋಧಿಸಿ_______ ವರುಷ ನಾನು ನಡಿಸುತ್ತಿದ್ದ ಕೃತ್ಯಗಳನ್ನು ನೋಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. 10	",
	"	b. 20	",
	"	c. 30	",
	"	d. 40	"
],			
"correct" :	"	d. 40	",
"explanation" :	"	ಪವಿತ್ರಾತ್ಮನು ಹೇಳಿದ್ದು; ಅವರು ಅರಣ್ಯದಲ್ಲಿ ನನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿ ಶೋಧಿಸಿ ನಾಲ್ವತ್ತು ವರುಷ ನಾನು ನಡಿಸುತ್ತಿದ್ದ ಕೃತ್ಯಗಳನ್ನು ನೋಡಿದರು. ಇಬ್ರಿಯ 3:9	",
},			
{			
"question" :	"	8. ಇಂತಹ ಕೆಟ್ಟ ಹೃದಯ ನಿಮ್ಮೊಳಗೆ ಯಾವನಲ್ಲಿಯೂ ಇರಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿನ್ನದ	",
	"	b. ಮಣ್ಣಿನ	",
	"	c. ಅಪನಂಬಿಕೆಯ	",
	"	d. ಕರುಣೆಯ	"
],			
"correct" :	"	c. ಅಪನಂಬಿಕೆಯ	",
"explanation" :	"	ಸಹೋದರರೇ, ನೋಡಿಕೊಳ್ಲಿರಿ, ಜೀವಸ್ವರೂಪನಾದ ದೇವರನ್ನು ಬಿಟ್ಟುಹೋಗುವ ಅಪನಂಬಿಕೆಯುಳ್ಳ ಕೆಟ್ಟ ಹೃದಯವು ನಿಮ್ಮೊಳಗೆ ಯಾವನಲ್ಲಿಯೂ ಇರಬಾರದು.  ಇಬ್ರಿಯ 3:12	",
},			
{			
"question" :	"	9. ಮೊದಲಿಂದಿರುವ ಭರವಸವನ್ನು ______ ಪಕ್ಷಕ್ಕೆ ಕ್ರಿಸ್ತನಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದೇವಲ್ಲಾ!	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ಸಂಪತ್ತಿನ	",
	"	b. ಅಂತ್ಯದವರೆಗೂ ದೃಢವಾಗಿ ಹಿಡಿಕೊಳ್ಳುವ	",
	"	c. ಶ್ರದ್ಧೆಯಿಂದ ಜಾಗರಣೆ ಮಾಡಿದ	",
	"	d. ಎಲ್ಲಾರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಹಿಡಿಕೊಳ್ಳುವ	"
],			
"correct" :	"	b. ಅಂತ್ಯದವರೆಗೂ ದೃಢವಾಗಿ ಹಿಡಿಕೊಳ್ಳುವ	",
"explanation" :	"	ಮೊದಲಿಂದಿರುವ ಭರವಸವನ್ನು ಅಂತ್ಯದವರೆಗೂ ದೃಢವಾಗಿ ಹಿಡಿಕೊಳ್ಳುವ ಪಕ್ಷಕ್ಕೆ ಕ್ರಿಸ್ತನಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದೇವಲ್ಲಾ!  ಇಬ್ರಿಯ3:14	",
},			
{			
"question" :	"	10. ಅವರು ಆತನ ವಿಶ್ರಾಂತಿಯಲ್ಲಿ ಸೇರದೇ ಹೋದದ್ದು ಇದರಿಂದಲೇ.	",
"image" :	"",		
"choices" : [			
	"	a. ರೋಗದಿಂದ	",
	"	b. ಮುಪ್ಪಿನಿಂದ	",
	"	c. ಅಪನಂಬಿಕೆಯಿಂದ	",
	"	d. ಶತೃಸೈನಿಕರಿಂದ	"
],			
"correct" :	"	c. ಅಪನಂಬಿಕೆಯಿಂದ	",
"explanation" :	"	ನನ್ನ ವಿಶ್ರಾಂತಿಯಲ್ಲಿ ನೀವು ಸೇರುವದೇ ಇಲ್ಲವೆಂದು ಯಾರನ್ನು ಕುರಿತು ಪ್ರಮಾಣಮಾಡಿದನು? ಅವಿಧೇಯರನ್ನು ಕುರಿತಲ್ಲವೇ.  ಅವರು ಸೇರಲಾರದೆ ಹೋದದ್ದು ಅಪನಂಬಿಕೆಯಿಂದಲೇ ಎಂದು ತಿಳಿದುಕೊಳ್ಳುತ್ತೇವೆ.  ಇಬ್ರಿಯ 3:18-19	",
},			
]			