var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಅವರಿಗೆ ಶುಭವರ್ತಮಾನವು ಸಾರೋಣವಾದರೂ ಈ ಕಾರಣದಿಂದ ಅವರಿಗೆ ಪ್ರಯೋಜನವಾಗಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬದೇ ಹೋದದರಿಂದ	",
	"	b. ಆತ್ಮನಿಗ್ರಹ ಇಲ್ಲದ್ದರಿಂದ	",
	"	c. ರಾಜಿಯಾಗದೇ ಇದ್ದದರಿಂದ	",
	"	d. ಸತ್ಯವಿಲ್ಲದ್ದರಿಂದ	"
],			
"correct" :	"	a. ನಂಬದೇ ಹೋದದರಿಂದ	",
"explanation" :	"	ಅವರಿಗೆ ಶುಭವರ್ತಮಾನವು ಸಾರೋಣವಾದಂತೆಯೇ ನಮಗೂ ಸಾರೋಣವಾಯಿತು.  ಆದರೆ ಆ ಕಾಲದಲ್ಲಿ ಕೇಳಿದವರು ನಂಬದೆಹೋದ ಕಾರಣ ಆ ವಾಕ್ಯದಿಂದ ಅವರಿಗೆ ಪ್ರಯೋಜನವಾಗಲಿಲ್ಲ.  ಇಬ್ರಿಯ 4:2	",
},			
{			
"question" :	"	2. ಯಾವ ದಿನದಲ್ಲಿ ದೇವರು ವಿಶ್ರಮಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	a. 1	",
	"	b. 3	",
	"	c. 4	",
	"	d. 7	"
],			
"correct" :	"	d. 7	",
"explanation" :	"	ಒಂದು ಸ್ಥಳದಲ್ಲಿ ಏಳನೆಯ ದಿವಸವನ್ನು ಕುರಿತು ದೇವರು ತನ್ನ ಸೃಷ್ಠಿಕಾರ್ಯಗಳನ್ನೆಲ್ಲಾ ಮುಗಿಸಿಬಿಟ್ಟು ಏಳನೆಯ ದಿನದಲ್ಲಿ ವಿಶ್ರಮಿಸಿಕೊಂಡನೆಂದು ಬರೆದದೆ.  ಇಬ್ರಿಯ 4:4	",
},			
{			
"question" :	"	3. ನೀವು ದೇವರ ಶಬ್ಧವನ್ನು ಕೇಳಿದರೆ ನಿಮ್ಮ ಹೃದಯವನ್ನು ಹೀಗೆ ಮಾಡಿಕೊಳ್ಳಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಿಶ್ವಾಸ	",
	"	b. ಕಠಿಣ	",
	"	c. ಭಯದಿಂದ ತುಂಬಿಸಿ	",
	"	d. ತೆರೆಯಿರಿ	"
],			
"correct" :	"	b. ಕಠಿಣ	",
"explanation" :	"	ಬಹುಕಾಲ ಹೋದನಂತರ ಆತನು ದಾವೀದನ ಬಾಯಿಂದ ಮಾತಾಡಿ ಈಹೊತ್ತೇ ಎಂದು ಒಂದಾನೊಂದಿ ದಿವಸವನ್ನು ಗೊತ್ತು ಮಾಡುತ್ತಾನೆ; ಹೇಗಂದರೆ ನೀವು ಈಹೊತ್ತು ದೇವರ ಶಬ್ದಕ್ಕೆ ಕಿವಿಗೊಟ್ಟರೆ ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಕಠಿಣಮಾಡಿಕೊಳ್ಳಬೇಡಿರಿ ಎಂದು ಮೇಲ್ಕಂಡ ವಚನದಲ್ಲಿ ಹೇಳುತ್ತಾನಷ್ಟೆ.  ಇಬ್ರಿಯ 4:7	",
},			
{			
"question" :	"	4. ದೇವಜನರು ಅನುಭವಿಸುವಕ್ಕೆ ಇದು ಇನ್ನೂ ಉಂಟು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂಪತ್ತು	",
	"	b. ವಿಶ್ರಾಂತಿ	",
	"	c. ಹೆಸರು	",
	"	d. ಪ್ರತೀಕಾರ	"
],			
"correct" :	"	b. ವಿಶ್ರಾಂತಿ	",
"explanation" :	"	ಆದದರಿಂದ ದೇವರ ಜನರು ಅನುಭವಿಸುದಕ್ಕಿರುವ ಸಬ್ಬತೆಂಬ ವಿಶ್ರಾಂತಿಯು ಇನ್ನೂ ಉಂಟು.  ಇಬ್ರಿಯ 4:9	",
},			
{			
"question" :	"	5. ಇದನ್ನು ಮುಗಿಸಿದವನು ವಿಶ್ರಾಂತಿಯಲ್ಲಿ ಸೇರಿರುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರನ್ನು ನಂಬಿದವನು	",
	"	b. ತನ್ನ ಕೆಲಸಗಳನ್ನು	",
	"	c. ನಿರೀಕ್ಷೆ	",
	"	d. ಸಂತೋಷ	"
],			
"correct" :	"	b. ತನ್ನ ಕೆಲಸಗಳನ್ನು	",
"explanation" :	"	ಹೇಗಂದರೆ ದೇವರು ತನ್ನ ಕೆಲಸಗಳನ್ನು ಮುಗಿಸಿ ಹೇಗೆ ವಿಶ್ರಮಿಸಿಕೊಂಡನೋ ಹಾಗೆಯೇ ಆತನ ವಿಶ್ರಾಂತಿಯಲ್ಲಿ ಸೇರಿರುವವನು ಸಹ ತನ್ನ ಕೆಲಸಗಳನ್ನು ಮುಗಿಸಿ ವಿಶ್ರಮಿಸಿಕೊಂಡಿದ್ದಾನೆ.  ಇಬ್ರಿಯ 4:10	",
},			
{			
"question" :	"	6. ಇದು ಯಾವ ಇಬ್ಬಾಯಿ ಕತ್ತಿಗಿಂತಲೂ ಹದವಾದದ್ದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೈತಾನ	",
	"	b. ಕೋಪದ ದ್ರಾಕ್ಷಿ	",
	"	c. ಮನುಷ್ಯರ ಭಾವನೆ	",
	"	d. ದೇವರ ವಾಕ್ಯ	"
],			
"correct" :	"	d. ದೇವರ ವಾಕ್ಯ	",
"explanation" :	"	ಯಾಕಂದರೆ ದೇವರ ವಾಕ್ಯವು ಸಜೀವವಾದದ್ದು, ಕಾರ್ಯಸಾಧಕವಾದದ್ದು, ಯಾವ ಇಬ್ಬಾಯಿಕತ್ತಿಗಿಂತಲೂ ಹದವಾದದ್ದು, ಪ್ರಾಣಾತ್ಮಗಳನ್ನೂ ಕೀಲುಮಜ್ಜೆಗಳನ್ನೂ ವಿಭಾಗಿಸುವಷ್ಟು ಮಟ್ಟಿಗೂ ತೂರಿಹೋಗುವಂಥದು, ಹೃದಯದ ಆಲೋಚನೆಗಳನ್ನೂ ಉದ್ದೇಶಗಳನ್ನೂ ವಿವೇಚಿಸುವಂಥದು ಆಗಿದೆ.  ಇಬ್ರಿಯ 4:12	",
},			
{			
"question" :	"	7. ಇದು ಹೃದಯದ ಆಲೋಚನೆಗಳನ್ನೂ ಉದ್ದೇಶಗಳನ್ನೂ ವಿವೇಚಿಸುವಂಥದು ಆಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆಮ್ಮೆ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	c. ಸಭಾ ಶಾಸನಗಳು	",
	"	d. ದೇವರ ವಾಕ್ಯ	"
],			
"correct" :	"	d. ದೇವರ ವಾಕ್ಯ	",
"explanation" :	"	ಯಾಕಂದರೆ ದೇವರ ವಾಕ್ಯವು ಸಜೀವವಾದದ್ದು, ಕಾರ್ಯಸಾಧಕವಾದದ್ದು, ಯಾವ ಇಬ್ಬಾಯಿಕತ್ತಿಗಿಂತಲೂ ಹದವಾದದ್ದು, ಪ್ರಾಣಾತ್ಮಗಳನ್ನೂ ಕೀಲುಮಜ್ಜೆಗಳನ್ನೂ ವಿಭಾಗಿಸುವಷ್ಟು ಮಟ್ಟಿಗೂ ತೂರಿಹೋಗುವಂಥದು, ಹೃದಯದ ಆಲೋಚನೆಗಳನ್ನೂ ಉದ್ದೇಶಗಳನ್ನೂ ವಿವೇಚಿಸುವಂಥದು ಆಗಿದೆ.  ಇಬ್ರಿಯ 4:12	",
},			
{			
"question" :	"	8.  ನಾವು ಇದನ್ನು ಬಿಡದೆ ಹಿಡಿಯೋಣ	",
"image" :	"",		
"choices" : [			
	"	a. ಮನಸ್ಸು	",
	"	b. ನೀತಿತನ	",
	"	c. ಗುರಿ	",
	"	d. ಪ್ರತಿಜ್ಞೆ	"
],			
"correct" :	"	d. ಪ್ರತಿಜ್ಞೆ	",
"explanation" :	"	ಆಕಾಶಮಂಡಲಗಳನ್ನು ದಾಟಿಹೋದ ದೇವಕುಮಾರನಾದ ಯೇಸುವೆಂಬ ಶ್ರೇಷ್ಠ ಮಹಾಯಾಜಕನು ನಮಗಿರುವದರಿಂದ ನಾವು ಮಾಡಿರುವ ಪ್ರತಿಜ್ಞೆಯನ್ನು ಬಿಡದೆ ಹಿಡಿಯೋಣ.  ಇಬ್ರಿಯ 4:14	",
},			
{			
"question" :	"	9. ಯೇಸುವು ನಮ್ಮ ಹಾಗೆ ಶೋಧನೆಗೆ ಗುರಿಯಾದನು ಆದರೆ ಇದು ಮಾತ್ರ ಮಾಡಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಕರುಣೆ	",
	"	c. ಪಾಪ	",
	"	d. ನೀತಿ	"
],			
"correct" :	"	c. ಪಾಪ	",
"explanation" :	"	ಯಾಕಂದರೆ ನಮಗಿರುವ ಮಹಾಯಾಜಕನು ನಮ್ಮ ನಿರ್ಬಲಾವಸ್ಥೆಯನ್ನು ಕುರಿತು ಅನುತಾಪವಿಲ್ಲದವನ್ಲ್ಲ; ಆತನು ಸರ್ವ ವಿಷಯಗಳಲ್ಲಿ ನಮ್ಮ ಹಾಗೆ ಶೋಧನೆಗೆ ಗುರಿಯಾದನು, ಪಾಪ ಮಾತ್ರ ಮಾಡಲಿಲ್ಲ.  ಇಬ್ರಿಯ 4:15	",
},			
{			
"question" :	"	10. ನಾವು ದೈರ್ಯದಿಂದ ಇಲ್ಲಿಗೆ ಬರೋಣ.	",
"image" :	"",		
"choices" : [			
	"	a. ನರಕದ ಬಾಗಿಲು	",
	"	b. ದೇವಾಲಯ	",
	"	c. ಕೃಪಾಸನದ ಮುಂದೆ	",
	"	d. ರಹದಾರಿ	"
],			
"correct" :	"	c. ಕೃಪಾಸನದ ಮುಂದೆ	",
"explanation" :	"	ಆದದರಿಂದ ನಾವು ಕರುಣೆಯನ್ನು ಹೊಂದುವಂತೆಯೂ ಆತನ ದಯೆಯಿಂದ ಸಮಯೋಚಿತವಾದ ಸಹಾಯವು ನಮಗೆ ದೊರೆಯುವಂತೆಯೂ ಧೈರ್ಯದಿಂದ ಕೃಪಾಸನದ ಮುಂದೆ ಬರೋಣ.  ಇಬ್ರಿಯ 4:16	",
},			
]			