var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಪ್ರತಿಯೊಬ್ಬ ಮಹಾಯಾಜಕನು ಮನುಷ್ಯರೊಳಗಿಂದ ಆರಿಸಲ್ಪಟ್ಟವನಾಗಿ ಈ ಕಾರ್ಯಗಳನ್ನು ಜರಿಗಿಸುವುದಕ್ಕಾಗಿ ನೇಮಿಸಲ್ಪಟ್ಟಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ	",
	"	b. ಕೋಪದೆ	",
	"	c. ನ್ಯಾಯತೀರ್ಪಿನ	",
	"	d. ಪ್ರತೀಕಾರದ	"
],			
"correct" :	"	a. ದೇವರ	",
"explanation" :	"	ಪ್ರತಿಯೊಬ್ಬ ಮಹಾಯಾಜಕನು ಮನುಷ್ಯರೊಳಗಿಂದ ಆರಿಸಲ್ಪಟ್ಟವನಾಗಿದ್ದು ಮನುಷ್ಯರಿಗೋಸ್ಕರ ದೇವರ ಕಾರ್ಯಗಳನ್ನು ಜರಗಿಸುವದಕ್ಕಾಗಿ ನೇಮಿಸಲ್ಪಡುತ್ತಾನಲ್ಲಾ;   ಅವನು ಅವರಿಗೋಸ್ಕರ ಕಾಣಿಕೆಗಳನ್ನೂ ಪಾಪನಿವಾರಣಕ್ಕಾಗಿ ಯಜ್ಞಗಳನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು.       ಇಬ್ರಿಯ 5:1	",
},			
{			
"question" :	"	2. ಮಹಾಯಾಜಕನು ಕಾಣಿಕೆಗಳನ್ನು ಯಜ್ಞಗಳನ್ನು ಇದಕ್ಕಾಗಿ ಸಮರ್ಪಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಹಿಮೆಗಾಗಿ	",
	"	b. ಕೂಲಿಗಾಗಿ	",
	"	c. ಪಾಪನಿವಾರಣೆಗಾಗಿ	",
	"	d. ನಿಷ್ಪ್ರಯೋಜನೆಗಾಗಿ	"
],			
"correct" :	"	c. ಪಾಪನಿವಾರಣೆಗಾಗಿ	",
"explanation" :	"	ಪ್ರತಿಯೊಬ್ಬ ಮಹಾಯಾಜಕನು ಮನುಷ್ಯರೊಳಗಿಂದ ಆರಿಸಲ್ಪಟ್ಟವನಾಗಿದ್ದು ಮನುಷ್ಯರಿಗೋಸ್ಕರ ದೇವರ ಕಾರ್ಯಗಳನ್ನು ಜರಗಿಸುವದಕ್ಕಾಗಿ ನೇಮಿಸಲ್ಪಡುತ್ತಾನಲ್ಲಾ;   ಅವನು ಅವರಿಗೋಸ್ಕರ ಕಾಣಿಕೆಗಳನ್ನೂ ಪಾಪನಿವಾರಣಕ್ಕಾಗಿ ಯಜ್ಞಗಳನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು.       ಇಬ್ರಿಯ 5:1	",
},			
{			
"question" :	"	3. ತಾನು ಬಲಹೀನನಾಗಿರುವದರಿಂದ ಅವನು ಜ್ಞಾನವಿಲ್ಲದವರನ್ನೂ ಮಾರ್ಗತಪ್ಪಿ ನಡೆಯುಉವವರನ್ನೂ ಸಹಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ  _____	",
"image" :	"",		
"choices" : [			
	"	a. ಕರುಣೆಯಿದೆ.	",
	"	b. ಜ್ಞಾನವಿದೆ.	",
	"	c. ಒಳನೋಟವಿದೆ	",
	"	d. ಶಕ್ತನಾಗಿರುವನು	"
],			
"correct" :	"	d. ಶಕ್ತನಾಗಿರುವನು	",
"explanation" :	"	ತಾನೂ ಬಲಹೀನನಾಗಿರುವದರಿಂದ ಅವನು ಜ್ಞಾನವಿಲ್ಲದವರನ್ನೂ ಮಾರ್ಗತಪ್ಪಿ ನಡೆಯುಉವವರನ್ನೂ ತಾಳ್ಮೆಯಿಂದ ಸಹಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಶಕ್ತನಾಗಿರುವನು.   ಇಬ್ರಿಯ 5:2 	",
},			
{			
"question" :	"	4. ಈತನೂ ಸಹ ದೇವರಿಂದಲೇ ನೇಮಿಸಲ್ಪಟ್ಟು ಆ ಗೌರವವನ್ನು ವಹಿಸಿಕೊಂಡನಲ್ಲಾ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಸಮುವೇಲ	",
	"	c. ದಾವೀದ	",
	"	d. ಆರೋನ	"
],			
"correct" :	"	d. ಆರೋನ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಯಾವನೂ ತನ್ನಷ್ಕ್ಕೆ ತಾನೇ ಈ ಗೌರವವನ್ನು ವಹಿಸಿಕೊಳ್ಳದೆ ದೇವರಿಂದ ನೇಮಿಸಲ್ಪಟ್ಟು ವಹಿಸಿಕೊಳ್ಳುತ್ತಾನೆ; ಆರೋನನು ಸಹ ದೇವರಿಂದಲೇ ನೇಮಿಸಲ್ಪಟ್ಟು ಆ ಗೌರವವನ್ನು ವಹಿಸಿಕೊಂಡನಲ್ಲಾ.    ಇಬ್ರಿಯ 4:4	",
},			
{			
"question" :	"	5. ಈತನು ಸದಾಕಾಲವೂ ಮೆಲ್ಕಿಜೆದೇಕನ ತರಹದ ಯಾಜಕನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೂಸಿಫರ್	",
	"	b. ಕ್ರಿಸ್ತ	",
	"	c. ಆದಾಮ	",
	"	d. ಅಬ್ರಹಾಮ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಹಾಗೆಯೇ ಕ್ರಿಸ್ತನು ಸಹ ತನ್ನನ್ನು ಘನಪಡಿಸಿಕೊಂಡು ತನ್ನನ್ನು ತಾನೇ ಮಹಾಯಾಜಕನನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳಲಿಲ್ಲ; ಆದರೆ ನನಗೆ ನೀನು ಮಗನು; ನಾನೇ ಈಹೊತ್ತು ನಿನ್ನನ್ನು ಪಡೆದಿದ್ದೇನೆ ಎಂದು ಹೇಳಿದಾತನೇ ಈ ಗೌರವವನ್ನು ಆತನಿಗೆ ಕೊಟ್ಟನು.  ಆತನು ಇನ್ನೊಂದು ಸ್ಥಳದಲ್ಲಿ ನೀನು ಸದಾಕಾಲವೂ ಮೆಲ್ಕಿಜೆದೇಕನ ತರಹದ ಯಾಜಕನು ಎಂದು ಹೇಳುತ್ತಾನೆ.  ಇಬ್ರಿಯ  5:5-6	",
},			
{			
"question" :	"	6. ಆತನು ಮಗನಾಗಿದ್ದರೂ ಅನುಭವಿಸಿದ ಬಾಧೆಗಳಿಂದಲೇ ಇದನ್ನು ಕಲಿತುಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಕಹಿ	",
	"	c. ಭಯ	",
	"	d. ವಿಧೇಯತೆ	"
],			
"correct" :	"	d. ವಿಧೇಯತೆ	",
"explanation" :	"	ಹೀಗೆ ಆತನು ಮಗನಾಗಿದ್ದರೂ ಅನುಭವಿಸಿದ ಬಾಧೆಗಳಿಂದಲೇ ವಿಧೇಯತೆಯನ್ನು ಕಲಿತುಕೊಂಡನು;  ಇಬ್ರಿಯ 5:8	",
},			
{			
"question" :	"	7. ನೀವು ಇಷ್ಟರೊಳಗೆ ಬೋಧಕರಾಗಿರಬೇಕಾಗಿದ್ದರೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಏನೂ ಅಲ್ಲದವರಾಗಿದ್ದರು.	",
	"	b. ಅನ್ನ ಮತ್ತು ನೀರು ಕೊಡುವವರು	",
	"	c. ನಿಮಗೆ ಕಲಿಸಬೇಕಾಗಿದೆ	",
	"	d. ಆರೋಗ್ಯದಲ್ಲಿ ನಿಗಾ ವಹಿಸಬೇಕಾಗಿದೆ.	"
],			
"correct" :	"	c. ನಿಮಗೆ ಕಲಿಸಬೇಕಾಗಿದೆ	",
"explanation" :	"	ಕಾಲವನ್ನು ನೋಡಿದರೆ ನೀವು ಇಷ್ಟರೊಳಗೆ ಬೋಧಕರಾಗಿರಬೇಕಾಗಿದ್ದರೂ ಒಬ್ಬನು ನಿಮಗೆ ದೈವೋಕ್ತಿಗಳ ಮೂಲಪಾಠಗಳನ್ನು ತಿರಿಗಿ ಕಲಿಸಿಕೊಡಬೇಕಾಗಿದೆ; ನೀವು ಹಾಲು ಕುಡಿಯತಕ್ಕವರೇ ಹೊರತು ಗಟ್ಟಿಯಾದ ಆಹಾರವನ್ನು ತಿನ್ನತಕ್ಕವರಲ್ಲ;    ಇಬ್ರಿಯ 5:12	",
},			
{			
"question" :	"	8. ನೀವು ಹಾಲು ಕುಡಿಯತಕ್ಕವರೇ ಹೊರತು 	",
"image" :	"",		
"choices" : [			
	"	a. ದ್ರಾಕ್ಷಾರಸ ಕುಡಿಯತಕ್ಕವರಲ್ಲ	",
	"	b. ಮದ್ಯಪಾನ ಮಾಡುವವರಲ್ಲ	",
	"	c. ಜ್ಞಾನವಿಲ್ಲದವರು	",
	"	d. ಗಟ್ಟಿಯಾದ ಆಹಾರ ತಿನ್ನತಕ್ಕವರಲ್ಲ	"
],			
"correct" :	"	d. ಗಟ್ಟಿಯಾದ ಆಹಾರ ತಿನ್ನತಕ್ಕವರಲ್ಲ	",
"explanation" :	"	ಕಾಲವನ್ನು ನೋಡಿದರೆ ನೀವು ಇಷ್ಟರೊಳಗೆ ಬೋಧಕರಾಗಿರಬೇಕಾಗಿದ್ದರೂ ಒಬ್ಬನು ನಿಮಗೆ ದೈವೋಕ್ತಿಗಳ ಮೂಲಪಾಠಗಳನ್ನು ತಿರಿಗಿ ಕಲಿಸಿಕೊಡಬೇಕಾಗಿದೆ; ನೀವು ಹಾಲು ಕುಡಿಯತಕ್ಕವರೇ ಹೊರತು ಗಟ್ಟಿಯಾದ ಆಹಾರವನ್ನು ತಿನ್ನತಕ್ಕವರಲ್ಲ;    ಇಬ್ರಿಯ 5:12	",
},			
{			
"question" :	"	9. ಹಾಲು ಬೇಕಾದವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಕೂಸು	",
	"	b. ಸುಳ್ಳುಗಾರ	",
	"	c. ಮೂರ್ಖ	",
	"	d. ಶಿಕ್ಷಕ	"
],			
"correct" :	"	a. ಕೂಸು	",
"explanation" :	"	ಹಾಲು ಬೇಕಾದವನು ಕೂಸಿನಂತಿದ್ದು ನೀತಿವಾಕ್ಯದಲ್ಲಿ ಅನುಭವವಿಲ್ಲದವನಾಗಿದ್ದಾನೆ.    ಇಬ್ರಿಯ  5:13	",
},			
{			
"question" :	"	10. ಗಟ್ಟಿಯಾದ ಆಹಾರ ಸೇವಿಸುವವರು ಇಂತಹವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೇದು ಕೆಟ್ಟದ್ದರ ಭೇದ ತಿಳಿದವರು	",
	"	b. ಎಲ್ಲಾ ಅಡ್ಡಿಗಳನ್ನು ತನ್ನ ಭುಜದ ಮೇಲೆ ಹೊತ್ತವರು	",
	"	c. ಒಂದೇ ಏಟಿನಿಂದ ಕಟ್ಟಡಗಳನ್ನು ಉರುಳಿಸುವವರು	",
	"	d. ತನ್ನ ಸ್ವಂತ ನೀತಿಯ ಮೇಲೆ ನಿಲ್ಲುವನು	"
],			
"correct" :	"	a. ಒಳ್ಳೇದು ಕೆಟ್ಟದ್ದರ ಭೇದ ತಿಳಿದವರು	",
"explanation" :	"	ಗಟ್ಟಿಯಾದ ಆಹಾರವು ಪ್ರಾಯಸ್ಥರಿಗೋಸ್ಕರ ಅಂದರೆ ಜ್ಞಾನೇಂದ್ರಿಯಗಳನ್ನು ಸಾಧನೆಯಿಂದ ಶಿಕ್ಷಿಸಿಕೊಂಡು ಇದು ಒಳ್ಳೇದು ಅದು ಕೆಟ್ಟದ್ದು ಎಂಬ ಭೇದವನ್ನು ತಿಳಿದವರಿಗೋಸ್ಕರವಾಗಿದೆ.  ಇಬ್ರಿಯ 5:14	",
},			
]			