var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1. ನಾವು ಇದರೆಡೆಗೆ ಸಾಗುತ್ತಾ ಹೋಗಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮಿಗೆ	",
	"	b. ಪೂರ್ಣವಾದ ತಿಳುವಳಿಕೆಗೆ	",
	"	c. ಮೂರನೇ ಲೋಕಕ್ಕೆ	",
	"	d. ಸಂಪ್ರದಾಯಗಳಿಗೆ	"
],			
"correct" :	"	b. ಪೂರ್ಣವಾದ ತಿಳುವಳಿಕೆಗೆ	",
"explanation" :	"	ಸ್ನಾನ, ಹಸ್ತಾರ್ಪಣಗಳ ವಿಷಯವಾದ ಉಪದೇಶ, ಸತ್ತವರಿಗೆ ಪುನರುತ್ಥಾನವೂ ನಿತ್ಯವಾದ ನ್ಯಾಯತೀರ್ಪೂ ಉಂಟೆಂಬದು ಇವುಗಳನ್ನುಪದೇ ಪದೇ ಅಸ್ತಿವಾರವಾಗಿ ಹಾಕದೆ ಕ್ರಿಸ್ತನ ವಿಷಯವಾದ ಪ್ರಥಮ ಬೋಧನೆಯನ್ನು ಕುರಿತು ಇನ್ನೂ ಮಾತಾಡದೆ ಪೂರ್ಣವಾದ ತಿಳುವಳಿಕೆಗೆ ಸಾಗುತ್ತಾ ಹೋಗೋಣ.  ಇಬ್ರಿಯ 6:2	",
},			
{			
"question" :	"	2. ಒಂದು ಸಾರಿ ಜ್ಞಾನಪ್ರಕಾಶದಲ್ಲಿ ಸೇರಿ ಭ್ರಷ್ಟರಾದವರು ದೇವರ ಮಗನನ್ನು ಪುನ: ಶಿಲುಬೆಗೆ ಹಾಕಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಆನಂದಿಸುವರು	",
	"	b. ಪೆಟ್ಟಿಗೆಯಲ್ಲಿಡುವರು	",
	"	c. ಲೋಕದ ಬೆಳಕಿನಲ್ಲಿ ಹಾಕುವರು	",
	"	d. ಆತನನ್ನು ಎಲ್ಲರ ಮುಂದೆ ಅವಮಾನ ಪಡಿಸುವರು.	"
],			
"correct" :	"	d. ಆತನನ್ನು ಎಲ್ಲರ ಮುಂದೆ ಅವಮಾನ ಪಡಿಸುವರು.	",
"explanation" :	"	ಒಂದು ಸಾರಿ ಜ್ಞಾನಪ್ರಕಾಶದಲ್ಲಿ ಸೇರಿ ಪರಲೋಕದಿಂದಾದ ದಾನದ ಅನುಭವವನ್ನು ಹೊಂದಿ ಪವಿತ್ರಾತ್ಮವರದಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿ ದೇವರ ವಾಕ್ಯದ ಶ್ರೇಷ್ಠತೆಯನ್ನೂ ಮುಂದಣ ಯುಗದ ಮಹತ್ವವನ್ನೂ ಅನುಭವಿಸಿದವರು ಭ್ರಷ್ಟರಾದರೆ ಅವರಲ್ಲಿ ತಿರಿಗಿ ಮಾನಸಾಂತರವನ್ನು ಹುಟ್ಟಿಸುವದು ಅಸಾಧ್ಯ;  ಯಾಕಂದರೆ ಅವರು ತಮ್ಮ ಪಾಲಿಗೆ ದೇವರ ಮಗನನ್ನು ಪುನ: ಶಿಲುಬೆಗೆ ಹಾಕುವವರೂ ಆತನನ್ನು ಎಲ್ಲರ ಮುಂದೆ ಅವಮಾನಪಡಿಸುವವರೂ ಆಗಿದ್ದಾರೆ.  ಇಬ್ರಿಯ 6:4-6	",
},			
{			
"question" :	"	3. ಮುಳ್ಳುಗಿಡಗಳನ್ನೂ ಕಳೆಗಳನ್ನೂ ಬೆಳೆಸಿಕೊಂಡದರ ಅಂತ್ಯವು	",
"image" :	"",		
"choices" : [			
	"	a. ಚೊಕ್ಕಟವಾಗಿಡುವುದು	",
	"	b. ನಿಮ್ಮ ಹೃದಯದ ಬಾಗಿಲ ಬಳಿ	",
	"	c. ಸುಡಲ್ಪಡುವುದು	",
	"	d. ರಕ್ಷಿಸಲ್ಪಡುವುದು	"
],			
"correct" :	"	c. ಸುಡಲ್ಪಡುವುದು	",
"explanation" :	"	ಆದರೆ ಅದು ಮುಳ್ಳುಗಿಡಗಳನ್ನೂ ಕಳೆಗಳನ್ನೂ ಬೆಳಸಿದರೆ ಅಯೋಗ್ಯವೆನಿಸಿಕೊಂಡು ಶಾಪಕ್ಕೆ ಗುರಿಯಾಗುತ್ತದೆ, ಅದರ ಅಂತ್ಯವು ಸುಡಲ್ಪಡುವದೇ;  ಇಬ್ರಿಯ 6:8	",
},			
{			
"question" :	"	4. ದೇವರು ಇದನ್ನು ಮರೆಯುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ಪಾಪಗಳು	",
	"	b. ನಿಮ್ಮ ಬಲಹೀನತೆಗಳು	",
	"	c. ದೇವರ ನಾಮದಲ್ಲಿ ತೋರಿಸಿದ ಪ್ರೀತಿ	",
	"	d. ನಿಮ್ಮ ತಪ್ಪುಗಳು	"
],			
"correct" :	"	c. ದೇವರ ನಾಮದಲ್ಲಿ ತೋರಿಸಿದ ಪ್ರೀತಿ	",
"explanation" :	"	ನೀವು ದೇವಜನರಿಗೆ ಉಪಚಾರ ಮಾಡಿದಿರಿ, ಇನ್ನೂ ಮಾಡುತ್ತಾ ಇದ್ದೀರಿ.  ಈ ಕೆಲಸವನ್ನೂ ಇದರಲ್ಲಿ ನೀವು ದೇವರ ನಾಮದ ವಿಷಯವಾಗಿ ತೋರಿಸಿದ ಪ್ರೀತಿಯನ್ನೂ ಆತನು ಮರೆಯುವುದಕ್ಕೆ ಅನ್ಯಾಯಸ್ಥನಲ್ಲ.  ಇಬ್ರಿಯ 6:10	",
},			
{			
"question" :	"	5. ನೀವು ಇದಾಗಿರಬಾರದು	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷಕರ	",
	"	b. ಪರಿಶ್ರಮಿ	",
	"	c. ಮಂದಮತಿ	",
	"	d. ಬಂದೂಕನ್ನು ರಿಪೇರಿ ಮಾಡುವವರು	"
],			
"correct" :	"	c. ಮಂದಮತಿ	",
"explanation" :	"	ನೀವು ಮಂದಮತಿಗಳಾಗಿರದೆ ಯಾರು ವಾಗ್ದಾನಗಳನ್ನು ನಂಬಿ ಅವುಗಳ ಫಲಕ್ಕೋಸ್ಕರ ಬಹು ದಿವಸಗಳವರೆಗೂ ಕಾದಿದ್ದು ಆ ಫಲವನ್ನು ಹೊಂದುತ್ತಾರೋ ಅವರನ್ನು ಅನುಸರಿಸುವವರಾಗಬೇಕೆಂದು ಕೋರುತ್ತೇನೆ.  ಇಬ್ರಿಯ 6:12	",
},			
{			
"question" :	"	6. ದೇವರು ಈ ಮನುಷ್ಯನಿಗೆ ವಾಗ್ದಾನ ಮಾಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಬ್ರಹಾಮ	",
	"	b. ಹನೋಕ	",
	"	c. ಮೆತೂಶಹೇಲ	",
	"	d. ಹೆರೋದ	"
],			
"correct" :	"	a. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ ವಾಗ್ದಾನಮಾಡಿದಾಗ;   ಇಬ್ರಿಯ 6:13	",
},			
{			
"question" :	"	7. ದೇವರು ಆಣೆಯಿಡುವಾಗ ಯಾರ ಮೇಲೆ ಆಣೆ ಇಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದ ದೂತರ ಮೇಲೆ	",
	"	b.  ಭೂಮ್ಯಾಕಾಶಗಳ ಮೇಲೆ	",
	"	c. ನರಕದ ಬಾಗಿಲುಗಳ ಮೇಲೆ	",
	"	d. ತನ್ನ ಮೇಲೆ	"
],			
"correct" :	"	d. ತನ್ನ ಮೇಲೆ	",
"explanation" :	"	ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ ವಾಗ್ದಾನಮಾಡಿದಾಗ ತನಗಿಂತ ಹೆಚ್ಚಿನವನ ಆಣೆಯಿಡುವದಕ್ಕಾಗದೆ ಇದ್ದದರಿಂದ ತನ್ನಾಣೆಯಿಟ್ಟು   ಇಬ್ರಿಯ 6:13	",
},			
{			
"question" :	"	8. ಅಬ್ರಹಾಮನು ದೇವರ ವಾಗ್ದಾನವನ್ನು ಹೀಗೆ  ಹೊಂದುಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಹುದಿವನ ಕಾದು	",
	"	b. ಕುರಿಯನ್ನು ಬಲಿನೀಡಿ	",
	"	c. ಫಿಲಿಷ್ಟಿಯರನ್ನು ಕೊಂದು	",
	"	d. ಉಪವಾಸ ಮತ್ತು ಪ್ರಾರ್ಥನೆಗಳಿಂದ	"
],			
"correct" :	"	a. ಬಹುದಿವನ ಕಾದು	",
"explanation" :	"	ಆ ವಾಗ್ದಾನದ ಫಲಕ್ಕೋಸ್ಕರ ಅಬ್ರಹಾಮನು ಬಹು ದಿವಸ ಕಾದುಕೊಂಡಿದ್ದು ಆ ಫಲವನ್ನು ದೇವರು ಹೇಳಿದ ಹಾಗೆಯೇ ಹೊಂದಿದನು.  ಇಬ್ರಿಯ 6:15	",
},			
{			
"question" :	"	9. ದೇವರು ಇದನ್ನು ಮಾಡಲಾರನು.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಕೋಪವನ್ನು ತೋರಿಸುವುದು	",
	"	b. ಸುಳ್ಳಾಡುವುದು	",
	"	c. ಮನುಷ್ಯರ ಪಾಪಗಳನ್ನು ಲೆಕ್ಕಿಸುವುದು	",
	"	d. ಕರುಣೆ ತೋರಿಸುವುದು	"
],			
"correct" :	"	b. ಸುಳ್ಳಾಡುವುದು	",
"explanation" :	"	ಈ ಆಧಾರಗಳನ್ನು ಕೊಟ್ಟದ್ದರಲ್ಲಿ ದೇವರು ಸುಳ್ಳಾಡಿರಲಾರನು;  ಇಬ್ರಿಯ 6:19	",
},			
{			
"question" :	"	10. ಯೇಸುವು ಸದಾಕಾಲವು ಈ ತರಹದ ಮಹಾಯಾಜಕನು	",
"image" :	"",		
"choices" : [			
	"	a. ಯೋಸೇಫ	",
	"	b. ರೂಬೇನ್	",
	"	c. ಅಶೇರ್	",
	"	d. ಮೆಲ್ಕಿಜೆದೇಕ	"
],			
"correct" :	"	d. ಮೆಲ್ಕಿಜೆದೇಕ	",
"explanation" :	"	ಯೇಸು ಸದಾಕಾಲವೂ ಮೆಲ್ಕಿಜೆದೇಕನ ತರಹದ ಮಹಾಯಾಜಕನಾಗಿದ್ದು ನಮಗೋಸ್ಕರ ಮುಂದಾಗಿ ಹೋಗಿ ಆ ಸಾನಿಧ್ಯವನ್ನು ಪ್ರವೇಶಿಸಿದ್ದಾನೆ.     ಇಬ್ರಿಯ 6:20	",
},			
]			