var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1. ಈತನು ಅಬ್ರಹಾಮನನ್ನು ಎದುರುಗೊಂಡು ಅವನನ್ನು ಆಶೀರ್ವದಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	a. ದಾವೀದ	",
	"	b. ಸಮುವೇಲ	",
	"	c. ಏಲಿ	",
	"	d. ಮೆಲ್ಕಿಜೆದೇಕ	"
],			
"correct" :	"	d. ಮೆಲ್ಕಿಜೆದೇಕ	",
"explanation" :	"	ಈ ಮೆಲ್ಕಿಜೆದೇಕನು ಸಾಲೇಮಿನ ಅರಸನೂ ಪರಾತ್ಪರನಾದ ದೇವರ ಯಾಜಕನೂ ಆಗಿದ್ದನು; ರಾಜರನ್ನು ಹೊಡೆದು ಹಿಂತಿರುಗಿ ಬರುತ್ತಿದ್ದ ಅಬ್ರಹಾಮನನ್ನು ಎದುರುಗೊಂಡು ಅವನನ್ನು ಆಶೀರ್ವದಿಸಿದನು;  ಇಬ್ರಿಯ 7:1	",
},			
{			
"question" :	"	2. ಅಬ್ರಹಾಮನು ತಾನು ಜಯಿಸಿಕೊಂಡು ಬಂದಿದ್ದ ಎಲ್ಲಾವುಗಳಲ್ಲಿ ಇಷ್ಟು ಭಾಗವನ್ನು ಯಾಜಕನಿಗೆ ಕೊಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. 1/2	",
	"	b. 1/4	",
	"	c. 1/3	",
	"	d. 1/10	"
],			
"correct" :	"	d. 1/10	",
"explanation" :	"	ಅವನಿಗೆ ಅಬ್ರಹಾಮನು ತಾನು ಜಯಿಸಿಕೊಂಡು ಬಂದಿದ್ದ ಎಲ್ಲಾ ವಸ್ತುಗಳಲ್ಲಿ ಹತ್ತನೆಯ ಒಂದು ಭಾಗವನ್ನು ಕೊಟ್ಟನು.  ಇಬ್ರಿಯ 7:2	",
},			
{			
"question" :	"	3. ಈ ಕುಲದಲ್ಲಿ ಹುಟ್ಟಿರುವವರು ದಶಮಭಾಗವನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ರೂಬೇನ್	",
	"	b. ಅಶೇರ್	",
	"	c. ಲೇವಿ	",
	"	d. ದಾನ್	"
],			
"correct" :	"	c. ಲೇವಿ	",
"explanation" :	"	ಲೇವಿಯ ಕುಲದವರಲ್ಲಿ ಯಾಜಕೋದ್ಯೋಗವನ್ನು ಹೊಂದುವವರು ಜನರಿಂದ ಅಂದರೆ ಅಬ್ರಹಾಮನ ವಂಶಸ್ಥರಾಗಿರುವ ತಮ್ಮ ಸಹೋದರರಿಂದಲೇ ದಶಮಭಾಗಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದಕ್ಕೆ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಅಪ್ಪಣೆ ಉಂಟು;  ಇಬ್ರಿಯ 7:5	",
},			
{			
"question" :	"	4. ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಉಂಟಾದ ಇದು ಲೇವಿಕ ಯಾಜಕತ್ವದ ಮೇಲೆ ಆಧಾರಗೊಂಡಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	b. ಮಿತಿಯಿಲ್ಲದ ಕರುಣೆ	",
	"	c. ಸಕಾಲದಲ್ಲಿ ಬಹುಮಾನ	",
	"	d. ನಿತ್ಯತ್ವ	"
],			
"correct" :	"	a. ಧರ್ಮಶಾಸ್ತ್ರ	",
"explanation" :	"	ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಉಂಟಾದ ಧರ್ಮಶಾಸ್ತ್ರವು ಲೇವಿಕ ಯಾಜಕತ್ವದ ಮೇಲೆಯೇ ಆಧಾರಗೊಂಡಿದೆಯಷ್ಟೆ.   ಇಬ್ರಿಯ 7:11	",
},			
{			
"question" :	"	5. ನಮ್ಮ ಕರ್ತನು ಈ ಕುಲದಲ್ಲಿ ಜನಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಶೇರ್	",
	"	b. ಯೆಹೂದ	",
	"	c. ರೂಬೇನ್	",
	"	d. ಬೆಂಜಮೀನ್	"
],			
"correct" :	"	b. ಯೆಹೂದ	",
"explanation" :	"	ನಮ್ಮ ಕರ್ತನು ಯೆಹೂದ ಕುಲದಲ್ಲಿ ಜನಿಸಿದವನೆಂಬದು ಪ್ರಸಿದ್ಧವಾಗಿದೆಯಷ್ಟೆ;  ಇಬ್ರಿಯ 7:14	",
},			
{			
"question" :	"	6. ಇದಲ್ಲದೆ ಬೇರೊಬ್ಬ ಯಾಜಕನು ಶರೀರಧರ್ಮ ನಿಯಮದ ಪ್ರಕಾರವಾಗಿರದೆ ಹೀಗಿರುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕ ರೂಪದಲ್ಲಿ	",
	"	b. ಕತ್ತಿ ಮತ್ತು ಗುರಾಣಿಯಂತೆ	",
	"	c. ವಿಷ ಸರ್ಪ	",
	"	d. ನಿರ್ಲಯವಾದ ಜೀವದ ಶಕ್ತಿಯುಳ್ಳವನು	"
],			
"correct" :	"	d. ನಿರ್ಲಯವಾದ ಜೀವದ ಶಕ್ತಿಯುಳ್ಳವನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಬೇರೊಬ್ಬ ಯಾಜಕನು ಶರೀರಧರ್ಮ ವಿಷಯವಾದ ನಿಯಮದ ಪ್ರಕಾರವಾಗಿರದೆ ಮೆಲ್ಕಿಜೆದೇಕನ ಸಾದೃಶ್ಯದಲ್ಲಿ ನಿರ್ಲಯವಾದ ಜೀವದ ಶಕ್ತಿಯುಳ್ಳವನಾಗಿದ್ದು ಬರಬೇಕಾದದರಿಂದ ನಮ್ಮ ಸಿದ್ಧಾಂತ ಮತ್ತೂ ಸ್ಪಷ್ಟವಾಯಿತು.  ಇಬ್ರಿಯ 7:15-16	",
},			
{			
"question" :	"	7. ಧರ್ಮಶಾಸ್ತ್ರವು ಯಾವುದನ್ನೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಕಾನೂನಿಗೆ ತರುವುದಿಲ್ಲ	",
	"	b. ಅನ್ಯಾಯ ಮಾಡುವುದಿಲ್ಲ	",
	"	c. ಸಿದ್ದಿಗೆ ತರುವುದಿಲ್ಲ	",
	"	d. ಲೆಕ್ಕಕ್ಕೆ ತರುವುದಿಲ್ಲ	"
],			
"correct" :	"	c. ಸಿದ್ದಿಗೆ ತರುವುದಿಲ್ಲ	",
"explanation" :	"	ಧರ್ಮಶಾಸ್ತ್ರವು ಯಾವದನ್ನೂ ಸಿದ್ಧಿಗೆ ತಾರದೆ ಇರುವದರಿಂದ;   ಇಬ್ರಿಯ 7:19	",
},			
{			
"question" :	"	8. ಲೇವಿಯರು ಶಾಶ್ವತವಾಗಿ ಉದ್ಯೋಗ ನಡಿಸುವುದಕ್ಕೆ ಇದು ಅಡ್ಡಿಯಾಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯ	",
	"	b. ಶರೀರದ ಕರ್ಮಗಳು	",
	"	c. ಕೆಟ್ಟ ದೃಷ್ಟಿ	",
	"	d. ಮರಣ	"
],			
"correct" :	"	d. ಮರಣ	",
"explanation" :	"	ಲೇವಿಯರು ಶಾಶ್ವತವಾಗಿ ಉದ್ಯೋಗ ನಡಿಸುವದಕ್ಕೆ ಮರಣವು ಅಡ್ಡಿಯಾದದರಿಂದ ಻ವರಿಲ್ಲಿ ಯಾಜಕರಾದವರು ಅನೇಕರು;  ಇಬ್ರಿಯ 7:23	",
},			
{			
"question" :	"	9. ಈತನು ಮನುಷ್ಯರಿಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆಮಾಡುವದಕ್ಕೆ ಯಾವಗಲೂ ಬದುಕುವವನಾಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೇವಿ	",
	"	b. ಮೋಶೆ	",
	"	c. ಆರೋನ್	",
	"	d. ಯೇಸು	"
],			
"correct" :	"	d. ಯೇಸು	",
"explanation" :	"	ಆದಕಾರಣ ಆತನು ತನ್ನ ಮೂಲಕ ದೇವರ ಬಳಿಗೆ ಬರುವವರನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ರಕ್ಷಿಸುವದಕ್ಕೆ ಶಕ್ತನಾಗಿದ್ದಾನೆ; ಅವರಿಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆಮಾಡುವದಕ್ಕೆ ಯಾವಾಗಲೂ ಬದುಕುವವನಾಗಿದ್ದಾನೆ.  ಇಬ್ರಿಯ 7:25	",
},			
{			
"question" :	"	10. ಮಹಾಯಾಜಕರು ಮಾಡುವಂತೆ ಯೇಸು ಪ್ರತಿನಿತ್ಯವೂ ಇದನ್ನು ಮಾಡುವ ಅವಶ್ಯವಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	a. ಕರುಣೆ ತೋರುವುದು	",
	"	b. ಪಾಪಕ್ಕೆ ನ್ಯಾಯ ತೀರಿಸುವುದು	",
	"	c. ಪಾಪ ಪರಿಹಾರಕ್ಕಾಗಿ ಸಮರ್ಪಿಸುವುದು	",
	"	d. ಮನಷ್ಯರೊಂದಿಗೆ ಸಮಾಲೋಚಿಸುವುದು	"
],			
"correct" :	"	c. ಪಾಪ ಪರಿಹಾರಕ್ಕಾಗಿ ಸಮರ್ಪಿಸುವುದು	",
"explanation" :	"	ಮೊದಲು ತಮ್ಮ ಪಾಪಪರಿಹಾರಕ್ಕಾಗಿ ಆಮೇಲೆ ಜನರ ಪಾಪಪರಿಹಾರಕ್ಕಾಗಿ ಸಮರ್ಪಣೆ ಮಾಡುವ ಲೇವಿಕ ಮಹಾಯಾಜಕರಂತೆ ಈತನು ಪ್ರತಿನಿತ್ಯವೂ ಸಮರ್ಪಿಸಬೇಕಾದ ಅವಶ್ಯವಿಲ್ಲ.    ಇಬ್ರಿಯ 7:27	",
},			
]			