var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1. ಇಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳುವಂತಹ ಮಹಾ ಯಾಜಕನು ನಮಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೊಡ್ಡದಾದ ಮೋಡದ ಮೇಲೆ	",
	"	b. ಬೆಟ್ಟದ ತುದಿಯಲ್ಲಿ	",
	"	c. ಕೋಪ ಮತ್ತು ಪ್ರತೀಕಾರದಲ್ಲಿ	",
	"	d. ದೇವರ ಸಿಂಹಾಸನದ ಬಲಗಡೆಯಲ್ಲಿ	"
],			
"correct" :	"	d. ದೇವರ ಸಿಂಹಾಸನದ ಬಲಗಡೆಯಲ್ಲಿ	",
"explanation" :	"	ನಾವು ಈಗ ಹೇಳುವ ಸಂಗತಿಗಳಲ್ಲಿ ಮುಖ್ಯವಾದ ಮಾತೇನಂದರೆ ಪರಲೋಕದೊಳಗೆ ಮಹತ್ವವುಳ್ಳ ದೇವರ ಸಿಂಹಾಸನದ ಬಲಗಡೆಯಲ್ಲಿ ಆಸನಾರೂಢನಾದಂಥ ಮಹಾಯಾಜಕನು ನಮಗಿದ್ದಾನೆ.    ಇಬ್ರಿಯ 8:1	",
},			
{			
"question" :	"	2. ಮಹಾಯಾಜಕನು ಈತನು ಹಾಕಿರುವ ಪರಿಶುದ್ಧಸ್ಥಳದಲ್ಲಿ ಸೇವೆ ಮಾಡುವವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಮನುಷ್ಯರು	",
	"	c. ದೂತರು	",
	"	d. ಕರ್ತನು	"
],			
"correct" :	"	d. ಕರ್ತನು	",
"explanation" :	"	ಈತನು ಪವಿತ್ರಸ್ಥಾನದಲ್ಲಿ ಅಂದರೆ ಮನುಷ್ಯನು ಹಾಕದೆ ಕರ್ತನೇ ಹಾಕಿದ ನಿಜವಾದ ದೇವದರ್ಶನಗುಡಾರದಲ್ಲಿ ಯಾಜಕೋದ್ಯೋಗ ನಡಿಸುವವನಾಗಿದ್ದಾನೆ.  ಇಬ್ರಿಯ 8:2	",
},			
{			
"question" :	"	3. ಪ್ರತಿಯೊಬ್ಬ ಮಹಾಯಾಜಕನು ಇದಕ್ಕೆ ನೇಮಕವಾಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರನ್ನು ಮತ್ತು ದೇವರಿಗೆ ನ್ಯಾಯ ತೀರಿಸಲು	",
	"	b. ಮೋಸ ಮತ್ತು ಜಗಳಗಳನ್ನು ತೆಗೆಯಲು	",
	"	c. ಕಾಣಿಕೆ ಯಜ್ಞಗಳನ್ನು ಸಮರ್ಪಿಸಲು	",
	"	d. ಅನ್ಯರನ್ನು ಸ್ವಾಗತಿಸಲು	"
],			
"correct" :	"	c. ಕಾಣಿಕೆ ಯಜ್ಞಗಳನ್ನು ಸಮರ್ಪಿಸಲು	",
"explanation" :	"	ಪ್ರತಿಯೊಬ್ಬ ಮಹಾಯಾಜಕನು ಕಾಣಿಕೆಗಳನ್ನೂ ಯಜ್ಞಗಳನ್ನೂ ಸಮರ್ಪಿಸುವದಕ್ಕೆ ನೇಮಕವಾಗಿರುತ್ತಾನಷ್ಟೆ;  ಇಬ್ರಿಯ 8:3	",
},			
{			
"question" :	"	4. ಈ ಭೂಮಿಯ ಯಾಜಕರು ಇದರ ಪ್ರಕಾರ ಕಾಣಿಕೆಗಳನ್ನು ಸಮರ್ಪಿಸುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರ ಆಸೆಯಂತೆ	",
	"	b. ಧರ್ಮನಿಯಮದ ಪ್ರಕಾರ	",
	"	c. ಕೋಪದ ಪ್ರಕಾರ	",
	"	d. ನ್ಯಾಯದ ಪ್ರಕಾರ	"
],			
"correct" :	"	b. ಧರ್ಮನಿಯಮದ ಪ್ರಕಾರ	",
"explanation" :	"	ಈತನು ಇನ್ನೂ ಭೂಮಿಯ ಮೇಲೆ ಇದ್ದದ್ದೇ ಆದರೆ ಯಾಜಕನಾಗಿರುತ್ತಿರಲಿಲ್ಲ; ಇಬ್ರಿಯ 8:4	",
},			
{			
"question" :	"	5. ಈತನಿಗೆ ಬೆಟ್ಟದ ಮೇಲೆ ತೋರಿಸಿದ ಪ್ರಕಾರವೇ ದೇವದರ್ಶನ ಗುಡಾರವನ್ನು ನಿರ್ಮಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸೊಲೊಮೋನ	",
	"	b. ದಾವೀದ	",
	"	c. ಯೇಸು	",
	"	d. ಮೋಶೆ	"
],			
"correct" :	"	d. ಮೋಶೆ	",
"explanation" :	"	ಅವರು ಪರಲೋಕದಲ್ಲಿರುವ ದೇವಾಲಯದ ಪ್ರತಿರೂಪವು ಛಾಯೆಯೂ ಆಗಿರುವ ಆಲಯದಲ್ಲಿ ಯಾಜಕತ್ವವನ್ನು ನಡಿಸುವವರು.  ಮೋಶೆಯು ದೇವದರ್ಶನಗುಡಾರವನ್ನು ಮಾಡುವದಕ್ಕಿದ್ದಾಗ ಬೆಟ್ಟದಲ್ಲಿ ನಾನು ನಿನಗೆ ತೋರಿಸಿದ ಮಾದರಿಯ ಪ್ರಕಾರವೇ ಎಲ್ಲವನ್ನು ಮಾಡಿಸಬೇಕು ಎಂಬ ದೈವೋಕ್ತಿಯು ಅವನಿಗೆ ಉಂಟಾಯಿತಲ್ಲ.  ಇಬ್ರಿಯ 8:5	",
},			
{			
"question" :	"	6. ನಮ್ಮ ಯಾಜಕನು ಇವುಗಳ ಮೇಲೆ ಸ್ಥಾಪಿತವಾದ ಉತ್ತಮವಾದ ಒಡಂಬಡಿಕೆಗೆ ಮಧ್ಯಸ್ಥನಾಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಪರಿಶುದ್ದ ಮನುಷ್ಯನ ಮೇಲೆ	",
	"	b. ಪರಲೋಕದ ದೂತರ ಮೇಲೆ	",
	"	c. ಉತ್ತಮ ವಾಗ್ದಾನಗಳ ಮೇಲೆ	",
	"	d. ಮನುಷ್ಯರ ಹೃದಯದ ಮೇಲೆ	"
],			
"correct" :	"	c. ಉತ್ತಮ ವಾಗ್ದಾನಗಳ ಮೇಲೆ	",
"explanation" :	"	ಆದರೆ ಯೇಸು ಅದಕ್ಕಿಂತ ಶ್ರೇಷ್ಠವಾದ ಯಾಜಕೋದ್ಯೋಗವನ್ನು ಹೊಂದಿದವನಾಗಿದ್ದಾನೆ; ಉತ್ತಮ ವಾಗ್ದಾನಗಳ ಮೇಲೆ ಸ್ಥಾಪಿತವಾದ ಉತ್ತಮವಾದ ಒಡಂಬಡಿಕೆಗೆ ಮಧ್ಯಸ್ಥನಾಗಿದ್ದಾನೆ.  ಇಬ್ರಿಯ 8:6	",
},			
{			
"question" :	"	7. ಇದು ದೋಷವಿಲ್ಲದ್ದಾಗಿದ್ದರೆ ಎರಡನೆಯ ಒಡಂಬಡಿಕೆಗೆ ಅವಕಾಶವು ಇರುತ್ತಿರಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೊದಲನೆಯ ಭೂಮಿ	",
	"	b. ಮೊದಲನೆಯ ಒಡಂಬಡಿಕೆ	",
	"	c. ಮೊದಲನೆಯ ಮೆಸ್ಸಿಯ	",
	"	d. ಮೊದಲನೆಯ ಪರಲೋಕ	"
],			
"correct" :	"	b. ಮೊದಲನೆಯ ಒಡಂಬಡಿಕೆ	",
"explanation" :	"	ಆ ಮೊದಲನೆಯ ಒಡಂಬಡಿಕೆಯು ದೋಷವಿಲ್ಲದ್ದಾಗಿದ್ದರೆ ಎರಡನೆಯ ಒಡಂಬಡಿಕೆಗೆ ಅವಕಾಶವು ಇರುತ್ತಿರಲಿಲ್ಲ.  ಇಬ್ರಿಯ 8:7	",
},			
{			
"question" :	"	8. ದೇವರು ಇವರ ಪಿತೃಗಳನ್ನು ಯಾವ ದೇಶದೊಳಗಿಂದ ಕರಕೊಂಡು ಬಂದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಐಗುಪ್ತ	",
	"	b. ಕಾನಾ	",
	"	c. ಮಿದ್ಯಾನ	",
	"	d. ಯೆರೂಷಲೇಮು	"
],			
"correct" :	"	a. ಐಗುಪ್ತ	",
"explanation" :	"	ಈ ಒಡಂಬಡಿಕೆಯು ನಾನು ಇವರ ಪಿತೃಗಳನ್ನು ಕೈಹಿಡಿದು ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಕರಕೊಂಡು ಬಂದ ಕಾಲದಲ್ಲಿ ಅವರ ಸಂಗಡ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯಂಥದಲ್ಲ;   ಇಬ್ರಿಯ 8:9	",
},			
{			
"question" :	"	9. ಕರ್ತನು ಹೇಳಿದ್ದು: ಇಸ್ರಾಯೇಲ್ ವಂಶದವರ ಮನಸ್ಸಿನಲ್ಲಿ ಇದನ್ನು ಇಡುವೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೃಪೆ	",
	"	b. ಕೋಪ	",
	"	c. ಆಜ್ಞೆಗಳನ್ನು	",
	"	d. ಗೊಂದಲ	"
],			
"correct" :	"	c. ಆಜ್ಞೆಗಳನ್ನು	",
"explanation" :	"	ಆ ದಿನಗಳು ಬಂದ ಮೇಲೆ ನಾನು ಇಸ್ರಾಯೇಲ್ ವಂಶದವರೊಂದಿಗೆ ಮಾಡಿಕೊಳಳುವ ಒಡಂಬಡಿಕೆಯು ಹೀಗಿರುವದು ; ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಅವರ ಮನಸ್ಸಿನಲ್ಲಿ ಇಡುವೆನು;   ಇಬ್ರಿಯ 8:10	",
},			
{			
"question" :	"	10. ಕರ್ತನು ಹೇಳಿದ್ದು: ಇದನ್ನು ನನ್ನ ನೆನಪಿಗೆ ತರುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರ ಪಾಪಗಳು	",
	"	b. ಅವರ ಹೆಸರುಗಳು	",
	"	c. ಅವರ ಪಿತೃಗಳನ್ನು	",
	"	d. ಅವರ ಮಕ್ಕಳನ್ನು	"
],			
"correct" :	"	a. ಅವರ ಪಾಪಗಳು	",
"explanation" :	"	ನಾನು ಅವರ ದುಷ್ಕೃತ್ಯಗಳ ವಿಷಯವಾಗಿ ಕ್ಷಮೆಯುಳ್ಳವನಾಗಿರುವೆನು, ಅವರ ಪಾಪಗಳನ್ನು ನನ್ನ ನೆನಪಿಗೆ ಎಂದಿಗೂ ತರುವದಿಲ್ಲ ಎಂದು ಕರ್ತನು ನುಡಿಯುತ್ತಾನೆ.  ಇಬ್ರಿಯ 8:12	",
},			
]			