var quiztitle = " ಇಬ್ರಿಯರಿಗೆ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1. ಎರಡನೆಯ ತೆರೆಯ ಆಚೆಯಲ್ಲಿ ಅತಿಪವಿತ್ರ ಸ್ಥಾನವೆನಿಸಿಕೊಳ್ಳುವ ಇನ್ನೊಂದು ಭಾಗದಲ್ಲಿ ಇದು ಇತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷ	",
	"	b. ನೋಹನ ದೋಣಿ	",
	"	c. ದಾವೀದನ ಕತ್ತಿ	",
	"	d. ದಾವೀದನ ಕಿರೀಟ	"
],			
"correct" :	"	a. ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷ	",
"explanation" :	"	ಎರಡನೆಯ ತೆರೆಯ ಆಚೆಯಲ್ಲಿ ಅತಿಪವಿತ್ರ ಸ್ಥಾನವೆನಿಸಿಕೊಳ್ಳುವ ಇನ್ನೊಂದು ಭಾಗವಿತ್ತು; ಅದರಲ್ಲಿ ಚಿನ್ನದ ಧೂಪಾರತಿ, ಒಳಗೂ ಹೊರಗೂ ಚಿನ್ನದ ತಗಡನ್ನು ಮಡಾಯಿಸಿದ್ದ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷ ಇವುಗಳಿದ್ದವು.  ಆ ಮಂಜೂಷದೊಳಗೆ ಮನ್ನಾ ಇಟ್ಟಿದ್ದ ಚಿನ್ನದ ಪಾತ್ರೆಯೂ ಆರೋನನ ಚಿಗುರಿದ ಕೋಲೂ ಒಡಂಬಡಿಕೆ ಬರೆದಿದ್ದ ಕಲ್ಲಿನ ಹಲಿಗೆಗಳೂ ಇದ್ದವು; ಇಬ್ರಿಯ 9:3-4.	",
},			
{			
"question" :	"	2. ಈತನ ಚಿಗುರಿದ ಕೋಲೂ ಅತಿಪವಿತ್ರ ಸ್ಥಾನದಲ್ಲಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ಆರೋನ	",
	"	c. ಫರೋಹ	",
	"	d. ದಾವೀದ 	"
],			
"correct" :	"	b. ಆರೋನ	",
"explanation" :	"	ಎರಡನೆಯ ತೆರೆಯ ಆಚೆಯಲ್ಲಿ ಅತಿಪವಿತ್ರ ಸ್ಥಾನವೆನಿಸಿಕೊಳ್ಳುವ ಇನ್ನೊಂದು ಭಾಗವಿತ್ತು; ಅದರಲ್ಲಿ ಚಿನ್ನದ ಧೂಪಾರತಿ, ಒಳಗೂ ಹೊರಗೂ ಚಿನ್ನದ ತಗಡನ್ನು ಮಡಾಯಿಸಿದ್ದ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷ ಇವುಗಳಿದ್ದವು.  ಆ ಮಂಜೂಷದೊಳಗೆ ಮನ್ನಾ ಇಟ್ಟಿದ್ದ ಚಿನ್ನದ ಪಾತ್ರೆಯೂ ಆರೋನನ ಚಿಗುರಿದ ಕೋಲೂ ಒಡಂಬಡಿಕೆ ಬರೆದಿದ್ದ ಕಲ್ಲಿನ ಹಲಿಗೆಗಳೂ ಇದ್ದವು; ಇಬ್ರಿಯ 9:3-4.	",
},			
{			
"question" :	"	3. ಅತಿಪವಿತ್ರ ಸ್ಥಾನಕ್ಕೆ ಯಾರು ಹೋಗುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ದಾವೀದ	",
	"	c. ಪ್ರವಾದಿ	",
	"	d. ಮಹಾಯಾಜಕ	"
],			
"correct" :	"	d. ಮಹಾಯಾಜಕ	",
"explanation" :	"	ಆದರೆ ಎರಡನೆಯ ಭಾಗದೊಳಗೆ ಮಹಾಯಾಜಕನೊಬ್ಬನೇ ವರುಷಕ್ಕೆ ಒಂದೇ ಸಾರಿ ಹೋಗುತ್ತಾನೆ.  ಇಬ್ರಿಯ 9:7	",
},			
{			
"question" :	"	4. ವರುಷಕ್ಕೆ ಎಷ್ಟು ಸಾರಿ ಅತಿಪವಿತ್ರಸ್ಥಾನಕ್ಕೆ ಮಹಾಯಾಜಕನು ಹೋಗುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಾರಕ್ಕೊಂದು ಸಾರಿ	",
	"	b. ತಿಂಗಳಿಗೊಂದು ಸಾರಿ	",
	"	c. ದಿನಕ್ಕೊಂದು ಸಾರಿ	",
	"	d. ವರುಷಕ್ಕೊಂದು ಸಾರಿ	"
],			
"correct" :	"	d. ವರುಷಕ್ಕೊಂದು ಸಾರಿ	",
"explanation" :	"	ಆದರೆ ಎರಡನೆಯ ಭಾಗದೊಳಗೆ ಮಹಾಯಾಜಕನೊಬ್ಬನೇ ವರುಷಕ್ಕೆ ಒಂದೇ ಸಾರಿ ಹೋಗುತ್ತಾನೆ.  ಇಬ್ರಿಯ 9:7	",
},			
{			
"question" :	"	5. ಈತನು ಮಹಾಯಾಜಕನಾದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತನು	",
	"	b. ಮೋಶೆ	",
	"	c. ಸೈತಾನ	",
	"	d. ಸೊಲೊಮೋನ	"
],			
"correct" :	"	a. ಕ್ರಿಸ್ತನು	",
"explanation" :	"	ಆದರೆ ಕ್ರಿಸ್ತನು ಈಗ ದೊರೆತಿರುವ ಮೇಲುಗಳನ್ನು ಕುರಿತು ಮಹಾಯಾಜಕನಾಗಿ ಬಂದು;   ಇಬ್ರಿಯ 9:11	",
},			
{			
"question" :	"	6. ಕ್ರಿಸ್ತನು ಇದರಿಂದ ನಿತ್ಯವಿಮೋಚನೆಯನ್ನು ಸಂಪಾದಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸ್ವಂತ ರಕ್ತದಿಂದ	",
	"	b. ಹೋರಿಗಳ ರಕ್ತದಿಂದ	",
	"	c. ಕುರಿಯ ರಕ್ತದಿಂದ	",
	"	d. ಹೃದಯದ ಮಾತುಗಳಿಂದ	"
],			
"correct" :	"	a. ಸ್ವಂತ ರಕ್ತದಿಂದ	",
"explanation" :	"	ಹೋತಗಳ ಮತ್ತು ಹೋರಿಕರಗಳ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಳ್ಳದೆ ಸ್ವಂತ ರಕ್ತವನ್ನೇ ತೆಗೆದುಕೊಂಡು ನಮಗೋಸ್ಕರ ನಿತ್ಯವಿಮೋಚನೆಯನ್ನು ಸಂಪಾದಿಸಿಕೊಂಡವನಾಗಿ ಒಂದೇ ಸಾರಿ ದೇವರ ಸನ್ನಿಧಾನಕ್ಕೆ ಪ್ರವೇಶಿಸಿದನು.    ಇಬ್ರಿಯ 9:12	",
},			
{			
"question" :	"	7. ಮರಣಶಾಸನವು ಇವರ ಮೇಲೆ ನಡೆಯುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ಷಮಿಸಲ್ಪಟ್ಟವರ ಮೇಲೆ	",
	"	b. ಐಶ್ವರ್ಯವಂತರ ಮೇಲೆ	",
	"	c. ಮರಣವಾದವರ ಮೇಲೆ	",
	"	d. ಮದ್ಯಪಾನಿಗಳ ಮೇಲೆ	"
],			
"correct" :	"	c. ಮರಣವಾದವರ ಮೇಲೆ	",
"explanation" :	"	ಮರಣಶಾಸನವು ಮರಣವಾದ ಮೇಲೆ ನಡೆಯುವುದೇ ಹೊರತು ಬರೆಯಿಸಿದವನು ಜೀವದಿಂದಿರುವಾಗ ಎಂದಿಗೂ ಸಲ್ಲುವದಿಲ್ಲ.  ಇಬ್ರಿಯ 9:17	",
},			
{			
"question" :	"	8. ಮೋಶೆಯು ಇದನ್ನು ಗ್ರಂಥದ ಮೇಲೂ ಜನರ ಮೇಲೂ ಪ್ರೋಕ್ಷಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದ್ರಾಕ್ಷಾರಸ	",
	"	b. ಎಣ್ಣೆ	",
	"	c. ಧೂಪ	",
	"	d. ರಕ್ತ	"
],			
"correct" :	"	d. ರಕ್ತ	",
"explanation" :	"	ಮೋಶೆಯು ದೇವರ ವಿಧಿಗಳನ್ನೆಲ್ಲಾ ಧರ್ಮಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ಜನರೆಲ್ಲರಿಗೆ ಹೇಳಿದ ಮೇಲೆ ನೀರು, ಕೆಂಪು ಉಣ್ಣೆ, ಹಿಸ್ಸೋಪು ಕಡ್ಡಿ ಇವುಗಳೊಂದಿಗೆ ಹೋರಿಕರಗಳ ಮತ್ತು ಹೋತಗಳ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಂಡು ಇದು ದೇವರು ನಿಮಗೋಸ್ಕರ ವಿಧಿಸಿದ ಒಡಂಬಡಿಕೆಯನ್ನು ಸ್ಥಿರಪಡಿಸುವ ರಕ್ತವಾಗಿದೆ ಎಂದು ಹೇಳಿ ಅದನ್ನು ಗ್ರಂಥದ ಮೇಲೆಯೂ ಎಲ್ಲಾ ಜನರ ಮೇಲೆಯೂ ಪ್ರೋಕ್ಷಿಸಿದನು.  ಇಬ್ರಿಯ 9:19-20	",
},			
{			
"question" :	"	9. ಇದಿಲ್ಲದೆ ಪಾಪಪರಿಹಾರ ಉಂಟಾಗುವದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಲಸ	",
	"	b. ರಕ್ತಧಾರೆ	",
	"	c. ಸಂಪ್ರದಾಯಗಳು ಮತ್ತು ಕಟ್ಟಳೆಗಳು	",
	"	d. ಉಪವಾಸ ಮತ್ತು ಪ್ರಾರ್ಥನೆ	"
],			
"correct" :	"	b. ರಕ್ತಧಾರೆ	",
"explanation" :	"	ಧರ್ಮಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ಸ್ವಲ್ಪಕಡಿಮೆ ಎಲ್ಲಾ ವಸ್ತುಗಳು ರಕ್ತದಿಂದಲೇ ಶುದ್ಧೀಕರಿಸಲ್ಪಡುವವು; ರಕ್ತಧಾರೆಯಿಲ್ಲದೆ ಪಾಪಪರಿಹಾರ ಉಂಟಾಗುವದಿಲ್ಲ.  ಇಬ್ರಿಯ 9:22	",
},			
{			
"question" :	"	10. ಮನುಷ್ಯರಿಗೆ ಸತ್ತಮೇಲೆ ಇದು ನೇಮಕವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನ್ಯಾಯತೀರ್ಪು	",
	"	b. ವಿಶ್ರಾಂತಿ	",
	"	c. ಸಮಾಧಾನ	",
	"	d. ಆಸ್ತಿ	"
],			
"correct" :	"	a. ನ್ಯಾಯತೀರ್ಪು	",
"explanation" :	"	ಒಂದೇ ಸಾರಿ ಸಾಯುವದೂ ಆಮೇಲೆ ನ್ಯಾತೀರ್ಪೂ ಮನುಷ್ಯರಿಗೆ ಹೇಗೆ ನೇಮಕವಾಗಿದೆಯೋ;  ಇಬ್ರಿಯ 9:27	",
},			
]			