var quiztitle = " ಯಾಕೋಬನು ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1.  ಬೋಧಕರಾದ ನಮಗೆ ಕಠಿಣವಾದ ________ ಉಂಟಾಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಹುಮಾನ	",
	"	b. ಗೌರವ	",
	"	c. ತೀರ್ಪು	",
	"	d. ಪ್ರಸಿದ್ದಿ	"
],			
"correct" :	"	c. Condemnation.	",
"explanation" :	"	ನನ್ನ ಸಹೋದರರೇ, ಬೋಧಕರಾದ ನಮಗೆ ಕಠಿನವಾದ ತೀರ್ಪು ಆಗುವದೆಂದು ತಿಳಿದುಕೊಂಡು ಬಹುಮಂದಿ ಬೋಧಕರಾಗಬೇಡಿರಿ.  ಯಾಕೋಬ 3:1	",
},			
{			
"question" :	"	2. ಶಿಕ್ಷಿತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಉದಾರವಾಗಿ ಕೊಡುವನು.	",
	"	b. ಶಿಕ್ಷಕ.	",
	"	c. ಮಾತಿನಲ್ಲಿ ತಪ್ಪದವನು.	",
	"	d. ನಿರೀಕ್ಷೆಯನ್ನುತರುವವನು.	"
],			
"correct" :	"	c. ಮಾತಿನಲ್ಲಿ ತಪ್ಪದವನು.	",
"explanation" :	"	ಅನೇಕ ವಿಷಯಗಳಲ್ಲಿ ನಾವೆಲ್ಲರೂ ತಪ್ಪುವದುಂಟು.  ಒಬ್ಬನು ಮಾತಿನಲ್ಲಿ ತಪ್ಪದಿದ್ದರೆ ಅವನು ಶಿಕ್ಷಿತನೂ ತನ್ನ ದೇಹವನ್ನೆಲ್ಲಾ ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಸಮರ್ಥನೂ ಆಗಿದ್ದಾನೆ.  ಯಾಕೋಬ 3:2	",
},			
{			
"question" :	"	3. ನಾಲಿಗೆಯು ___	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಟ್ಟ	",
	"	b. ಹಳ್ಳ	",
	"	c. ಮೋಡ	",
	"	d. ಕಿಚ್ಚು	"
],			
"correct" :	"	d. ಕಿಚ್ಚು	",
"explanation" :	"	ಎಷ್ಟು ಕೊಂಚ ಕಿಚ್ಚು ಎಷ್ಟು ದೊಡ್ಡ ಕಾಡನ್ನು ಉರಿಸುತ್ತದೆ ನೋಡಿರಿ.  ನಾಲಿಗೆಯೂ ಕಿಚ್ಚೇ; ಯಾಕೋಬ 3:6	",
},			
{			
"question" :	"	4. ಯಾವ ಮಾನವನೂ ಹತೋಟಿಗೆ ತರಲಾರದು ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಿಂಹ	",
	"	b. ಮೂರ್ಖ	",
	"	c. ನಾಲಿಗೆ	",
	"	d. ಮಗು	"
],			
"correct" :	"	c. ನಾಲಿಗೆ	",
"explanation" :	"	ಆದರೆ ನಾಲಿಗೆಯನ್ನು ಯಾವ ಮಾನವನೂ ಹತೋಟಿಗೆ ತರಲಾರನು.  ಅದು ಸುಮ್ಮನಿರಲಾರದ ಕೆಡುಕಾಗಿದೆ; ಮರಣಕರವಾದ ವಿಷದಿಂದ ತುಂಬಿ ಇದೆ.  ಯಾಕೋಬ 3:8	",
},			
{			
"question" :	"	5. ನಾಲಿಗೆಯು ಇದರಿಂದ ತುಂಬಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ಮರಣಕರ ವಿಷ	",
	"	c. ಭರ್ಜಿ	",
	"	d. ಬಾಣ	"
],			
"correct" :	"	b. ಮರಣಕರ ವಿಷ	",
"explanation" :	"	ಆದರೆ ನಾಲಿಗೆಯನ್ನು ಯಾವ ಮಾನವನೂ ಹತೋಟಿಗೆ ತರಲಾರನು.  ಅದು ಸುಮ್ಮನಿರಲಾರದ ಕೆಡುಕಾಗಿದೆ; ಮರಣಕರವಾದ ವಿಷದಿಂದ ತುಂಬಿ ಇದೆ.  ಯಾಕೋಬ 3:8	",
},			
{			
"question" :	"	6. ನಾಲಿಗೆಯಿಂದ ಕರ್ತನನ್ನು ಕೊಂಡಾಡುತ್ತೇವೆ ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೇದನ್ನು ತಡೆಹಿಡಿಯುತ್ತೇವೆ.	",
	"	b. ಬೇಗನೇ ಮರೆತುಬಿಡುತ್ತೇವೆ.	",
	"	c. ಮನುಷ್ಯರನ್ನು ಶಪಿಸುತ್ತೇವೆ.	",
	"	d. ದೇವರನ್ನು ದೂಷಿಸುತ್ತೇವೆ.	"
],			
"correct" :	"	c. ಮನುಷ್ಯರನ್ನು ಶಪಿಸುತ್ತೇವೆ.	",
"explanation" :	"	ನಾಲಿಗೆಯಿಂದ ತಂದೆಯಾದ ಕರ್ತನನ್ನು ಕೊಂಡಾಡುತ್ತೇವೆ; ಅದರಿಂದಲೇ ದೇವರ ಹೋಲಿಕೆಗೆ ಸರಿಯಾಗಿ ಉಂಟುಮಾಡಲ್ಪಟ್ಟ ಮನುಷ್ಯರನ್ನು ಶಪಿಸುತ್ತೇವೆ.  ಯಾಕೋಬ 3:6	",
},			
{			
"question" :	"	7. ಊಟೆಯ ಒಂದೇ ಬಾಯಿಂದ ಇವೆರಡೂ ಹೊರಡುವದುಂಟೇ?	",
"image" :	"",		
"choices" : [			
	"	a. ಎಚ್ಚರಿಕೆ?	",
	"	b. ಸಿಹಿನೀರು ಮತ್ತು ಕಹಿನೀರು	",
	"	c. ಆಕೆಯ ಶಬ್ಧ.	",
	"	d. ಪ್ರೀತಿ ಮತ್ತು ಅನುಕಂಪ	"
],			
"correct" :	"	b. ಸಿಹಿನೀರು ಮತ್ತು ಕಹಿನೀರು	",
"explanation" :	"	ಊಟೆಯ ಒಂದೇ ಬಾಯಿಂದ ಸಿಹಿನೀರು ಕಹಿನೀರು ಎರಡೂ ಹೊರಡುವದುಂಟೇ?   ಯಾಕೋಬ 3:11	",
},			
{			
"question" :	"	8. ಇದು ನಿಮ್ಮೊಳಗೆ ಇದ್ದರೆ ನೀವು ಸತ್ಯಕ್ಕೆ ವಿರೋಧವಾಗಿ ಸುಳ್ಳಾಡಿ ಹೊಗಳಿಕೊಳ್ಳಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ ಮತ್ತು ಅನುಕಂಪ	",
	"	b. ಶಕ್ತಿ ಮತ್ತು ಬಲ	",
	"	c. ಖಿನ್ನತೆ	",
	"	d. ಮತ್ಸರ ಮತ್ತು ಕಕ್ಷಭೇದ	"
],			
"correct" :	"	d. ಮತ್ಸರ ಮತ್ತು ಕಕ್ಷಭೇದ	",
"explanation" :	"	ಆದರೆ ತೀಕ್ಷ್ಣವಾದ ಮತ್ಸರವೂ ಪಕ್ಷಭೇದವೂ ನಿಮ್ಮ ಹೃದಯದೊಳಗೆ ಇರುವಲ್ಲಿ ನೀವು ಸತ್ಯಕ್ಕೆ ವಿರೋಧವಾಗಿ ಸುಳ್ಳಾಡಿ ಹೊಗಳಿಕೊಳ್ಳಬೇಡಿರಿ.  ಯಾಕೋಬ 3:14	",
},			
{			
"question" :	"	9. ಇದು ಇರುವಲ್ಲಿ ಗಲಿಬಿಲಿಯೂ ಸಕಲವಿಧ ನೀಚಕೃತ್ಯಗಳೂ ಇರುವವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಜ್ಞಾನ	",
	"	b. ಬಲ ಮತ್ತು ಶಕ್ತಿ	",
	"	c. ಖಿನ್ನತೆ	",
	"	d. ಮತ್ಸರ ಮತ್ತು ಕಕ್ಷಭೇದ	"
],			
"correct" :	"	d. ಮತ್ಸರ ಮತ್ತು ಕಕ್ಷಭೇದ	",
"explanation" :	"	ಮತ್ಸರವೂ ಪಕ್ಷಭೇದವೂ ಇರುವ ಕಡೆ ಗಲಿಬಿಲಿಯೂ ಸಕಲವಿಧ ನೀಚಕೃತ್ಯಗಳೂ ಇರುವವು.  ಯಾಕೋಬ 3:16	",
},			
{			
"question" :	"	10.  ಇದು ಮೊದಲು ಪರಿಶುದ್ಧವಾದದ್ದು, ಆಮೇಲೆ ಸಮಾಧಾನಕರವಾದದ್ದು, ವಿನಯವುಳ್ಳದ್ದು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಂಬಿಕೆ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಮೇಲಣಿಂದ ಬರುವ ಜ್ಞಾನವು	",
	"	d. ನಮ್ಮ ಪಿತ್ರಾರ್ಜಿತ ಆಸ್ತಿ	"
],			
"correct" :	"	c. ಮೇಲಣಿಂದ ಬರುವ ಜ್ಞಾನವು	",
"explanation" :	"	ಆದರೆ ಮೇಲಣಿಂದ ಬರುವ ಜ್ಞಾನವು ಮೊದಲು ಪರಿಶುದ್ಧವಾದದ್ದು, ಆಮೇಲೆ ಸಮಾಧಾನಕರವಾದದ್ದು, ವಿನಯವುಳ್ಳದ್ದು, ಸಂತೋಷವಾಗಿ ಒಪ್ಪಿಕೊಳ್ಳುವಂಥದು;  ಯಾಕೋಬ 3:17	",
},			
]			