var quiztitle = " ಯಾಕೋಬನು ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಧನಿಕರೇ, ಕೇಳಿರಿ; ನಿಮಗೆ ಬರುವ ದುರ್ದಶೆಗಳಿಗಾಗಿ 	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷಪಡಿರಿ.	",
	"	b. ತ್ಯಾಗಮಾಡಿರಿ.	",
	"	c. ಕಾಣಿಕೆ ನೀಡಿರಿ.	",
	"	d. ಕಣ್ಣೀರಿಡಿರಿ.	"
],			
"correct" :	"	d. ಕಣ್ಣೀರಿಡಿರಿ.	",
"explanation" :	"	ಧನಿಕರೇ, ಕೇಳಿರಿ; ನಿಮಗೆ ಬರುವ ದುರ್ದಶೆಗಳಿಗಾಗಿ ಕಣ್ಣೀರಿಡಿರಿ.  ಯಾಕೋಬ 5:1	",
},			
{			
"question" :	"	2. ನೀವು ದೀರ್ಘಶಾಂತಿಯಿಂದಿರಿ, ಯಾಕಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. It is a virtue.	",
	"	b. ಕರ್ತನ ಪ್ರತ್ಯಕ್ಷತೆಯು ಹತ್ತಿರವಾಯಿತು.	",
	"	c. ಇದು ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆಯಲಾಗಿದೆ.	",
	"	d. ಲೋಕವು ನಿಮ್ಮನ್ನು ಗಮನಿಸುತ್ತಿದೆ.	"
],			
"correct" :	"	b. ಕರ್ತನ ಪ್ರತ್ಯಕ್ಷತೆಯು ಹತ್ತಿರವಾಯಿತು.	",
"explanation" :	"	 ನೀವೂ ದೀರ್ಘಶಾಂತಿಯಿಂದಿರಿ; ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ದೃಢಪಡಿಸಿಕೊಳ್ಳಿರಿ, ಕರ್ತನ ಪ್ರತ್ಯಕ್ಷತೆಯು ಹತ್ತಿರವಾಯಿತು.  ಯಾಕೋಬ 5:8	",
},			
{			
"question" :	"	3. ಕರ್ತನು	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಕೋಪವನ್ನು ತೋರ್ಪಡಿಸುವನು.	",
	"	b. ಅದ್ಭುತವಾದ ದೇವರು.	",
	"	c. ಕರುಣಾಸಾಗರನೂ ದಯಾಳುವೂ ಆಗಿದ್ದಾನೆ.	",
	"	d. ಸ್ವಂತದ್ದನು ಅಪೇಕ್ಷಿಸುವನು.	"
],			
"correct" :	"	c. ಕರುಣಾಸಾಗರನೂ ದಯಾಳುವೂ ಆಗಿದ್ದಾನೆ.	",
"explanation" :	"	ತಾಳಿಕೊಂಡಿರುವವರನ್ನು ಧನ್ಯರೆಂದು ಹೇಳುತ್ತೇವಲ್ಲವೇ.  ನೀವು ಯೋಬನಲ್ಲಿದ್ದ ತಾಳ್ಮೆಯ ವಿಷಯವಾಗಿ ಕೇಳಿ ಕರ್ತನು ಅವನಿಗೆ ಅಂತ್ಯದಲ್ಲಿ ಮಾಡಿದ್ದನ್ನು ನೋಡಿ ಕರ್ತನು ಕರುಣಾಸಾಗರನೂ ದಯಾಳುವೂ ಆಗಿದ್ದಾನೆಂದು ತಿಳಿದಿದ್ದೀರಷ್ಟೆ.  ಯಾಕೋಬ 5:11	",
},			
{			
"question" :	"	4.  ನೀವು ಈ ಮನುಷ್ಯನಲ್ಲಿದ್ದ ತಾಳ್ಮೆಯ ವಿಷಯವನ್ನು ಕೇಳಿರುತ್ತೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೋಬ	",
	"	b. ನೋಹ	",
	"	c. ಯೋನ	",
	"	d. ಏಲಿ	"
],			
"correct" :	"	a. ಯೋಬ	",
"explanation" :	"	ತಾಳಿಕೊಂಡಿರುವವರನ್ನು ಧನ್ಯರೆಂದು ಹೇಳುತ್ತೇವಲ್ಲವೇ.  ನೀವು ಯೋಬನಲ್ಲಿದ್ದ ತಾಳ್ಮೆಯ ವಿಷಯವಾಗಿ ಕೇಳಿ ಕರ್ತನು ಅವನಿಗೆ ಅಂತ್ಯದಲ್ಲಿ ಮಾಡಿದ್ದನ್ನು ನೋಡಿ ಕರ್ತನು ಕರುಣಾಸಾಗರನೂ ದಯಾಳುವೂ ಆಗಿದ್ದಾನೆಂದು ತಿಳಿದಿದ್ದೀರಷ್ಟೆ.  ಯಾಕೋಬ 5:11	",
},			
{			
"question" :	"	5. ಬಾಧೆ ಪಡುವವನು ಏನು ಮಾಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಬೇಕು.	",
	"	b. ಕೀರ್ತನೆ ಹಾಡಬೇಕು.	",
	"	c. ಸಭೆಯ ಹಿರಿಯರಿಗೆ ಹೇಳಿಕಳುಹಿಸಬೇಕು.	",
	"	d. ಸಂತೋಷಿಸಬೇಕು. 	"
],			
"correct" :	"	a. ಪ್ರಾರ್ಥಿಸಬೇಕು.	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಬಾಧೆಪಡುವವನು ಇದ್ದಾನೋ? ಅವನು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಲಿ.  ನಿಮ್ಮಲ್ಲಿ ಸಂತೋಷಪಡುವವನಿದ್ದಾನೋ? ಅವನು ಕೀರ್ತನೆ ಹಾಡಲಿ.  ಯಾಕೋಬ 5:13	",
},			
{			
"question" :	"	6. ನಿಮ್ಮಲ್ಲಿ ಸಂತೋಷಪಡುವವನು ಏನು ಮಾಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಬೇಕು.	",
	"	b. ಕೀರ್ತನೆ ಹಾಡಬೇಕು.	",
	"	c. ಸಭೆಯ ಹಿರಿಯರಿಗೆ ಹೇಳಿಕಳುಹಿಸಬೇಕು.	",
	"	d. ಸಂತೋಷಿಸಬೇಕು. 	"
],			
"correct" :	"	b. ಕೀರ್ತನೆ ಹಾಡಬೇಕು.	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಬಾಧೆಪಡುವವನು ಇದ್ದಾನೋ? ಅವನು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಲಿ.  ನಿಮ್ಮಲ್ಲಿ ಸಂತೋಷಪಡುವವನಿದ್ದಾನೋ? ಅವನು ಕೀರ್ತನೆ ಹಾಡಲಿ.  ಯಾಕೋಬ 5:13	",
},			
{			
"question" :	"	7.ನಿಮ್ಮಲ್ಲಿ ಅಸ್ವಸ್ಥನಾಗಿರುವವನು ಏನು ಮಾಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸಬೇಕು.	",
	"	b. ಕೀರ್ತನೆ ಹಾಡಬೇಕು.	",
	"	c. ಸಭೆಯ ಹಿರಿಯರಿಗೆ ಹೇಳಿಕಳುಹಿಸಬೇಕು.	",
	"	d. ಸಂತೋಷಿಸಬೇಕು. 	"
],			
"correct" :	"	c. ಸಭೆಯ ಹಿರಿಯರಿಗೆ ಹೇಳಿಕಳುಹಿಸಬೇಕು.	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಅಸ್ವಸ್ಥನಾಗಿರವವನು ಇದ್ದಾನೋ? ಅವನು ಸಭೆಯ ಹಿರಿಯರನ್ನು ಕರೇಕಳುಹಿಸಲಿ;  ಯಾಕೋಬ 5:14	",
},			
{			
"question" :	"	8. ನಂಬಿಕೆಯಿಂದ ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಯು ರೋಗಿಯನ್ನು ರಕ್ಷಿಸುವದು; ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನು ನಿತ್ಯಕ್ಕೂ ಜೀವಿಸುವನು.	",
	"	b. ಕರ್ತನು ಅವನನ್ನು ಎಬ್ಬಿಸುವನು	",
	"	c. ಮಹಾಸಭೆಯಲ್ಲಿ ಅವನು ಸ್ತೋತ್ರ ಮಾಡುವನು.	",
	"	d.ಅವನು ಬೆಟ್ಟಗಳನ್ನು ಕದಲಿಸುವನು.	"
],			
"correct" :	"	b. ಕರ್ತನು ಅವನನ್ನು ಎಬ್ಬಿಸುವನು	",
"explanation" :	"	ನಂಬಿಕೆಯಿಂದ ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಯು ರೋಗಿಯನ್ನು ರಕ್ಷಿಸುವದು; ಕರ್ತನು ಅವನನ್ನು ಎಬ್ಬಿಸುವನು;   ಯಾಕೋಬ 5:15	",
},			
{			
"question" :	"	9. ನೀತಿವಂತನ ಅತ್ಯಾಸಕ್ತಿಯುಳ್ಳ ವಿಜ್ಞಾಪನೆಯು	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಲ್ಲುವುದು	",
	"	b. ಕೇಳಲು ಇಂಪಾಗಿರುವುದು.	",
	"	c. ಪರಲೋಕದಲ್ಲಿ ಪ್ರತಿಧ್ವನಿಸುವುದು.	",
	"	d. ಬಹುಬಲವಾಗಿದೆ.	"
],			
"correct" :	"	d.ಬಹುಬಲವಾಗಿದೆ.	",
"explanation" :	"	ಹೀಗಿರಲು ನೀವು ಸ್ವಸ್ಥವಾಗಬೇಕಾದರೆ ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಒಬ್ಬರಿಗೊಬ್ಬರು ಅರಿಕೆ ಮಾಡಿ ಒಬ್ಬರಿಗೋಸ್ಕರ ಒಬ್ಬರು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ; ನೀತಿವಂತನ ಅತ್ಯಾಸಕ್ತಿಯುಳ್ಳ ವಿಜ್ಞಾಪನೆಯು ಬಹುಬಲವಾಗಿದೆ.  ಯಾಕೋಬ 5:16	",
},			
{			
"question" :	"	10. ಇವನು ಮಳೆ ಬರಬಾರದೆಂದು ಬಹಳವಾಗಿ ಪ್ರಾರ್ಥಿಸಲು ಮೂರು ವರುಷ ಆರು ತಿಂಗಳವರೆಗೂ ಮಳೆಬೀಳಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೋಬ	",
	"	b. ನೋಹ	",
	"	c. ಯೋನ	",
	"	d. ಎಲೀಯ	"
],			
"correct" :	"	d. ಎಲೀಯ	",
"explanation" :	"	ಎಲೀಯನು ನಮ್ಮಂಥ ಸ್ವಭಾವವುಳಳವನಾಗಿದ್ದನು; ಅವನು ಮಳೆಬರಬಾರದೆಂದು ಬಹಳವಾಗಿ ಪ್ರಾರ್ಥಿಸಲು ಮೂರು ವರುಷ ಆರು ತಿಂಗಳವರೆಗೂ ಮಳೆಬೀಳಲಿಲ್ಲ.  ಯಾಕೋಬ 5:17	",
},			
]			