var quiztitle = " ಯಾಕೋಬನು ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ನಿಮ್ಮ ನಂಬಿಕೆಗೆ ಆಗುವ ಪರಿಶೋಧನೆಯು ಇದನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀತಿ	",
	"	b. ಪ್ರಾಪಂಚಿಕತ್ವ	",
	"	c. ಜ್ಞಾನ	",
	"	d. ತಾಳ್ಮೆ	"
],			
"correct" :	"	d. ತಾಳ್ಮೆ	",
"explanation" :	"	ನನ್ನ ಸಹೋದರರೇ, ನಿಮ್ಮ ನಂಬಿಕೆಗೆ ಆಗುವ ಪರಿಶೋಧನೆಯು ತಾಳ್ಮೆಯನ್ನುಂಟು ಮಾಡುತ್ತದೆಂದು ತಿಳಿದು;  ಯಾಕೋ 1:2	",
},			
{			
"question" :	"	2. ನಿಮ್ಮಲ್ಲಿ ಯಾವನಿಗಾದರೂ ಜ್ಞಾನ ಕಡಿಮೆಯಾಗಿದ್ದರೆ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಾಲೋಚನೆ ಹೊಂದಲಿ	",
	"	b. ದು:ಖಿಸಲಿ	",
	"	c. ದೇವರನ್ನು ಕೇಳಿಕೊಳ್ಳಲಿ.	",
	"	d. ತನ್ನ ಮೂರ್ಖತನದಲ್ಲಿ ಬೀಳಲಿ	"
],			
"correct" :	"	c. ದೇವರನ್ನು ಕೇಳಿಕೊಳ್ಳಲಿ.	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಯಾವನಿಗಾದರೂ ಜ್ಞಾನ ಕಡಿಮೆಯಾಗಿದ್ದರೆ ಅವನು ದೇವರನ್ನು ಕೇಳಿಕೊಳ್ಳಲಿ, ಅದು ಅವನಿಗೆ ದೊರಕುವುದು;  ಯಾಕೋ 1:5	",
},			
{			
"question" :	"	3. ಈ ಮನುಷ್ಯನು ತಾನು ಕರ್ತನಿಂದ ಏನಾದರೂ ಹೊಂದುವೆನೆಂದು ಭಾವಿಸದೆ ಇರಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ದು:ಖಿಸುವ ಮನುಷ್ಯನು	",
	"	b. ಸಂದೇಹ ಪಡುವವನು	",
	"	c. ಅಪರಿಚಿತನು	",
	"	d. ಸೋಮಾರಿ ಮನುಷ್ಯನು	"
],			
"correct" :	"	b. ಸಂದೇಹ ಪಡುವವನು	",
"explanation" :	"	ಸ್ವಲ್ಪವೂ ಸಂದೇಹಪಡದೆ ನಂಬಿಕೆಯಿಟ್ಟು ಕೇಳಿಕೊಳ್ಳಬೇಕು.  ಸಂದೇಹಪಡುವವನೋ ಗಾಳಿಯಿಂದ ಬಡಿಯಲ್ಪಟ್ಟ ಸಮುದ್ರದ ತೆರೆಯಂತೆ ಅಲೆಯುತ್ತಿರುವನು.  ಆ ಮನುಷ್ಯನು ತಾನು ಕರ್ತನಿಂದ ಏನಾದರೂ ಹೊಂದುವೆನೆಂದು ಭಾವಿಸದೆ ಇರಲಿ;  ಯಾಕೋಬ 1:6-7	",
},			
{			
"question" :	"	4. ಕಷ್ಟವನ್ನು ಸಹಿಸಿಕೊಳ್ಳುವವನು ಧನ್ಯನು; ಅವನು ಇದನ್ನು ಹೊಂದುವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಗೌರವ	",
	"	b. ಘನತೆ	",
	"	c. ಜೀವವೆಂಬ ಜಯಮಾಲೆ	",
	"	d. ಗಾಯ	"
],			
"correct" :	"	c. ಜೀವವೆಂಬ ಜಯಮಾಲೆ	",
"explanation" :	"	ಕಷ್ಟವನ್ನು ಸಹಿಸಿಕೊಳ್ಳುವವನು ಧನ್ಯನು; ಅವನು ಪರಿಶೋಧಿತನಾದ ಮೇಲೆ ಜೀವವೆಂಬ ಜಯಮಾಲೆಯನ್ನು ಹೊಂದುವನು;  ಯಾಕೋಬ 1:12	",
},			
{			
"question" :	"	5. ಯಾವನಾದರೂ ಪಾಪಮಾಡುವದಕ್ಕೆ ಪ್ರೇರೇಪಿಸಲ್ಪಡುವಾಗ ಹೀಗೆ ಹೇಳಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾನು ದೇವರ ಮಗು.	",
	"	b. ದೇವರು ನನ್ನ ತಂದೆ.	",
	"	c. ನಾನು ನೀತಿವಂತನಾಗಿ ಮಾಡಲ್ಪಟ್ಟಿದ್ದೇನೆ.	",
	"	d. ಈ ಪ್ರೇರಣೆ ನನಗೆ ದೇವರಿಂದ ಉಂಟಾಯಿತು.	"
],			
"correct" :	"	d. ಈ ಪ್ರೇರಣೆ ನನಗೆ ದೇವರಿಂದ ಉಂಟಾಯಿತು.	",
"explanation" :	"	ಯಾವನಾದರೂ ಪಾಪಮಾಡುವದಕ್ಕೆ ಪ್ರೇರೇಪಿಸಲ್ಪಡುವಾಗ ಈ ಪ್ರೇರಣೆಯು ನನಗೆ ದೇವರಿಂದ ಉಂಟಾಯಿತೆಂದು ಹೇಳಬಾರದು.  ಯಾಕೋಬ 1:13	",
},			
{			
"question" :	"	6. ಎಲ್ಲಾ ಒಳ್ಳೇ ದಾನಗಳೂ ಎಲ್ಲಾ ವರಗಳೂ ಇಲ್ಲಿಂದ ಬರುತ್ತವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಹುಮಾನದಿಂದ	",
	"	b. ಶಿಕ್ಷೆಯಿಂದ	",
	"	c. ನೀತಿವಂತರಿಗೆ ಕೊಡಲ್ಪಡುವುದು	",
	"	d. ಮೇಲಿನಿಂದ ಬರುತ್ತವೆ.	"
],			
"correct" :	"	d. ಮೇಲಿನಿಂದ ಬರುತ್ತವೆ.	",
"explanation" :	"	ಎಲ್ಲಾ ಒಳ್ಳೇ ದಾನಗಳೂ ಕುಂದಿಲ್ಲದ ಎಲ್ಲಾ ವರಗಳೂ ಮೇಲಣಿಂದ ಸಕಲವಿಧವಾದ ಬೆಳಕಿಗೂ ಮೂಲಕಾರಣನಾದವನಿಂದ ಇಳಿದುಬರುತ್ತವೆ;  ಯಾಕೋಬ 1:17	",
},			
{			
"question" :	"	7. ಪ್ರತಿಯೊಬ್ಬರು ಕಿವಿಗೊಡುವದರಲ್ಲಿ ತೀವ್ರವಾಗಿಯೂ ಮಾತಾಡುವದರಲ್ಲಿ ನಿಧಾನವಾಗಿಯೂ ಮತ್ತು ಮತ್ತು ಹೀಗೆ ಇರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೋಪಿಸುವುದರಲ್ಲಿ ನಿಧಾನವಾಗಿ	",
	"	b. ಹೆಚ್ಚು ಬೋಧಿಸಬೇಕು.	",
	"	c. ಉತ್ತರಿಸುವದರಲ್ಲಿ ವೇಗವಾಗಿ	",
	"	d. ರಾಜಿಯಾಗುವ ಉದ್ದೇಶವಿರಬೇಕು.	"
],			
"correct" :	"	a. ಕೋಪಿಸುವುದರಲ್ಲಿ ನಿಧಾನವಾಗಿ	",
"explanation" :	"	ನನ್ನ ಪ್ರಿಯ ಸಹೋದರರೇ,  ನೀವು ಬಲ್ಲವರು, ಆದರೆ ಪ್ರತಿಯೊಬ್ಬನು ಕಿವಿಗೊಡುವದರಲ್ಲಿ ತೀವ್ರವಾಗಿಯೂ ಮಾತಾಡುವದರಲ್ಲಿ ನಿಧಾನವಾಗಿಯೂ ಇರಲಿ.  ಕೋಪಿಸುವದರಲ್ಲಿಯೂ ನಿಧಾನವಾಗಿರಲಿ;  ಯಾಕೋಬ 1:19	",
},			
{			
"question" :	"	8. ನೀವು ಹೀಗೆ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದೆ ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ತಕ್ಕ ಕಾಲದಲ್ಲಿ	",
	"	b. ಪ್ರಶ್ನಿಸದೆ	",
	"	c. ಧರ್ಮಶಾಸ್ತ್ರವು ಆಜ್ಞಾಪಿಸಿದಂತೆ	",
	"	d. ವಾಕ್ಯವನ್ನು ಕೇಳುವವರು ಮಾತ್ರವೇ ಆಗಿದ್ದು	"
],			
"correct" :	"	d. ವಾಕ್ಯವನ್ನು ಕೇಳುವವರು ಮಾತ್ರವೇ ಆಗಿದ್ದು	",
"explanation" :	"	ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರಿ; ಅದನ್ನು ಕೇಳುವವರು ಮಾತ್ರವೇ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ.  ಯಾಕೋಬ 1:22	",
},			
{			
"question" :	"	9. ಸದ್ಭಕ್ತನೆಂದೆಣಿಸಿಕೊಳ್ಳುವ ಯಾವನಾದರೂ _______ ಕಡಿವಾಣವನ್ನು ಹಾಕದೆ ತನ್ನ ಹೃದಯವನ್ನು ಮೋಸಗೊಳಿಸುವವನಾದರೆ ಅವನ ಭಕ್ತಿ ನಿಷ್ಪ್ರಯೋಜನವಾಗಿದೆ.  	",
"image" :	"",		
"choices" : [			
	"	a. ದೆವ್ವಕ್ಕೆ	",
	"	b. ತನಗೆ	",
	"	c. ತನ್ನ ನಾಲಿಗೆಗೆ	",
	"	d. ತನ್ನ ಆಲೋಚನೆಗಳಿಗೆ	"
],			
"correct" :	"	c. ತನ್ನ ನಾಲಿಗೆಗೆ	",
"explanation" :	"	ಸದ್ಭಕ್ತನೆಂದೆಣಿಸಿಕೊಳ್ಳುವ ಯಾವನಾದರೂ ತನ್ನ ನಾಲಿಗೆಗೆ ಕಡಿವಾಣವನ್ನು ಹಾಕದೆ ತನ್ನ ಹೃದಯವನ್ನು ಮೋಸಗೊಳಿಸುವವನಾದರೆ ಅವನ ಭಕ್ತಿ ನಿಷ್ಪ್ರಯೋಜನವಾಗಿದೆ.   ಯಾಕೋಬ 1:26 	",
},			
{			
"question" :	"	10. ವಿಧವೆಯರನ್ನು ಪರಾಮರಿಸಿ ತನಗೆ ಪ್ರಪಂಚದ ದೋಷವು ಹತ್ತದಂತೆ ನೋಡಿಕೊಳ್ಳುವುದು	",
"image" :	"",		
"choices" : [			
	"	a. ಅಂಗೀಕರಿಸಲ್ಪಡುವುದು.	",
	"	b. ಶುದ್ಧವಾದ ಭಕ್ತಿ	",
	"	c. ವ್ಯರ್ಥವಾದ ಭಕ್ತಿ	",
	"	d. ಪ್ರಾಪಂಚಿಕತ್ವ	"
],			
"correct" :	"	b. ಶುದ್ಧವಾದ ಭಕ್ತಿ	",
"explanation" :	"	ಸಂಕಟದಲ್ಲಿ ಬಿದ್ದ ದಿಕ್ಕಿಲ್ಲದವರನ್ನೂ ವಿಧವೆಯರನ್ನೂ ಪರಾಮರಿಸಿ ತನಗೆ ಪ್ರಪಂಚದ ದೋಷವು ಹತ್ತದಂತೆ ನೋಡಿಕೊಂಡಿರುವದೇ ತಂದೆಯಾದ ದೇವರ ಸನ್ನಿಧಾನದಲ್ಲಿ ಶುದ್ಧವೂ ನಿರ್ಮಲವೂ ಆಗಿರುವ ಭಕ್ತಿ.  ಯಾಕೋಬ 1:27	",
},		 	
]			