var quiztitle = " ಯಾಕೋಬನು ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಯಾಕೋಬನು ಹೇಳಿದ್ದು: ನೀವು ಇವರನ್ನು ಅವಮಾನಪಡಿಸಿದ್ದೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಶ್ರೀಮಂತರನ್ನು	",
	"	b. ಪ್ರವಾದಿಗಳನ್ನು	",
	"	c. ಬಡವರನ್ನು	",
	"	d. ಎಲ್ಲಾ ಮನುಷ್ಯರನ್ನು	"
],			
"correct" :	"	c. ಬಡವರನ್ನು	",
"explanation" :	"	ನೀವಾದರೋ ಬಡವರನ್ನು ಅವಮಾನ ಪಡಿಸಿದ್ದೀರಿ.  ನಿಮ್ಮನ್ನು ಬಾಧಿಸಿ ನ್ಯಾಯಸ್ಥಾನಕ್ಕೆ ಎಳೆದುಕೊಂಡು ಹೋಗುವವರು ಐಶ್ವರ್ಯವಂತರಲ್ಲವೋ?   ಯಾಕೋಬ 2:6	",
},			
{			
"question" :	"	2. ಯಾಕೋಬನು ಕೇಳಿದ್ದು: ನಿಮ್ಮನ್ನು ನ್ಯಾಯಸ್ಥಾನಕ್ಕೆ ಎಳೆದುಕೊಂಡು ಹೋಗುವವರು ಇವರಲ್ಲವೇ?	",
"image" :	"",		
"choices" : [			
	"	a. ಐಶ್ವರ್ಯವಂತರು	",
	"	b. ಪ್ರವಾದಿಗಳು	",
	"	c. ಬಡವರು	",
	"	d. ಎಲ್ಲಾ ಮನುಷ್ಯರು	"
],			
"correct" :	"	a. ಐಶ್ವರ್ಯವಂತರು	",
"explanation" :	"	ನೀವಾದರೋ ಬಡವರನ್ನು ಅವಮಾನ ಪಡಿಸಿದ್ದೀರಿ.  ನಿಮ್ಮನ್ನು ಬಾಧಿಸಿ ನ್ಯಾಯಸ್ಥಾನಕ್ಕೆ ಎಳೆದುಕೊಂಡು ಹೋಗುವವರು ಐಶ್ವರ್ಯವಂತರಲ್ಲವೋ?   ಯಾಕೋಬ 2:6	",
},			
{			
"question" :	"	3. ರಾಜಾಜ್ಞೆ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮಗೆ ಇತರರು ಮಾಡಿದಂತೆ ನೀವು ಅವರಿಗೆ ಮಾಡಿ	",
	"	b. ದಶಾಜ್ಞೆಗಳು	",
	"	c. ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸು	",
	"	d. ನಿನ್ನ ದೇಶದ ನಿಯಮಗಳು	"
],			
"correct" :	"	c. ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸು	",
"explanation" :	"	ಆದರೂ ಶಾಸ್ತ್ರಕ್ಕೆ ಸರಿಯಾಗಿ ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕೆಂಬ ರಾಜಾಜ್ಞೆಯನ್ನು ನೀವು ನೆರವೇರಿಸುತ್ತಿದ್ದರೆ ನೀವು ಒಳ್ಳೇದನ್ನು ಮಾಡುವವರು.  ಯಾಕೋಬ 2:8	",
},			
{			
"question" :	"	4. ನೀವು ಪಕ್ಷಪಾತ ಮಾಡುವವರಾಗಿದ್ದರೆ	",
"image" :	"",		
"choices" : [			
	"	a. ನೀವು ಒಳ್ಳೇದೆ ಮಾಡುತ್ತಿದ್ದೀರಿ.	",
	"	b. ನೀವು ಪಾಪ ಮಾಡುತ್ತಿದ್ದೀರಿ.	",
	"	c. ನೀವು ರಾಜ್ಯವನ್ನು ಭಾಗ ಮಾಡಿದ್ದೀರಿ.	",
	"	d. ನೀವು ಪ್ರೀತಿಸುತ್ತಿದ್ದೀರಿ.	"
],			
"correct" :	"	b. ನೀವು ಪಾಪ ಮಾಡುತ್ತಿದ್ದೀರಿ.	",
"explanation" :	"	ಅದನ್ನು ಬಿಟ್ಟು ಪಕ್ಷಪಾತ ತೋರಿಸುವವರಾಗಿದ್ದರೆ ನೀವು ಪಾಪಮಾಡುವವರಾಗಿದ್ದು ಅಪರಾಧಿಗಳೆಂದು ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ತೀರ್ಮಾನಿಸಲ್ಪಡುತ್ತೀರಿ.  ಯಾಕೋಬ 2:9	",
},			
{			
"question" :	"	5. ಯಾವನಾದರೂ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೆಲ್ಲಾ ಕೈಗೊಂಡು ಒಂದೇ ಒಂದರಲ್ಲಿ ತಪ್ಪಿದರೆ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಅನೇಕರಿಗಿಂತ ಉತ್ತಮವಾಗಿ ಮಾಡಿದ್ದಾನೆ.	",
	"	b. ಅದು ಸ್ಥಾಪಿಸಲ್ಪಡುವುದು	",
	"	c. ಎಲ್ಲಾದರಲ್ಲಿಯೂ ಅಪರಾಧಿಯಾಗುತ್ತಾನೆ.	",
	"	d. ಅಭಿವೃದ್ಧಿ ಹೊಂದಬೇಕು.	"
],			
"correct" :	"	c. ಎಲ್ಲಾದರಲ್ಲಿಯೂ ಅಪರಾಧಿಯಾಗುತ್ತಾನೆ.	",
"explanation" :	"	ಯಾಕೆಂದರೆ ಯಾವನಾದರೂ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೆಲ್ಲಾ ಕೈಕೊಂಡು ನಡೆದು ಒಂದೇ ಒಂದರಲ್ಲಿ ತಪ್ಪಿದರೆ ಅವನು ಎಲ್ಲಾ ವಿಷಯದಲ್ಲಿಯೂ ಅಪರಾಧಿಯಾಗುತ್ತಾನೆ.  ಯಾಕೋಬ 2:10	",
},			
{			
"question" :	"	6. ಒಬ್ಬನು ತನಗೆ ನಂಬಿಕೆಯುಂಟೆಂದು ಹೇಳಿ ಇದು ಇಲ್ಲದಿದ್ದರೆ ಪ್ರಯೋಜನವೇನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ತಾಳ್ಮೆ	",
	"	c. ಕ್ರಿಯೆ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರ	"
],			
"correct" :	"	c. ಕ್ರಿಯೆ	",
"explanation" :	"	ನನ್ನ ಸಹೋದರರೇ, ಒಬ್ಬನು ತನಗೆ ನಂಬಿಕೆಯುಂಟೆಂದು ಹೇಳಿಕೊಂಡು ತಕ್ಕ ಕ್ರಿಯೆಗಳಿಲ್ಲದವನಾಗಿದ್ದರೆ ಪ್ರಯೋಜನವೇನು?  ಯಾಕೋಬ 2:14	",
},			
{			
"question" :	"	7. ಇವು ಕೂಡ ದೇವರು ಒಬ್ಬನೇ ಎಂದು ನಂಬಿ ಹೆದರುತ್ತವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರು	",
	"	b. ಪ್ರವಾದಿಗಳು	",
	"	c. ದೆವ್ವಗಳು	",
	"	d. ಹೊಲದ ಮೃಗಗಳು	"
],			
"correct" :	"	c. ದೆವ್ವಗಳು	",
"explanation" :	"	ದೇವರು ಒಬ್ಬನೇ ಎಂದು ನೀನು ನಂಬುವವನು.  ಹಾಗೆ ನಂಬುವದು ಒಳ್ಳೇದು.  ದೆವ್ವಗಳು ಕೂಡ ಹಾಗೆಯೇ ನಂಬಿ ಹೆದರಿ ನಡುಗುತ್ತವೆ.  ಯಾಕೋಬ 2:19	",
},			
{			
"question" :	"	8. ಕ್ರಿಯೆಗಳಿಲ್ಲದೆ ನಂಬಿಕೆಯು	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಲ್ಲುವುದಿಲ್ಲ	",
	"	b. ಇರಬಾರದು.	",
	"	c. ದೇವರಿಗೆ ವಿರುದ್ಧವಾಗಿದೆ.	",
	"	d. ವ್ಯರ್ಥವಾಗಿದೆ.	"
],			
"correct" :	"	d. ವ್ಯರ್ಥವಾಗಿದೆ.	",
"explanation" :	"	ಅಪ್ರಯೋಜಕನೇ, ಕ್ರಿಯೆಗಳಿಲ್ಲದ ನಂಬಿಕೆಯು ವ್ಯರ್ಥವಾಗಿದೆ ಎಂಬದಕ್ಕೆ ದೃಷ್ಟಾಂತಬೇಕೋ?  ಯಾಕೋಬ 2:20	",
},			
{			
"question" :	"	9. ಅಬ್ರಹಾಮನಿಗೆ ಈ ಹೆಸರು ಉಂಟಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಮನುಷ್ಯನು.	",
	"	b. ದೇವರ ಸ್ನೇಹಿತ	",
	"	c. ನಂಬಿಕೆಯ ಮನುಷ್ಯ	",
	"	d. ಪ್ರವಾದಿ	"
],			
"correct" :	"	b. ದೇವರ ಸ್ನೇಹಿತ	",
"explanation" :	"	ಅಬ್ರಹಾಮನು ದೇವರನ್ನು ನಂಬಿದನು; ಆ ನಂಬಿಕೆ ಅವನ ಲೆಕ್ಕಕ್ಕೆ ನೀತಿಯೆಂದು ಎಣಿಸಲ್ಪಟ್ಟಿತು ಎಂಬ ಶಾಸ್ತ್ರದ ಮಾತು ಹೀಗೆ ನೆರವೇರಿತು.  ಮತ್ತು ದೇವರ ಸ್ನೇಹಿತನೆಂಬ ಹೆಸರು ಅವನಿಗೆ ಉಂಟಾಯಿತು.  ಯಾಕೋಬ 2:23	",
},			
{			
"question" :	"	10. ಈಕೆಯು ಕ್ರಿಯೆಗಳಿಂದಲೇ ನೀತಿವಂತಳಾದಳು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಾರ	",
	"	b. ಮರಿಯ	",
	"	c. ರಾಹಾಬ	",
	"	d. ಹವ್ವ	"
],			
"correct" :	"	c. ರಾಹಾಬ	",
"explanation" :	"	ಅದೇರೀತಿಯಾಗಿ ಸೂಳೆಯಾದ ರಹಾಬಳು ಗೂಢಚಾರರನ್ನು ತನ್ನ ಮನೆಯಲ್ಲಿ ಸೇರಿಸಿಕೊಂಡು ಬೇರೆ ದಾರಿಯಿಂದ ಅವರನ್ನು ಕಳುಹಿಸಿದ್ದರಲ್ಲಿ ಕ್ರಿಯೆಗಳಿಂದಲೇ ನೀತಿವಂತಳೆಂಬ ನಿರ್ಣಯವನ್ನು ಹೊಂದಿದಳಲ್ಲವೇ.  ಯಾಕೋಬ 2:25	",
},			
]			