var quiztitle = " ಯಾಕೋಬನು ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಈ ಕಾರಣದಿಂದ ನಿಮಗೇನು ದೊರೆಯಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a.  ಅನರ್ಹ	",
	"	b. ನಂಬಿಕೆಯಿಲ್ಲದ	",
	"	c. ನೀವು ಕೆಟ್ಟವರು	",
	"	d. ಬೇಡಿಕೊಳ್ಳದ ಕಾರಣ	"
],			
"correct" :	"	d. ಬೇಡಿಕೊಳ್ಳದ ಕಾರಣ	",
"explanation" :	"	ನೀವು ಆಶಿಸಿದರೂ ಹೊಂದದೆ ಇದ್ದೀರಿ; ನೀವು ಕಾದಾಡುತ್ತೀರಿ, ಯುದ್ಧ ಮಾಡುತ್ತೀರಿ.  ನೀವು ದೇವರನ್ನು ಬೇಡಿಕೊಳ್ಳದ ಕಾರಣ ನಿಮಗೇನು ದೊರೆಯಲಿಲ್ಲ.  ಯಾಕೋಬ 4:1	",
},			
{			
"question" :	"	2.  ನೀವು ಬೇಡಿದರೂ ಬೇಡಿದ್ದು ಇದರಿಂದ ನಿಮಗೆ ದೊರೆಯುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮದು ದುರಭಿಪ್ರಾಯ.	",
	"	b. ಅಪನಂಬಿಕೆಯಿಂದ.	",
	"	c. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಅನುಸರಸದ್ದರಿಂದ	",
	"	d. ಬೀಜವನ್ನು ಬಿತ್ತದ್ದರಿಂದ	"
],			
"correct" :	"	a. ನಿಮ್ಮದು ದುರಭಿಪ್ರಾಯ.	",
"explanation" :	"	ನೀವು ಬೇಡಿದರೂ ಬೇಡಿದ್ದನ್ನು ನಿಮ್ಮ ಭೋಗಗಳಿಗಾಗಿ ಉಪಯೋಗಿಸಬೇಕೆಂಬ ದುರಭಿಪ್ರಾಯಪಟ್ಟು  ಬೇಡಿಕೊಳ್ಳುವದರಿಂದ ನಿಮಗೆ ದೊರೆಯುವದಿಲ್ಲ.   ಯಾಕೋಬ 4:3	",
},			
{			
"question" :	"	3. ಇವನು ದೇವರಿಗೆ ವಿರೋಧಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕದ ವಿರೋಧಿ.	",
	"	b. ಲೋಕಕ್ಕೆ ಸ್ನೇಹಿತ	",
	"	c. ಸತ್ಯವನ್ನು ಹೇಳುವವನು	",
	"	d. ಹೆಮ್ಮೆ ಪಡುವವನು	"
],			
"correct" :	"	b. ಲೋಕಕ್ಕೆ ಸ್ನೇಹಿತ	",
"explanation" :	"	ವ್ಯಭಿಚಾರಿಗಳು ನೀವು; ಇಹಲೋಕಸ್ನೇಹವು ದೇವವೈರವೆಂದು ನಿಮಗೆ ತಿಳಿಯದೋ?  ಲೋಕಕ್ಕೆ ಸ್ನೇಹಿತನಾಗಬೇಕೆಂದಿರುವವನು ತನ್ನನ್ನು ದೇವರಿಗೆ ವಿರೋಧಿಯನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆ.  ಯಾಕೋಬ 4:4	",
},			
{			
"question" :	"	4. ದೇವರು ಅಹಂಕಾರಿಗಳನ್ನು ಎದುರಿಸುತ್ತಾನೆ, ದೀನರಿಗಾದರೋ ಇದನ್ನು ಅನುಗ್ರಹಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೃಪೆ	",
	"	b. ಹೆಚ್ಚಾಗಿ	",
	"	c. ಅಭಿವೃದ್ದಿ	",
	"	d. ಮೂದಲಿಕೆ	"
],			
"correct" :	"	a. ಕೃಪೆ	",
"explanation" :	"	ಆತನು ನಮ್ಮ ಮೇಲೆ ಅತಿಶಯವಾದ ಕೃಪೆಯನ್ನು ಇಡುತ್ತಾನೆ.  ಆದುದರಿಂದ ದೇವರು ಅಹಂಕಾರಿಗಳನ್ನು ಎದುರಿಸುತ್ತಾನೆ, ದೀನರಿಗಾದರೋ ಕೃಪೆಯನ್ನು ಅನುಗ್ರಹಿಸುತ್ತಾನೆ ಎಂದು ಶಾಸ್ತ್ರವು ಹೇಳುತ್ತದೆ.  ಯಾಕೋಬ 4:7	",
},			
{			
"question" :	"	5. ಸೈತಾನನ್ನು ಎದುರಿಸಿರಿ, 	",
"image" :	"",		
"choices" : [			
	"	a. ಮತ್ತು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ.	",
	"	b. ಅವನು ನಿಮ್ಮನ್ನು ಬಿಟ್ಟು ಓಡಿಹೋಗುವನು.	",
	"	c. ನಿಮ್ಮ ಆತ್ಮದ ರಕ್ಷಣೆಗಾಗಿ	",
	"	d. ಯೋಗ್ಯನಾದ ಆಳಿನಂತೆ	"
],			
"correct" :	"	b. ಅವನು ನಿಮ್ಮನ್ನು ಬಿಟ್ಟು ಓಡಿಹೋಗುವನು.	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ದೇವರಿಗೆ ಒಳಗಾಗಿರಿ, ಸೈತಾನನ್ನು ಎದುರಿಸಿರಿ, ಅವನು ನಿಮ್ಮನ್ನು ಬಿಟ್ಟು ಓಡಿಹೋಗುವನು.  ಯಾಕೋಬ 4:7	",
},			
{			
"question" :	"	6. ದೇವರ ಸಮೀಪಕ್ಕೆ ಬನ್ನಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅದು ನಿಮ್ಮ ಆದ್ಯ ಕರ್ತವ್ಯ	",
	"	b. ದಿನಗಳು ಹತ್ತಿರವಾಗುತ್ತಿರುವುದರಿಂದ	",
	"	c. ಆತನು ನಿಮ್ಮ ಸಮೀಪಕ್ಕೆ ಬರುವನು.	",
	"	d. ಮತ್ತು ಆತನ ಸ್ವರವನ್ನು ಕೇಳಿರಿ.	"
],			
"correct" :	"	c. ಆತನು ನಿಮ್ಮ ಸಮೀಪಕ್ಕೆ ಬರುವನು.	",
"explanation" :	"	ದೇವರ ಸಮೀಪಕ್ಕೆ ಬನ್ನಿರಿ,  ಆಗ ಆತನು ನಿಮ್ಮ ಸಮೀಪಕ್ಕೆ ಬರುವನು;  ಯಾಕೋಬ 4:8	",
},			
{			
"question" :	"	7. ದೇವರ ಮುಂದೆ ನಿಮ್ಮನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳಿರಿ;	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಕೆಂದರೆ ನೀವು ಆತನ ಮುಖವನ್ನು ನೋಡಲಾರಿರಿ.	",
	"	b. ಆಗಲಾತನು ನಿಮ್ಮನ್ನು ಮೇಲಕ್ಕೆ ತರುವನು.	",
	"	c. ಆತನು ಮಹಿಮೆ ಉಳ್ಳವನು	",
	"	d. ನೀವು ಪಾಪಿಗಳಾದುದರಿಂದ ನಿಮ್ಮ ಮುಖದ ಮೇಲೆ ಬೀಳಿರಿ.	"
],			
"correct" :	"	b. ಆಗಲಾತನು ನಿಮ್ಮನ್ನು ಮೇಲಕ್ಕೆ ತರುವನು.	",
"explanation" :	"	ಕರ್ತನ ಮುಂದೆ ನಿಮ್ಮನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳಿರಿ; ಆಗಲಾತನು ನಿಮ್ಮನ್ನು ಮೇಲಕ್ಕೆ ತರುವನು.  ಯಾಕೋಬ 4:10	",
},			
{			
"question" :	"	8. ತನ್ನ ಸಹೋದರನ ವಿಷಯವಾಗಿ ತೀರ್ಪುಮಾಡಿದರೆ ಇದನ್ನು ಮಾಡಿದ ಹಾಗಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ವಿರುದ್ಧ ತೀರ್ಪು ಮಾಡಿದಂತೆ.	",
	"	b. ಕರ್ತನ ವಿರುದ್ಧ ತೀರ್ಪು ಮಾಡಿದಂತೆ.	",
	"	c. ತನ್ನನ್ನೇ ಖಂಡಿಸುತ್ತಾನೆ.	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರದ ವಿಷಯದಲ್ಲಿ ತೀರ್ಪುಮಾಡಿದಂತೆ	"
],			
"correct" :	"	d. ಧರ್ಮಶಾಸ್ತ್ರದ ವಿಷಯದಲ್ಲಿ ತೀರ್ಪುಮಾಡಿದಂತೆ	",
"explanation" :	"	ಸಹೋದರರೇ, ಒಬ್ಬರನ್ನೊಬ್ಬರು ನಿಂದಿಸಬೇಡಿರಿ. ಯಾವನಾದರೂ ತನ್ನ ಸಹೋದರನನ್ನು ನಿಂದಿಸಿದರೆ ಅಥವಾ ತನ್ನ ಸಹೋದರನ ವಿಷಯವಾಗಿ ತೀರ್ಪು ಮಾಡಿದರೆ ಅವನು ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ನಿಂದಿಸಿ ಧರ್ಮಶಾಸ್ತ್ರದ ವಿಷಯದಲ್ಲಿ ತೀರ್ಪುಮಾಡಿದ ಹಾಗಾಗುವದು.    ಯಾಕೋಬ 4:11	",
},			
{			
"question" :	"	9.  ನಾವು ಅಂಥ ಮಾತುಗಳನ್ನು ಬಿಟ್ಟು ಹೀಗೆ ಕೆಲಸ ಮಾಡುವೆವು ಎಂದು ಹೇಳಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾನು ಏನೂ ಮಾಡಲಾರೆನು.	",
	"	b. ನಾನು ಅಯೋಗ್ಯನು	",
	"	c. ದೇವರ ಚಿತ್ತವಾದರೆ	",
	"	d. ನಾನು ಹೇಳಿದಂತೆ	"
],			
"correct" :	"	c. ದೇವರ ಚಿತ್ತವಾದರೆ	",
"explanation" :	"	ಆದದರಿಂದ ನೀವು ಅಂಥ ಮಾತನ್ನು ಬಿಟ್ಟು ದೇವರ ಚಿತ್ತವಾದರೆ ನಾವು ಬದುಕಿ ಈ ಕೆಲಸವನ್ನಾಗಲಿ ಆ ಕೆಲಸವನ್ನಾಗಲಿ ಮಾಡುವೆವು ಎಂದು ಹೇಳಬೇಕು.  ಯಾಕೋಬ 4:15	",
},			
{			
"question" :	"	10. ಒಳ್ಳೇದನ್ನು ಮಾಡಬೇಕೆಂದು ತಿಳಿದು ಅದನ್ನು ಮಾಡದೇ ಇರುವವನು	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರು ಕ್ಷಮಿಸುವುದಿಲ್ಲ	",
	"	b. ದೇವರು ಬಹುಮಾನ ನೀಡುವುದಿಲ್ಲ	",
	"	c. ಪಾಪಕ್ಕೊಳಗಾಗಿದ್ದಾನೆ.	",
	"	d. ಅದನ್ನು ಎಲ್ಲಾ ಜನರಿಗೆ ತಿಳಿಸಬೇಕು.	"
],			
"correct" :	"	c. ಪಾಪಕ್ಕೊಳಗಾಗಿದ್ದಾನೆ.	",
"explanation" :	"	ಹೀಗಿರುವುದರಿಂದ ಒಳ್ಳೇದನ್ನು ಮಾಡಬೇಕೆಂದು ತಿಳಿದು ಅದನ್ನು ಮಾಡದೆ ಇರುವವನು ಪಾಪಕ್ಕೊಳಗಾಗಿದ್ದಾನೆ.  ಯಾಕೋಬ 4:17	",
},			
]			