var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1  ಆದಿಯಲ್ಲಿ ವಾಕ್ಯವಿತ್ತು, ವಾಕ್ಯವು ದೇವರ ಬಳಿಯಲ್ಲಿತ್ತು ಮತ್ತು ವಾಕ್ಯವು	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾಮಾಣಿಕವಾಗಿತ್ತು	",
	"	B. ಪರಲೋಕವಾಗಿತ್ತು	",
	"	C. ಪ್ರೀತಿಯಾಗಿತ್ತು	",
	"	D. ದೇವರಾಗಿತ್ತು	"
],			
"correct" :	"	D. ದೇವರಾಗಿತ್ತು	",
"explanation" :	"	ಆದಿಯಲ್ಲಿ ವಾಕ್ಯವಿತ್ತು; ಆ ವಾಕ್ಯವು ದೇವರ ಬಳಿಯಲ್ಲಿತ್ತು; ಆ ವಾಕ್ಯವು ದೇವರಾಗಿತ್ತು      ಯೋಹಾನ 1:1	",
},			
{			
"question" :	"	2  ಯಾರಾರು ಆತನನ್ನು ಅಂಗೀಕರಿಸಿದರೋ, ಅಂದರೆ ಆತನ ಹೆಸರಿನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟರೋ,	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರಿಗೆ ದೇವರ ಮಕ್ಕಳಾಗುವ ಅಧಿಕಾರ ಕೊಟ್ಟನು	",
	"	B. ಅವರು ರಕ್ತಸಾಕ್ಷಿಗಳಾದರು	",
	"	C. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ನೆರವೇರಿಸಿದರು	",
	"	D. ಏಕಾಂಗಿಯಾಗಿ ನಿಂತರು	"
],			
"correct" :	"	A. ಅವರಿಗೆ ದೇವರ ಮಕ್ಕಳಾಗುವ ಅಧಿಕಾರ ಕೊಟ್ಟನು	",
"explanation" :	"	ಯಾರಾರು ಆತನನ್ನು ಅಂಗೀಕರಿಸಿದರೋ, ಅಂದರೆ ಆತನ ಹೆಸರಿನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟರೋ, ಅವರಿಗೆ ದೇವರ ಮಕ್ಕಳಾಗುವ ಅಧಿಕಾರ ಕೊಟ್ಟನು    ಯೋಹಾನ 1:12	",
},			
{			
"question" :	"	3  _________ ನರಾವತಾರ ಇತ್ತು ನಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ವಾಸಮಾಡಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಮಣ್ಣೆಂಬುವನು	",
	"	B. ವಾಕ್ಯವೆಂಬುವನು	",
	"	C. ಗಾಳಿಯೆಂಬುವನು	",
	"	D. ದೂತನೆಂಬುವನು	"
],			
"correct" :	"	B. ವಾಕ್ಯವೆಂಬುವನು	",
"explanation" :	"	ಆ ವಾಕ್ಯವೆಂಬುವವನು fಮನುಷ್ಯನಾಗಿ ನಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ವಾಸಮಾಡಿದನು. ಯೋಹಾನ 1:14	",
},			
{			
"question" :	"	4  ಧರ್ಮಶಾಸ್ತ್ರವು ಮೇಶೆಯ ಮುಖಾಂತರ ಕೊಡಲ್ಪಟ್ಟಿತು; ಕೃಪೆಯೂ ಸತ್ಯವೂ _______ ಮುಖಾಂತರ ಬಂದವು	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂಟಿಯಾಗಿ	",
	"	B. ಯೇಸುಕ್ರಿಸ್ತನ	",
	"	C. ಮನ:ಪರಿವರ್ತನೆಯಿಲ್ಲದ	",
	"	D. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ	"
],			
"correct" :	"	B. ಯೇಸುಕ್ರಿಸ್ತನ	",
"explanation" :	"	ಧರ್ಮಶಾಸ್ತ್ರವು ಮೋಶೆಯ ಮುಖಾಂತರ ಕೊಡಲ್ಪಟ್ಟಿತು. ಆದರೆ ಕೃಪೆಯೂ, ಸತ್ಯವೂ ಯೇಸು ಕ್ರಿಸ್ತನ ಮುಖಾಂತರ ಬಂದವು  ಯೋಹಾನ 1:17	",
},			
{			
"question" :	"	5. ಕರ್ತನ ದಾರಿಯನ್ನು ನೆಟ್ಟಗೆ ಮಾಡಿರಿ ಎಂದು ಅಡವಿಯಲ್ಲಿ ಕೂಗುವವನ ಶಬ್ದವದೆ ಎಂಬದಾಗಿ ಯೆಶಾಯಪ್ರವಾದಿಯು ಹೇಳಿದನಷ್ಟೆ; ಆ ಶಬ್ದವೇ ನಾನು ಎಂದು ಗುರುತಿಸುಕೊಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಮೋಶೆ	",
	"	C. ನತಾನಿಯೇಲ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	D. ಯೋಹಾನ	",
"explanation" :	"	ಯೋಹಾನನು ಕೊಟ್ಟ ಸಾಕ್ಷಿ ಏನಂದರೆ - ಯೆಹೋದ್ಯರು ಯೆರೂಸಲೇಮಿನಿಂದ ಯಾಜಕರನ್ನೂ ಲೇವಿಯರನ್ನೂ ಅವನ ಬಳಿಗೆ ಕಳುಹಿಸಿ	",
},			
{			
"question" :	"	6  ಯೋಹಾನನು ಯೇಸುವನ್ನು ಏನೆಂದು ಕರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯ	",
	"	B. ಅಡವಿಯಲ್ಲಿ ಕೂಗುವವನ ಶಬ್ಧ	",
	"	C. ದೇವರು ನೇಮಿಸಿದ ಕುರಿಮರಿ	",
	"	D. ಫರಿಸಾಯ	"
],			
"correct" :	"	C. ದೇವರು ನೇಮಿಸಿದ ಕುರಿಮರಿ	",
"explanation" :	"	ಮರುದಿನ ಯೋಹಾನನು ತನ್ನ ಕಡೆಗೆ ಬರುವ ಯೇಸುವನ್ನು ನೋಡಿ - ಅಗೋ [ಯಜ್ಞಕ್ಕೆ] ದೇವರು ನೇಮಿಸಿದ . ಲೋಕದ ಪಾಪವನ್ನು ನಿವಾರಣೆ ಮಾಡುವವನು1:29	",
},			
{			
"question" :	"	7 ಯೋಹಾನನು ಯೇಸುವಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ನೀಡುವಾಗ ಆತನು ಆತ್ಮನು ಈ ರೀತಿಯಾಗಿ ಯೇಸುವಿನ  ಮೇಲೆ ಇಳಿಯುವುದನ್ನು ನೋಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	B. ಕಾಗೆ	",
	"	C. ಪಾರಿವಾಳ	",
	"	D. ಮಿಂಚು	"
],			
"correct" :	"	C. ಪಾರಿವಾಳ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಯೋಹಾನನು ಸಾಕ್ಷಿಕೊಟ್ಟು ಹೇಳಿದ್ದೇನಂದರೆ - ದೇವರಾತ್ಮವು ಪಾರಿವಾಳದಂತೆ ಆಕಾಶದಿಂದ ಇಳಿಯುವದನ್ನು ನೋಡಿದೆನು. ಅದು ಆತನ ಮೇಲೆ ನೆಲೆಗೊಂಡಿತು1:32	",
},			
{			
"question" :	"	8  ಯೇಸುವು _______________ ದೀಕ್ಷಾಸ್ನಾನ ಕೊಡುವನು	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರಿನಿಂದ	",
	"	B. ಪರಿಶುದ್ಧ ನೀರಿನಿಂದ	",
	"	C. ಪವಿತ್ರಾತ್ಮನಿಂದ	",
	"	D. ಪ್ರೀತಿಯಿಂದ	"
],			
"correct" :	"	C. ಪವಿತ್ರಾತ್ಮನಿಂದ	",
"explanation" :	"	ನನಗೂ ಆತನ ಗುರುತಿರಲಿಲ್ಲ; ಆದರೆ ನೀರಿನ ಸ್ನಾನವನ್ನು ಮಾಡಿಸುವದಕ್ಕೆ ನನ್ನನ್ನು ಕಳುಹಿಸಿದಾತನು - ಯಾವನ ಮೇಲೆ ಆತ್ಮವು ಇಳಿದುಬಂದು ಇರುವದನ್ನು ನೀನು ನೋಡುವಿಯೋ ಆತನೇ ಪವಿತ್ರಾತ್ಮದ ಸ್ನಾನವನ್ನು ಕೊಡುವವನು ಎಂದು ತಾನೇ ನನಗೆ ಹೇಳಿದನು. 1:33	",
},			
{			
"question" :	"	9  ಈ ಮನುಷ್ಯನು ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದ ಮೇಲೆ, ತನ್ನ ಸಹೋದರನನ್ನು ಕಂಡುಕೊಳ್ಳಲು   ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಂದ್ರೇಯ	",
	"	B. ಯೋಹಾನ	",
	"	C. ಯಾಕೋಬ	",
	"	D. ಎಲೀಯ	"
],			
"correct" :	"	A. ಆಂದ್ರೇಯ	",
"explanation" :	"	ಯೋಹಾನನ ಮಾತನ್ನು ಕೇಳಿ ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದ ಆ ಇಬ್ಬರಲ್ಲಿ ಸೀಮೋನ್ ಪೇತ್ರನ ತಮ್ಮನಾದ ಅಂದ್ರೆಯನು ಒಬ್ಬನು. ಇವನು ಮೊದಲು ತನ್ನ ಅಣ್ಣನಾದ ಸೀಮೋನನನ್ನು ಕಂಡುಕೊಂಡು ಅವನಿಗೆ - ಮೆಸ್ಸೀಯನು ನಮಗೆ ಸಿಕ್ಕಿದನು ಎಂದು ಹೇಳಿ  1:40-41	",
},			
{			
"question" :	"	10 ಯೇಸುವು ಸೀಮೋನನಿಗೆ ನೀನು ಕೇಫನೆನಿಸಿಕೊಳ್ಳುವಿ ಅಂದನು, ಕೇಫನೆಂದರೆ,	",
"image" :	"",		
"choices" : [			
	"	A. ನೀತಿವಂತ ಮನುಷ್ಯ	",
	"	B. ಮೀನುಗಾರ	",
	"	C. ಬಂಡೆಗಲ್ಲು	",
	"	D. ನೀರಿನ ನದಿಗಳು	"
],			
"correct" :	"	C. ಬಂಡೆಗಲ್ಲು	",
"explanation" :	"	ಅವನನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಕರಕೊಂಡು ಬಂದನು.  ಯೇಸು ಅವನನ್ನು ನೋಡಿ - ನೀನು ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನು; ಇನ್ನು ಮೇಲೆ ಕೇಫನೆನಿಸಿಕೊಳ್ಳುವಿ ಅಂದನು (ಕೇಫನಂದರೆ ಪೇತ್ರ.1.42 ಪೇತ್ರ ಅಂದರೆ ಗುಂಡು ಅಥವಾ ಬಂಡೆಗಲ್ಲು.  1:42	",
},			
]			