var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1  ಕುರೀ ಹಟ್ಟಿಯೊಳಗೆ ಬಾಗಲಿಂದ ಬಾರದೆ ಮತ್ತೆಲ್ಲಿಂದಾದರೂ ಹತ್ತಿ ಬರುವವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಬುದ್ದಿವಂತನು	",
	"	B. ಕಳ್ಳನು	",
	"	C. ಒಳ್ಳೆಯ ಕುರುಬನು	",
	"	D. ತೋಳ	"
],			
"correct" :	"	B. ಕಳ್ಳನು	",
"explanation" :	"	ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಕುರೀಹಟ್ಟಿಯೊಳಗೆ ಬಾಗಲಿಂದ ಬಾರದೆ ಮತ್ತೆಲ್ಲಿಂದಾದರೂ ಹತ್ತಿಬರುವವನು ಕಳ್ಳನೂ ಸುಲುಕೊಳ್ಳುವವನೂ ಆಗಿದ್ದಾನೆ. 10:1	",
},			
{			
"question" :	"	2  ಕುರಿಗಳು ಕುರುಬನ ಸ್ವರವನ್ನು ತಿಳಿದುಕೊಂಡು	",
"image" :	"",		
"choices" : [			
	"	A. ಓಡಿ ಹೋಗುತ್ತವೆ	",
	"	B. ಭಯ ಪಡುತ್ತವೆ	",
	"	C. ಅವನನ್ನು ಹಿಂಬಾಲಿಸುತ್ತವೆ	",
	"	D. ಸಮಾಧಾನವಾಗಿರುತ್ತವೆ	"
],			
"correct" :	"	C. ಅವನನ್ನು ಹಿಂಬಾಲಿಸುತ್ತವೆ	",
"explanation" :	"	ಅವನು ಸ್ವಂತ ಕುರಿಗಳನ್ನು ಹೆಸರು ಹೇಳಿ ಕರೆದು ಹೊರಗೆ ಬಿಡುತ್ತಾನೆ. ಸ್ವಂತ ಕುರಿಗಳನ್ನೆಲ್ಲಾ ಹೊರಗೆ ಬಿಟ್ಟ ಮೇಲೆ ತಾನು ಅವುಗಳ ಮುಂದೆ ಹೋಗುತ್ತಾನೆ; ಕುರಿಗಳು ಅವನ ಸ್ವರವನ್ನು ತಿಳುಕೊಂಡು ಅವನ ಹಿಂದೆ ಹೋಗುತ್ತವೆ 10:4	",
},			
{			
"question" :	"	3 ____________ ಕದ್ದುಕೊಳ್ಳುವುದಕ್ಕೂ, ಕೊಲ್ಲುವುದಕ್ಕೂ ಮತ್ತು ನಾಶ ಮಾಡುವುದಕ್ಕೂ  ಬರುವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಒಳ್ಳೆ ಕುರುಬನು	",
	"	C. ತೋಳ	",
	"	D. ಕಳ್ಳನು	"
],			
"correct" :	"	D. ಕಳ್ಳನು	",
"explanation" :	"	ಕಳ್ಳನು ಕದ್ದುಕೊಳ್ಳುವದಕ್ಕೂ ಕೊಯ್ಯುವದಕ್ಕೂ ಹಾಳುಮಾಡುವದಕ್ಕೂ ಬರುತ್ತಾನೆ ಹೊರತು ಮತ್ತಾವದಕ್ಕೂ ಬರುವದಿಲ್ಲ; ನಾನಾದರೋ ಅವುಗಳಿಗೆ ಜೀವವು ಇರಬೇಕೆಂತಲೂ ಅದು ಸಮೃದ್ಧಿಯಾಗಿ ಇರಬೇಕೆಂತಲೂ ಬಂದೆನು. 10:10	",
},			
{			
"question" :	"	4 ಯೇಸು ಹೇಳಿದ್ದು, ಒಳ್ಳೆಯ ಕುರುಬನು ತನ್ನ ಕುರಿಗಳಿಗಾಗಿ ಇದನ್ನು ಮಾಡುವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಆಹಾರ ನೀಡುವನು	",
	"	B. ತನ್ನ ಪ್ರಾಣವನ್ನು ಕೊಡುವನು	",
	"	C. ನೀರಿನ ಬುಗ್ಗೆಗಳ ಬಳಿ ನಡೆಸುವನು	",
	"	D. ಹಸಿರು ಗಾವಲುಗಳಿಗೆ ನಡೆಸುವನು	"
],			
"correct" :	"	B. ತನ್ನ ಪ್ರಾಣವನ್ನು ಕೊಡುವನು	",
"explanation" :	"	ನಾನೇ ಒಳ್ಳೇ ಕುರುಬನು; ಒಳ್ಳೇ ಕುರುಬನು ತನ್ನ ಕುರಿಗಳಿಗೋಸ್ಕರ ತನ್ನ ಪ್ರಾಣವನ್ನು ಕೊಡುತ್ತಾನೆ. 10:11	",
},			
{			
"question" :	"	5  ತೋಳ ಬರುವುದನ್ನು ಕಾಣುತ್ತಲೇ ಕೂಲಿಯಾಳು ಏನು ಮಾಡುವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಓಡಿ ಹೋಗುವನು	",
	"	B. ತನ್ನ ಪ್ರಾಣವನ್ನು ನೀಡುವನು	",
	"	C. ಸಹಾಯಕ್ಕಾಗಿ ಕೂಗುವನು	",
	"	D. ತೋಳವನ್ನು ಕೊಲ್ಲುವನು	"
],			
"correct" :	"	A. ಓಡಿ ಹೋಗುವನು	",
"explanation" :	"	ಕೂಲಿಯಾಳು ಕುರುಬನೂ ಕುರಿಗಳ ಒಡೆಯನೂ ಆಗಿರದೆ ತೋಳ ಬರುವದನ್ನು ಕಾಣುತ್ತಲೇ ಕುರಿಗಳನ್ನು ಬಿಟ್ಟು ಓಡಿಹೋಗುತ್ತಾನೆ; ತೋಳವು ಅವುಗಳನ್ನು ಹಿಡುಕೊಂಡು ಹಿಂಡನ್ನು ಚದರಿಸುತ್ತದೆ 10:12	",
},			
{			
"question" :	"	6  ಯೇಸು ತನ್ನನ್ನು ತಾನು ಹೀಗೆಂದು ಪ್ರಕಟಿಸಿಕೊಂಡಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಹಾ ತೋಳ	",
	"	B. ಪರಿಶುದ್ಧ ಕುರಿ	",
	"	C. ಒಳ್ಳೆಯ ಕುರಿ	",
	"	D. ಕೂಲಿಯಾಳು	"
],			
"correct" :	"	C. ಒಳ್ಳೆಯ ಕುರಿ	",
"explanation" :	"	ನಾನೇ ಒಳ್ಳೇ ಕುರುಬನು; ತಂದೆಯು ನನ್ನನ್ನು ನಾನು ತಂದೆಯನ್ನು ತಿಳಿದಿರುವಂತೆಯೇ ನಾನು ನನ್ನ ಕುರಿಗಳನ್ನು ತಿಳಿದಿದ್ದೇನೆ; ನನ್ನ ಕುರಿಗಳು ನನ್ನನ್ನು ತಿಳಿದವೆ; ಮತ್ತು ಕುರಿಗಳಿಗೋಸ್ಕರ ನನ್ನ ಪ್ರಾಣವನ್ನು ಕೊಡುತ್ತೇನೆ.10:14	",
},			
{			
"question" :	"	7  ಯೇಸು ಹೇಳಿದ್ದು, ಇದನ್ನು ನನ್ನಷ್ಟಕ್ಕೆ ನಾನೇ ಕೊಡುತ್ತೇನೆ ಮತ್ತು ನಾನೇ ಅದನ್ನು ತಿರುಗಿ  ಪಡೆದುಕೊಳ್ಳುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯ	",
	"	B. ತನ್ನ ಪ್ರಾಣ	",
	"	C. ತೋಳ	",
	"	D. ಗಾಳಿ	"
],			
"correct" :	"	B. ತನ್ನ ಪ್ರಾಣ	",
"explanation" :	"	ನಾನು ತಿರಿಗಿ ಪಡಕೊಳ್ಳುತ್ತೇನೆಂದು ನನ್ನ ಪ್ರಾಣವನ್ನು ಕೊಡುತ್ತೇನೆ; ಅದರ ನಿಮಿತ್ತವಾಗಿ ತಂದೆಯು ನನ್ನನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ. ನನ್ನ ಪ್ರಾಣವನ್ನು ಯಾರೂ ನನ್ನಿಂದ ತೆಗೆಯರು, ನನ್ನಷ್ಟಕ್ಕೆ ನಾನೇ ಅದನ್ನು ಕೊಡುತ್ತೇನೆ; ಅದನ್ನು ಕೊಡುವದಕ್ಕೆ ನನಗೆ ಅಧಿಕಾರ ಉಂಟು, ಅದನ್ನು ತಿರಿಗಿ ಪಡಕೊಳ್ಳುವದಕ್ಕೆ ನನಗೆ ಅಧಿಕಾರ ಉಂಟು; ಈ ಅಪ್ಪಣೆಯನ್ನು ನನ್ನ ತಂದೆಯಿಂದ ಹೊಂದಿದ್ದೇನೆ ಅಂದನು. 10:17-18	",
},			
{			
"question" :	"	8  ಯೇಸು ದೇವಾಲಯದ ಈ ಮಂಟಪದೊಳಕ್ಕೆ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೋಮೋನನ ಮಂಟಪ	",
	"	B. ದಾವೀದನ ಮಂಟಪ	",
	"	C. ಯೋಸೇಫನ ಮಂಟಪ	",
	"	D. ಅಬ್ರಹಾಮನ ಮಂಟಪ	"
],			
"correct" :	"	A. ಸೊಲೋಮೋನನ ಮಂಟಪ	",
"explanation" :	"	ಯೇಸು ದೇವಾಲಯದೊಳಗೆ ಸೊಲೊಮೋನನ ಮಂಟಪದಲ್ಲಿ ತಿರುಗಾಡುತ್ತಾ ಇರುವಾಗ ಯೆಹೂದ್ಯರು ಆತನನ್ನು ಸುತ್ತಿಕೊಂಡು 10:23	",
},			
{			
"question" :	"	9  ಯೇಸು ಹೇಳಿದ್ದು, ತಂದೆಯು ನನ್ನ ಕೈಗೆ ಕೊಟ್ಟಿರುವುದನ್ನು  ಯಾವ ಮನುಷ್ಯನೂ	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಲ್ಲಲಾರನು	",
	"	B. ಹಿಂಸೆಪಡಿಸಲಾರನು	",
	"	C. ತಿರಸ್ಕರಿಸಲಾರನು	",
	"	D. ನನ್ನ ಕೈಗಳಿಂದ ಕಸಕೊಳ್ಳಲಾರನು	"
],			
"correct" :	"	D. ನನ್ನ ಕೈಗಳಿಂದ ಕಸಕೊಳ್ಳಲಾರನು	",
"explanation" :	"	ನಾನು ಅವುಗಳಿಗೆ ನಿತ್ಯಜೀವವನ್ನು ಕೊಡುತ್ತೇನೆ; ಅವು ಎಂದಿಗೂ ನಾಶವಾಗುವದೇ ಇಲ್ಲ; ಅವುಗಳನ್ನು ಯಾರೂ ನನ್ನ ಕೈಯೊಳಗಿಂದ ಕಸಕೊಳ್ಳರು. ನನ್ನ ತಂದೆಯು ನನಗೆ ಕೊಟ್ಟದ್ದು ಎಲ್ಲಾದ್ದಕ್ಕಿಂತ ದೊಡ್ಡದು; ಅದನ್ನು ಕೆಲವು ಪ್ರತಿಗಳಲ್ಲಿ - ಅವುಗಳನ್ನು ನನಗೆ ಕೊಟ್ಟ ನನ್ನ ತಂದೆಯು ಎಲ್ಲರಿಗಿಂತ ದೊಡ್ಡವನಾಗಿದ್ದಾನೆ; ಅವುಗಳನ್ನು. ತಂದೆಯ ಕೈಯೊಳಗಿಂದ ಯಾರೂ ಕಸಕೊಳ್ಳಲಾರರು. 10:28-29	",
},			
{			
"question" :	"	10  ಯಾವ ಕಾರಣದಿಂದ ಯೆಹೂದ್ಯರು ಯೇಸುವಿಗೆ ಕಲ್ಲೆಸೆಯಬೇಕೆಂದಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂಷಣೆ	",
	"	B. ಕಳ್ಳತನ	",
	"	C. ಕೊಲೆ	",
	"	D. ಸುಳ್ಳು ಸಾಕ್ಷಿ	"
],			
"correct" :	"	A. ದೇವದೂಷಣೆ	",
"explanation" :	"	ಯೆಹೂದ್ಯರು - ನಾವು ನಿನ್ನ ಮೇಲೆ ಕಲ್ಲೆಸೆಯುವದು ಒಳ್ಳೇ ಕಾರ್ಯದ ದೆಸೆಯಿಂದಲ್ಲ, ದೇವದೂಷಣೆಯ ದೆಸೆಯಿಂದಲೂ ನೀನು ಮನುಷ್ಯನಾಗಿದ್ದು ನಿನ್ನನ್ನು ನೀನೇ ದೇವರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳುವದರ ದೆಸೆಯಿಂದಲೂ ನಿನ್ನ ಮೇಲೆ ಕಲ್ಲೆಸೆಯುತ್ತೇವೆ ಅಂದರು.  10:33	",
},			
]			