var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1  ಲಾಜರನು ಯಾವ ಊರಿನವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಥಾನ್ಯ	",
	"	B. ಕಪರ್ನೌಮ್	",
	"	C. ಕಾನಾ	",
	"	D. ಥೆಸ್ಸೊಲೊನಿಯ 	"
],			
"correct" :	"	A. ಬೆಥಾನ್ಯ	",
"explanation" :	"	ಬೇಥಾನ್ಯದ ಲಾಜರನೆಂಬವನೊಬ್ಬನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದನು. ಅದು ಮಾರ್ಥಳು ಮರಿಯಳು ಎಂಬ ಅಕ್ಕತಂಗಿಯರು ಇದ್ದ ಊರು 11:1	",
},			
{			
"question" :	"	2  ಮರಿಯ ಮತ್ತು ಮಾರ್ಥಳಿಗೆ, ಲಾಜರನಿಗೆ ಏನು ಸಂಬಂಧ?	",
"image" :	"",		
"choices" : [			
	"	A. ಚಿಕ್ಕಪ್ಪ	",
	"	B. ಸೋದರಳಿಯ	",
	"	C. ಸಹೋದರ	",
	"	D. ತಂದೆ	"
],			
"correct" :	"	C. ಸಹೋದರ	",
"explanation" :	"	ಈ ಮರಿಯಳು ಯೇಸುಸ್ವಾಮಿಗೆ ತೈಲವನ್ನು ಹಚ್ಚಿ ಆತನ ಪಾದಗಳನ್ನು ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಒರಸಿದವಳು. ಈಕೆಯ ತಮ್ಮನಾದ ಲಾಜರನೇ ಅಸ್ವಸ್ಥನಾಗಿದ್ದನು 11.2	",
},			
{			
"question" :	"	3  ಈ ಮರಿಯಳು ಯೇಸುವಿನ ಪಾದಗಳನ್ನು ____________ ಒರೆಸಿದ ಅದೇ ಮರಿಯಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಲೈನಿನ್ ಬಟ್ಟೆ	",
	"	B. ತನ್ನ ತಲೇಗೂದಲಿನಿಂದ	",
	"	C. ಉಣ್ಣೆಯಿಂದ	",
	"	D. ದ್ರಾಕ್ಷಾರಸದಿಂದ	"
],			
"correct" :	"	B. ತನ್ನ ತಲೇಗೂದಲಿನಿಂದ	",
"explanation" :	"	ಈ ಮರಿಯಳು ಯೇಸುಸ್ವಾಮಿಗೆ ತೈಲವನ್ನು ಹಚ್ಚಿ ಆತನ ಪಾದಗಳನ್ನು ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಒರಸಿದವಳು. ಈಕೆಯ ತಮ್ಮನಾದ ಲಾಜರನೇ ಅಸ್ವಸ್ಥನಾಗಿದ್ದನು 11:2	",
},			
{			
"question" :	"	4  ಲಾಜರನು ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದಾನೆಂದು ಯೇಸು ಹೇಳಿದಾಗ, ಆತನ ಉದ್ದೇಶವು	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಚೆನ್ನಾಗಿದ್ದಾನೆ	",
	"	B. ಆತನು ಸತ್ತು ಹೋಗಿದ್ದಾನೆ	",
	"	C. ಆತನು ನಿದ್ರೆ ಮಾಡುತ್ತಿದ್ದಾನೆ	",
	"	D. ಆತನು ರೋಗಿಯಾಗಿದ್ದಾನೆ	"
],			
"correct" :	"	B. ಆತನು ಸತ್ತು ಹೋಗಿದ್ದಾನೆ	",
"explanation" :	"	ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿದ ಮೇಲೆ ಅವರಿಗೆ - ನಮ್ಮ ಮಿತ್ರನಾದ ಲಾಜರನು ನಿದ್ರೆಮಾಡುತ್ತಾನೆ; ನಾನು ಅವನನ್ನು ನಿದ್ರೆಯಿಂದ ಎಬ್ಬಿಸುವದಕ್ಕಾಗಿ ಹೋಗುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು. ಅದಕ್ಕೆ ಶಿಷ್ಯರು - ಸ್ವಾಮೀ, ಅವನು ನಿದ್ರೆಮಾಡುತ್ತಿದ್ದರೆ ಸ್ವಸ್ಥನಾಗುವನು ಅಂದರು. ಯೇಸು ಅವನ ಮರಣವನ್ನು ಸೂಚಿಸಿ ಅದನ್ನು ಹೇಳಿದ್ದನು; ಆದರೆ ಅವರು ನಿದ್ರೆಯ ವಿಶ್ರಾಂತಿಯನ್ನು ಕುರಿತು ಹೇಳುತ್ತಾನೆಂದು ನೆನಸಿದರು 11:11-14	",
},			
{			
"question" :	"	5  ನಾವು ಸಹ ಆತನೊಡನೆ ಸಾಯೋಣ ಎಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. ಸೀಮೋನ	",
	"	C. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	D. ದಿದುಮನೆಂಬ ತೋಮ	"
],			
"correct" :	"	D. ದಿದುಮನೆಂಬ ತೋಮ	",
"explanation" :	"	ಆಗ ದಿದುಮನೆಂಬ ತೋಮನು ಜೊತೇ ಶಿಷ್ಯರಿಗೆ - ನಾವು ಸಹ ಹೋಗಿ ಆತನೊಡನೆ ಸಾಯೋಣ ಎಂದು ಹೇಳಿದನು 11:16	",
},			
{			
"question" :	"	6  ಯೇಸು ಬರುತ್ತಿದ್ದಾನೆಂದು ಕೇಳಿ ಈಕೆಯು ಹೋಗಿ ಯೇಸುವನ್ನು ಸಂಧಿಸಿ ಮತ್ತೆ ಹೋಗಿ ತನ್ನ  ಸಹೋದರಿಯನ್ನು ಕರೆದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯಳು	",
	"	B. ಮಾರ್ಥಳು	",
	"	C. ಹನ್ನ	",
	"	D. ದೊರ್ಕಳು	"
],			
"correct" :	"	B. ಮಾರ್ಥಳು	",
"explanation" :	"	ಹೀಗಿರುವಲ್ಲಿ ಮಾರ್ಥಳು ಯೇಸು ಬರುತ್ತಾನೆಂದು ಕೇಳಿ ಆತನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕೆ ಹೋದಳು; ಆದರೆ ಮರಿಯಳು ಮನೆಯಲ್ಲೇ ಕೂತುಕೊಂಡಿದ್ದಳು. ಮತ್ತು ಮಾರ್ಥಳು ಯೇಸುವಿಗೆ - ಸ್ವಾಮೀ, ನೀನು ಇಲ್ಲಿ ಇರುತ್ತಿದ್ದರೆ ನನ್ನ ತಮ್ಮನು ಸಾಯುತ್ತಿರಲಿಲ್ಲ; ಈಗಲಾದರೂ ದೇವರನ್ನು ಏನು ಬೇಡಿಕೊಳ್ಳುತ್ತೀಯೋ ಅದನ್ನು ದೇವರು ನಿನಗೆ ಅನುಗ್ರಹಿಸುವನೆಂದು ಬಲ್ಲೆನು ಎಂದು ಹೇಳಿದಳು. ಯೇಸು ಆಕೆಗೆ - ನಿನ್ನ ತಮ್ಮನು ಎದ್ದುಬರುವನೆಂದು ಹೇಳಿದನು. ಮಾರ್ಥಳು - ಸತ್ತವರಿಗೆ ಕಡೇ ದಿನದಲ್ಲಿ ಪುನರುತ್ಥಾನವಾಗುವಾಗ ಅವನೂ ಎದ್ದು ಬರುವನೆಂದು ನಾನು ಬಲ್ಲೆನು ಅಂದಳು. ಯೇಸು ಆಕೆಗೆ - ನಾನೇ ಪುನರುತ್ಥಾನವೂ ಜೀವವೂ ಆಗಿದ್ದೇನೆ; ನನ್ನನ್ನು ನಂಬುವವನು ಸತ್ತರೂ ಬದುಕುವನು; ಮತ್ತು ಬದುಕುತ್ತಾ ನನ್ನನ್ನು ನಂಬುವ ಪ್ರತಿಯೊಬ್ಬನು ಎಂದಿಗೂ ಸಾಯುವದಿಲ್ಲ; ಇದನ್ನು ನಂಬುತ್ತೀಯಾ? ಎಂದು ಹೇಳಿದನು. ಆಕೆ - ಹೌದು, ಸ್ವಾಮೀ, ಲೋಕಕ್ಕೆ ಬರಬೇಕಾದ ದೇವಕುಮಾರನಾದ ಕ್ರಿಸ್ತನು ನೀನೇ ಎಂದು ನಂಬಿದ್ದೇನೆ ಅಂದಳು.ಇದನ್ನು ಹೇಳಿ ಆಕೆ ಹೋಗಿ ತನ್ನ ತಂಗಿಯಾದ ಮರಿಯಳನ್ನು ಗುಪ್ತವಾಗಿ ಕರೆದು - ಗುರುವು ಬಂದಿದ್ದಾನೆ, ನಿನ್ನನ್ನು ಕರೆಯುತ್ತಾನೆ ಅಂದಳು. 11:20-28	",
},			
{			
"question" :	"	7  ಯೇಸು ಹೇಳಿದ್ದು, ನಾನೇ	",
"image" :	"",		
"choices" : [			
	"	A. ಪುನರುತ್ಥಾನವು ಮತ್ತು ಜೀವವು	",
	"	B. ಸಮಯಕ್ಕೆ ಬರುವವನು	",
	"	C. ಎಂದಿಗೂ ತಡಮಾಡುವುದಿಲ್ಲ	",
	"	D. ನಿರೀಕ್ಷೆಯು ಮಹಿಮೆಯು	"
],			
"correct" :	"	B. ಸಮಯಕ್ಕೆ ಬರುವವನು	",
"explanation" :	"	ಯೇಸು ಆಕೆಗೆ - ನಾನೇ ಪುನರುತ್ಥಾನವೂ ಜೀವವೂ ಆಗಿದ್ದೇನೆ; ನನ್ನನ್ನು ನಂಬುವವನು ಸತ್ತರೂ ಬದುಕುವನು 11:25	",
},			
{			
"question" :	"	8  ಲಾಜರನು ಸತ್ತು ಎಷ್ಟು ದಿನಗಳಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. 1 ದಿನ	",
	"	B. 2 ದಿನ	",
	"	C. 3 ದಿನ	",
	"	D. 4 ದಿನ	"
],			
"correct" :	"	D. 4 ದಿನ	",
"explanation" :	"	ಯೇಸು - ಆ ಕಲ್ಲನ್ನು ತೆಗೆದುಹಾಕಿರಿ ಅನ್ನಲು ತೀರಿಹೋದವನ ಅಕ್ಕನಾದ ಮಾರ್ಥಳು - ಸ್ವಾಮೀ, ಅವನು ಸತ್ತು ನಾಲ್ಕು ದಿವಸವಾಯಿತು; ಈಗ ನಾತ ಹುಟ್ಟಿದೆ ಅಂದಳು.11:39	",
},			
{			
"question" :	"	9  ಯೇಸು ಲಾಜರನ ಸಮಾಧಿಯ ಹೊರಗಡೆ ದೊಡ್ಡ ಶಬ್ಧದಿಂದ ಏನೆಂದು ಕೂಗಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲಾಜರನೇ ಹೊರಗೆ ಬಾ	",
	"	B. ಎಲೈ ಅಲ್ಪ ವಿಶ್ವಾಸಿಗಳೇ	",
	"	C. ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ	",
	"	D. ನೀವು ಪ್ರವಾದಿಗಳನ್ನು ಕೊಂದವರು	"
],			
"correct" :	"	A. ಲಾಜರನೇ ಹೊರಗೆ ಬಾ	",
"explanation" :	"	ಅದನ್ನು ಹೇಳಿದ ಮೇಲೆ ದೊಡ್ಡ ಶಬ್ದದಿಂದ - ಲಾಜರನೇ, ಹೊರಗೆ ಬಾ ಎಂದು ಕೂಗಿದನು 11:43	",
},			
{			
"question" :	"	10  ಜನವೆಲ್ಲಾ ನಾಶವಾಗುವದಕ್ಕಿಂತ ಒಬ್ಬ ಮನುಷ್ಯನು ಜನಕ್ಕೋಸ್ಕರ ಸಾಯುವುದು ನಿಮಗೆ  ಹಿತವೆಂದು ನೀವು ಆಲೋಚಿಸುವದೂ ಇಲ್ಲ ಎಂಬುದಾಗಿ ಹೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹನ್ನ	",
	"	B. ಹೆರೋದ	",
	"	C. ಕಾಯಫ	",
	"	D. ಮಲಾಕಿ	"
],			
"correct" :	"	C. ಕಾಯಫ	",
"explanation" :	"	ಆದರೆ ಅವರಲ್ಲಿ ಕಾಯಫನೆಂಬವನೊಬ್ಬನು ಆ ವರುಷಕ್ಕೆ ಮಹಾಯಾಜಕನಾಗಿದ್ದು ಅವರಿಗೆ - ನಿಮಗೇನೂ ತಿಳಿಯುವದಿಲ್ಲ; ಜನವೆಲ್ಲಾ ನಾಶವಾಗುವದಕ್ಕಿಂತ ಒಬ್ಬ ಮನುಷ್ಯನು ಜನಕ್ಕೋಸ್ಕರ ಸಾಯುವದು ನಿಮಗೆ ಹಿತವೆಂದು ನೀವು ಆಲೋಚಿಸುವದೂ ಇಲ್ಲ ಎಂಬದಾಗಿ ಹೇಳಿದನು. ಇದನ್ನು ಅವನು ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಹೇಳಲಿಲ್ಲ; ಆದರೆ ತಾನು ಆ ವರುಷದ ಮಹಾಯಾಜಕನಾಗಿದ್ದದರಿಂದ ದೇವಪ್ರೇರಣೆಯಿಂದ ಮಾತಾಡಿ ಯೇಸು ಆ ಜನಕ್ಕೋಸ್ಕರ ಸಾಯುವದಕ್ಕಿದ್ದನೆಂದು ಹೇಳಿದನು 11:49-51	",
},			
]			