var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸುವಿಗೆ ಔತಣವನ್ನು ಮಾಡಿಸಲು ಯಾರು ನೆರವಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯಳು	",
	"	B. ಮಾರ್ಥಳು	",
	"	C. ಲಾಜರನು	",
	"	D. ಪಿಲಿಪ್ಪನು	"
],			
"correct" :	"	B. ಮಾರ್ಥಳು	",
"explanation" :	"	ಯೇಸುವಿಗೆ ಅಲ್ಲಿ ಔತಣಮಾಡಿಸಲು ಮಾರ್ಥಳು ನೆರವಾಗಿದ್ದಳು; ಲಾಜರನು ಆತನ ಸಂಗಡ ಊಟಕ್ಕೆ ಕೂತವರಲ್ಲಿ ಒಬ್ಬನು 12:2	",
},			
{			
"question" :	"	2  ಔತಣವು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಪೆರ್ನೌಮ್	",
	"	B. ಬೇಥಾನ್ಯ	",
	"	C. ಬೆತ್ಲೆಹೇಮ್	",
	"	D. ಯೆರೂಷಲೇಮ್	"
],			
"correct" :	"	B. ಬೇಥಾನ್ಯ	",
"explanation" :	"	ಪಸ್ಕಹಬ್ಬವು ಇನ್ನು ಆರು ದಿವಸ ಮುಂದೆ ಇರಲಾಗಿ ಯೇಸು ಬೇಥಾನ್ಯಕ್ಕೆ ಬಂದನು. ಯೇಸುವು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ಲಾಜರನು ಅಲ್ಲಿದ್ದನು. 12:1	",
},			
{			
"question" :	"	3 ಒಂದು ಸೇರಷ್ಟು ಅಚ್ಚ ಜಟಾಮಾಂಸಿ ತೈಲವನ್ನು ತಂದು ಯೇಸುವಿನ ಪಾದಗಳಿಗೆ ಹಚ್ಚಿದವರು  ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯಳು	",
	"	B. ಮಾರ್ಥಳು	",
	"	C. ಹನ್ನಳು	",
	"	D. ದೆಬೋರಳು	"
],			
"correct" :	"	A. ಮರಿಯಳು	",
"explanation" :	"	ಆಗ ಮರಿಯಳು ಬಹು ಬೆಲೆಯುಳ್ಳ ಅಚ್ಚ ಜಟಾಮಾಂಸಿ ತೈಲವನ್ನು ಒಂದು ಸೇರಷ್ಟು ತಂದು ಯೇಸುವಿನ ಪಾದಕ್ಕೆ ಹಚ್ಚಿ ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಆತನ ಪಾದಗಳನ್ನು ಒರಸಿದಳು. ಆ ತೈಲದ ಪರಿಮಳವು ಮನೆಯಲ್ಲೆಲ್ಲಾ ತುಂಬಿಕೊಂಡಿತು 12:3	",
},			
{			
"question" :	"	4  ಆತನ ಪಾದಗಳನ್ನು ಒರೆಸಲು ಆಕೆ ಏನನ್ನು ಬಳಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೈನಿನ್ ಬಟ್ಟೆ	",
	"	B. ಸ್ಯಾಟಿನ್ ಬಟ್ಟೆ	",
	"	C. ಉಣ್ಣೆ ಬಟ್ಟೆ	",
	"	D. ತನ್ನ ತಲೇ ಕೂದಲು	"
],			
"correct" :	"	D. ತನ್ನ ತಲೇ ಕೂದಲು	",
"explanation" :	"	ಆಗ ಮರಿಯಳು ಬಹು ಬೆಲೆಯುಳ್ಳ ಅಚ್ಚ ಜಟಾಮಾಂಸಿ ತೈಲವನ್ನು ಒಂದು ಸೇರಷ್ಟು ತಂದು ಯೇಸುವಿನ ಪಾದಕ್ಕೆ ಹಚ್ಚಿ ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಆತನ ಪಾದಗಳನ್ನು ಒರಸಿದಳು. ಆ ತೈಲದ ಪರಿಮಳವು ಮನೆಯಲ್ಲೆಲ್ಲಾ ತುಂಬಿಕೊಂಡಿತು 12:3	",
},			
{			
"question" :	"	5  ಹಣದ ಚೀಲವು ಯಾರ ವಶದಲ್ಲಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	B. ಸೀಮೋನ ಪೇತ್ರ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಮತ್ತಾಯ	"
],			
"correct" :	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
"explanation" :	"	ಆದರೆ ಆತನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನು, ಅಂದರೆ ಆತನನ್ನು ಹಿಡುಕೊಡುವದಕ್ಕಿದ್ದ ಇಸ್ಕರಿಯೋತ ಯೂದನೆಂಬವನು - ಯಾಕೆ ಈ ತೈಲವನ್ನು ಮುನ್ನೂರು ಹಣಕ್ಕೆ ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡಲಿಲ್ಲ ಅಂದನು. ಅವನು ಬಡವರಿಗೋಸ್ಕರ ಚಿಂತಿಸಿ ಇದನ್ನು ಹೇಳಲಿಲ್ಲ; ಅವನು ಕಳ್ಳನಾಗಿದ್ದು ತನ್ನ ವಶದಲ್ಲಿದ್ದ ಅವರ ಹಣದ ಚೀಲದಲ್ಲಿ ಹಾಕಿದ್ದನ್ನು ತಕ್ಕೊಳ್ಳುವವನಾಗಿದ್ದದರಿಂದಲೇ ಹೇಳಿದನು. 12:4-6	",
},			
{			
"question" :	"	6  ಆತನು ಹಣವನ್ನು ಈಕೆಯು ವ್ಯರ್ಥ ಮಾಡಿದಳು ಎಂದು ಆಕ್ಷೇಪಿಸಿದರ ಹಿಂದೆ ಆತನಿಗಿದ್ದ  ನಿಜವಾದ ಉದ್ದೇಶವೇನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಬಡವರಿಗಾಗಿ ಕಾಳಜಿ ಹೊಂದಿದ್ದನು	",
	"	B. ಅವನು ಕಳ್ಳನಾಗಿದ್ದನು	",
	"	C. ಅದು ಆತನ ಸ್ವಾಸ್ತ್ಯವಾಗಿತ್ತು	",
	"	D. ಅದು ಅವರಿಗೆ ಆಹಾರಕ್ಕಾಗಿ ಬೇಕಾಗಿತ್ತು	"
],			
"correct" :	"	B. ಅವನು ಕಳ್ಳನಾಗಿದ್ದನು	",
"explanation" :	"	ಅವನು ಬಡವರಿಗೋಸ್ಕರ ಚಿಂತಿಸಿ ಇದನ್ನು ಹೇಳಲಿಲ್ಲ; ಅವನು ಕಳ್ಳನಾಗಿದ್ದು ತನ್ನ ವಶದಲ್ಲಿದ್ದ ಅವರ ಹಣದ ಚೀಲದಲ್ಲಿ ಹಾಕಿದ್ದನ್ನು ತಕ್ಕೊಳ್ಳುವವನಾಗಿದ್ದದರಿಂದಲೇ ಹೇಳಿದನು 12:6	",
},			
{			
"question" :	"	7  ಮಹಾಯಾಜಕರು ಈತನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಆಲೋಚಿಸಿದರು, ಯಾಕೆಂದರೆ ಅವನ ದೆಸೆಯಿಂದ  ಯೆಹೂದ್ಯರಲ್ಲಿ ಅನೇಕರು ಹೋಗಿ ಯೇಸುವನ್ನು ನಂಬುವವರಾದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	B. ಸೀಮೋನ ಪೇತ್ರ	",
	"	C. ಆಂದ್ರೇಯ	",
	"	D. ಲಾಜರ	"
],			
"correct" :	"	D. ಲಾಜರ	",
"explanation" :	"	ಆದರೆ ಮಹಾಯಾಜಕರು ಲಾಜರನನ್ನೂ ಕೊಲ್ಲಬೇಕೆಂದು ಆಲೋಚಿಸಿದರು. ಯಾಕಂದರೆ ಅವನ ದೆಸೆಯಿಂದ ಯೆಹೂದ್ಯರಲ್ಲಿ ಅನೇಕರು ಹೋಗಿ ಯೇಸುವನ್ನು ನಂಬುವವರಾದರು. 12:10-11	",
},			
{			
"question" :	"	8  ಯೇಸು ಹೇಳಿದ್ದು, ತನ್ನ ಪ್ರಾಣದ ಮೇಲೆ ಮಮತೆಯಿಡುವವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಬದುಕುವನು	",
	"	B. ಬುದ್ದಿವಂತನು	",
	"	C. ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸುವನು	",
	"	D. ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು	"
],			
"correct" :	"	D. ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು	",
"explanation" :	"	ತನ್ನ ಪ್ರಾಣದ ಮೇಲೆ ಮಮತೆಯಿಡುವವನು ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು, ಇಹಲೋಕದಲ್ಲಿ ತನ್ನ ಪ್ರಾಣವನ್ನು ಹಗೆಮಾಡುವವನು ನಿತ್ಯಜೀವಕ್ಕಾಗಿ ಅದನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವನು.  12:25	",
},			
{			
"question" :	"	9  ಯೇಸು ಹೇಳಿದ್ದು, ನಾನು ಭೂಮಿಯಲ್ಲಿಂದ ಮೇಲಕ್ಕೆ ಎತ್ತಲ್ಪಟ್ಟಾಗ________________	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಲರನ್ನೂ ನನ್ನ ಬಳಿಗೆ ಎಳಕೊಳ್ಳುವೆನು	",
	"	B. ಇನ್ನು ಮೇಲೆ ಭೂಮಿ ಇರುವುದಿಲ್ಲ	",
	"	C. ಎಲ್ಲರೂ ನಾಶವಾಗುವರು	",
	"	D. ಇದು ಕೆಟ್ಟದ್ದೆಂದು ಲೋಕವು ಅರಿತುಕೊಳ್ಳುವುದು.	"
],			
"correct" :	"	A. ಎಲ್ಲರನ್ನೂ ನನ್ನ ಬಳಿಗೆ ಎಳಕೊಳ್ಳುವೆನು	",
"explanation" :	"	ಆದರೆ ನಾನು ಭೂಮಿಯಲ್ಲಿಂದ ಮೇಲಕ್ಕೆ ಎತ್ತಲ್ಪಟ್ಟಾಗ ಎಲ್ಲರನ್ನೂ ನನ್ನ ಬಳಿಗೆ ಎಳಕೊಳ್ಳುವೆನು ಎಂದು ಹೇಳಿದನು 12:32	",
},			
{			
"question" :	"	10  ಯೇಸುವನ್ನು ಅಂಗೀಕರಿಸದೆ ಇರುವವನಿಗೆ ತೀರ್ಪು ಮಾಡುವುದು	",
"image" :	"",		
"choices" : [			
	"	A. ತಂದೆ	",
	"	B. ಯೇಸು	",
	"	C. ದೇವದೂತರು	",
	"	D. ವಾಕ್ಯಗಳು	"
],			
"correct" :	"	D. ವಾಕ್ಯಗಳು	",
"explanation" :	"	ನನ್ನನ್ನು ಲಕ್ಷ್ಯಮಾಡದೆ ನನ್ನ ಮಾತುಗಳನ್ನು ಅಂಗೀಕರಿಸದೆ ಇರುವವನಿಗೆ ತೀರ್ಪುಮಾಡುವಂಥದು ಒಂದು ಇದೆ, ಅದು ಯಾವದಂದರೆ, ನಾನು ಆಡಿದ ಮಾತು; ಅದೇ ಅವನಿಗೆ ಕಡೇ ದಿನದಲ್ಲಿ ತೀರ್ಪುಮಾಡುವದು 12:48	",
},			
]			