var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸುವನ್ನು ಹಿಡಿದುಕೊಟ್ಟ ಶಿಷ್ಯನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. ಸೀಮೋನ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಇಸ್ಕರಿಯೋತ ಯೂದ	"
],			
"correct" :	"	D. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
"explanation" :	"	ಅವರು ಊಟಕ್ಕೆ ಕೂತುಕೊಂಡಿದ್ದರು; ಅಷ್ಟರೊಳಗೆ ಸೈತಾನನು ಸೀಮೋನನ ಮಗನಾದ ಇಸ್ಕರಿಯೋತ ಯೂದನ ಮನಸ್ಸಿನಲ್ಲಿ ಯೇಸುವನ್ನು ಹಿಡುಕೊಡಬೇಕೆಂಬ ಆಲೋಚನೆಯನ್ನು ಹುಟ್ಟಿಸಿದ್ದನು 13:2	",
},			
{			
"question" :	"	2  ಅವನ ಮನಸ್ಸಿನಲ್ಲಿ ಯೇಸುವನ್ನು ಹಿಡಿಕೊಡಬೇಕೆಂಬ ಆಲೋಚನೆಯನ್ನು ಹುಟ್ಟಿಸಿದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂತನು	",
	"	B. ಫರಿಸಾಯನು	",
	"	C. ದೇವರು	",
	"	D. ಸೈತಾನನು	"
],			
"correct" :	"	D. ಸೈತಾನನು	",
"explanation" :	"	ಅವರು ಊಟಕ್ಕೆ ಕೂತುಕೊಂಡಿದ್ದರು; ಅಷ್ಟರೊಳಗೆ ಸೈತಾನನು ಸೀಮೋನನ ಮಗನಾದ ಇಸ್ಕರಿಯೋತ ಯೂದನ ಮನಸ್ಸಿನಲ್ಲಿ ಯೇಸುವನ್ನು ಹಿಡುಕೊಡಬೇಕೆಂಬ ಆಲೋಚನೆಯನ್ನು ಹುಟ್ಟಿಸಿದ್ದನು 13:2	",
},			
{			
"question" :	"	3  ಯೇಸು ಶಿಷ್ಯರ ___________ ತೊಳೆದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಕೈಗಳನ್ನು	",
	"	B. ಮುಖಗಳನ್ನು	",
	"	C. ವಸ್ತ್ರಗಳನ್ನು	",
	"	D. ಕಾಲುಗಳನ್ನು	"
],			
"correct" :	"	D. ಕಾಲುಗಳನ್ನು	",
"explanation" :	"	ಆಗ ಬೋಗುಣಿಯಲ್ಲಿ ನೀರು ಹಾಕಿಕೊಂಡು ಶಿಷ್ಯರ ಕಾಲುಗಳನ್ನು ತೊಳೆಯುವದಕ್ಕೂ ನಡುವಿಗೆ ಕಟ್ಟಿಕೊಂಡಿದ್ದ ಕೈಪಾವುಡದಿಂದ ಒರಸುವದಕ್ಕೂ ಪ್ರಾರಂಭಿಸಿದನು 13:5	",
},			
{			
"question" :	"	4  ಯೇಸು ಇದನ್ನು ಮಾಡಿದ್ದು,	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ವಿರುದ್ದವಾದರು ಸಹ	",
	"	B. ಅದು ಸಂಪ್ರದಾಯವಾಗಿತ್ತು	",
	"	C. ಏಕೆಂದರೆ ಹಾಗೆ ಮಾಡಲು ಶಿಷ್ಯರು ಕೇಳಿದ್ದರು	",
	"	D. ಒಂದು ಮಾದರಿಯಾಗಿ	"
],			
"correct" :	"	D. ಒಂದು ಮಾದರಿಯಾಗಿ	",
"explanation" :	"	ನಾನು ನಿಮಗೆ ಮಾಡಿದ ಮೇರೆಗೆ ನೀವು ಸಹ ಮಾಡುವಂತೆ ನಿಮಗೆ ಮಾದರಿಯನ್ನು ತೋರಿಸಿದ್ದೇನೆ. 13:15	",
},			
{			
"question" :	"	5  ಯೇಸು ಹೇಳಿದ್ದು, ಆಳು…………………………	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಧಣಿಗಿಂತ ದೊಡ್ಡವನು	",
	"	B. ತನ್ನ ಧಣಿಗಿಂತ ದೊಡ್ಡವನಲ್ಲ	",
	"	C. ಧಣಿಯ ಮನೆಯ ಹೊರಗಡೆ ನಿಲ್ಲುವನು	",
	"	D. ಧಣಿಯ ಮೇಜಿನಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳುವನು	"
],			
"correct" :	"	B. ತನ್ನ ಧಣಿಗಿಂತ ದೊಡ್ಡವನಲ್ಲ	",
"explanation" :	"	ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ದಣಿಗಿಂತ ಆಳು ದೊಡ್ಡವನಲ್ಲ, ಕಳುಹಿಸಲ್ಪಟ್ಟವನು ಕಳುಹಿಸಿದವನಿಗಿಂತ ದೊಡ್ಡವನಲ್ಲ.  13:16	",
},			
{			
"question" :	"	6  ಯೇಸು ತನ್ನನ್ನು ಹಿಡಿದುಕೊಡುವನನ್ನು ಹೀಗೆ ಶಿಷ್ಯರಿಗೆ ಗುರುತಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ತುತ್ತನ್ನು ಅದ್ದಿ ಅವನಿಗೆ ನೀಡುವದರಿಂದ	",
	"	B. ಗುಡುಗು ಮತ್ತು ಮಿಂಚನ್ನು ಕಳುಹಿಸುವದರಿಂದ	",
	"	C. ಆಕಾಶದಿಂದ ಬೆಂಕಿಯನ್ನು ಕಳುಹಿಸುವುದರಿಂದ	",
	"	D. ಆತನ ಆತ್ಮನಿಂದ ಉಸಿರನ್ನು ತೆಗೆಯುವುದರಿಂದ	"
],			
"correct" :	"	A. ತುತ್ತನ್ನು ಅದ್ದಿ ಅವನಿಗೆ ನೀಡುವದರಿಂದ	",
"explanation" :	"	ಅದಕ್ಕೆ ಯೇಸು - ನಾನು ಈ ತುತ್ತನ್ನು ಅದ್ದಿ ಯಾರಿಗೆ ಕೊಡುತ್ತೇನೋ ಅವನೇ ಎಂದು ಹೇಳಿ ಆ ತುತ್ತನ್ನು ಅದ್ದಿ ತೆಗೆದು ಸೀಮೋನನ ಮಗನಾದ ಇಸ್ಕರಿಯೋತ ಯೂದನಿಗೆ ಕೊಟ್ಟನು 13:26	",
},			
{			
"question" :	"	7  ಯೂದನು ಹೋಗುವಾಗ ಯೇಸು ಅವನಿಗೆ, ನೀನು ಮಾಡುವದನ್ನು _______ ಮಾಡಿಬಿಡು  ಅಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಎಚ್ಚರಿಕೆಯಿಂದ	",
	"	B. ಭಯದಿಂದ	",
	"	C. ಕನಿಕರವಿಲ್ಲದೆ	",
	"	D. ಬೇಗನೆ	"
],			
"correct" :	"	D. ಬೇಗನೆ	",
"explanation" :	"	ಅವನು ಆ ತುತ್ತನ್ನು ತೆಗೆದುಕೊಂಡ ಕೂಡಲೆ ಸೈತಾನನು ಅವನೊಳಗೆ ಹೊಕ್ಕನು. ಆಗ ಯೇಸು ಅವನಿಗೆ - ನೀನು ಮಾಡುವದನ್ನು ಬೇಗನೆ ಮಾಡಿಬಿಡು ಎಂದು ಹೇಳಿದನು 13:27	",
},			
{			
"question" :	"	8  ಯೇಸು ಶಿಷ್ಯರಿಗೆ ಹೊಸ _________ ನೀಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ವಸ್ತ್ರಗಳನ್ನು	",
	"	B. ಭಾಷೆಯನ್ನು	",
	"	C. ಆಜ್ಞೆಯನ್ನು	",
	"	D. ಹೆಸರನ್ನು	"
],			
"correct" :	"	C. ಆಜ್ಞೆಯನ್ನು	",
"explanation" :	"	ನಾನು ನಿಮಗೆ ಒಂದು ಹೊಸ ಆಜ್ಞೆಯನ್ನು ಕೊಡುತ್ತೇನೆ; ಏನಂದರೆ ನೀವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು; ನಾನು ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸಿದ ಮೇರೆಗೆ ನೀವು ಸಹ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು ಎಂಬದೇ 13:34	",
},			
{			
"question" :	"	9  ಯೇಸು ಹೇಳಿದ್ದು, ನಿಮ್ಮೊಳಗೆ ______________ ಎಲ್ಲರೂ ನಿಮ್ಮನ್ನು ನನ್ನ ಶಿಷ್ಯರೆಂದು   ತಿಳುಕೊಳ್ಳುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಗಟ್ಟಿಯಾಗಿ ಪ್ರಾರ್ಥಿಸಿದರೆ	",
	"	B. ಉಪವಾಸ ಮಾಡಿದರೆ	",
	"	C. ಒಬ್ಬರ ಮೇಲೊಬ್ಬರಿಗೆ ಪ್ರೀತಿಯಿದ್ದರೆ	",
	"	D. ನನ್ನ ವಾಕ್ಯವನ್ನು ಸಾರಿದರೆ	"
],			
"correct" :	"	C. ಒಬ್ಬರ ಮೇಲೊಬ್ಬರಿಗೆ ಪ್ರೀತಿಯಿದ್ದರೆ	",
"explanation" :	"	ನಿಮ್ಮೊಳಗೆ ಒಬ್ಬರ ಮೇಲೊಬ್ಬರಿಗೆ ಪ್ರೀತಿಯಿದ್ದರೆ ಎಲ್ಲರೂ ನಿಮ್ಮನ್ನು ನನ್ನ ಶಿಷ್ಯರೆಂದು ತಿಳುಕೊಳ್ಳುವರು ಅಂದನು 13:35	",
},			
{			
"question" :	"	10  ಪೇತ್ರನು ಕೋಳಿ ಕೂಗುವದಕ್ಕಿಂತ ಮುಂಚೆ ____ ನನ್ನನ್ನು ಅರಿಯನೆಂದು ಹೇಳುವನು ಎಂದು  ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 2	",
	"	C. 3	",
	"	D. 4	"
],			
"correct" :	"	C. 3	",
"explanation" :	"	ಯೇಸು - ನನಗಾಗಿ ಪ್ರಾಣ ಕೊಟ್ಟೀಯಾ? ನಿನಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನೀನು ನನ್ನ ವಿಷಯದಲ್ಲಿ ಅವನನ್ನು ಅರಿಯೆನೆಂದು ಮೂರು ಸಾರಿ ಹೇಳುವ ತನಕ ಕೋಳಿ ಕೂಗುವದೇ ಇಲ್ಲ ಅಂದನು. 13:38	",
},			
]			