var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 14";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ಹೇಳಿದ್ದು, ನಿಮ್ಮ ಹೃದಯವು ಕಳವಳಗೊಳ್ಳದೆ ಇರಲಿ; ದೇವರನ್ನು ನಂಬಿರಿ,	",
"image" :	"",		
"choices" : [			
	"	A. ಇದು ನಿಲ್ಲುವುದು	",
	"	B. ಇದು ಫರಿಸಾಯರು ಮಾಡುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದಾಗಿದೆ	",
	"	C. ಇದು ವಿಧರ್ಮಿಗಳು ಮಾಡುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದಾಗಿದೆ	",
	"	D. ನನ್ನನ್ನೂ ನಂಬಿರಿ	"
],			
"correct" :	"	D. ನನ್ನನ್ನೂ ನಂಬಿರಿ	",
"explanation" :	"	ನಿಮ್ಮ ಹೃದಯವು ಕಳವಳಗೊಳ್ಳದೆ ಇರಲಿ; ದೇವರನ್ನು ನಂಬಿರಿ, ನನ್ನನ್ನೂ ನಂಬಿರಿ 14:1	",
},			
{			
"question" :	"	2  ಯೇಸು ಹೇಳಿದ್ದು, ನನ್ನ ತಂದೆಯ ಮನೆಯಲ್ಲಿ ಬಹಳ __________	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಡಾರಗಳಿವೆ	",
	"	B. ಆತ್ಮಗಳಿವೆ	",
	"	C. ದೇವದೂತರಿದ್ದಾರೆ	",
	"	D. ಬಹುಮಾನಗಳಿವೆ	"
],			
"correct" :	"	A. ಬಿಡಾರಗಳಿವೆ	",
"explanation" :	"	ನನ್ನ ತಂದೆಯ ಮನೆಯಲ್ಲಿ ಬಹಳ ಬಿಡಾರಗಳು ಅವೆ; ಇಲ್ಲದಿದ್ದರೆ ನಿಮಗೆ ಹೇಳುತ್ತಿದ್ದೆನು; ನಿಮಗೆ ಸ್ಥಳವನ್ನು ಸಿದ್ಧಮಾಡುವದಕ್ಕೆ ಹೋಗುತ್ತೇನಲ್ಲಾ 14:2	",
},			
{			
"question" :	"	3  ಸ್ವಾಮಿ, ಮಾರ್ಗವು ನಮಗೆ ಹೇಗೆ ತಿಳಿದೀತು ಎಂದು ಯೇಸುವನ್ನು ಕೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತೋಮನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಯಾಕೋಬ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	A. ತೋಮನು	",
"explanation" :	"	ತೋಮನು ಆತನನ್ನು - ಸ್ವಾಮೀ, ನೀನು ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತೀಯೋ ನಮಗೆ ತಿಳಿಯದು; ಮಾರ್ಗವು ಹೇಗೆ ತಿಳಿದೀತು ಎಂದು ಕೇಳಲು 14:5	",
},			
{			
"question" :	"	4  ಯೇಸು ಹೇಳಿದ್ದು, ನಾನೇ ಮಾರ್ಗವು, ಸತ್ಯವು ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಳಕು	",
	"	B. ಕತ್ತಲು	",
	"	C. ಜೀವವು	",
	"	D. ನಿರೀಕ್ಷೆಯು	"
],			
"correct" :	"	C. ಜೀವವು	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ - ನಾನೇ ಮಾರ್ಗವೂ ಸತ್ಯವೂ ಜೀವವೂ ಆಗಿದ್ದೇನೆ; ನನ್ನ ಮೂಲಕವಾಗಿ ಹೊರತು ಯಾರೂ ತಂದೆಯ ಬಳಿಗೆ ಬರುವದಿಲ್ಲ 14:6	",
},			
{			
"question" :	"	5  ಯೇಸು ಹೇಳಿದ್ದು, ನನ್ನನ್ನು ನಂಬುವವನು ನಾನು ನಡಿಸುವ ಕ್ರಿಯೆಗಳನ್ನು ತಾನೂ ನಡಿಸುವನು  ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	A. ಅವುಗಳಿಗಿಂತ ಮಹತ್ತಾದ ಕ್ರಿಯೆಗಳನ್ನು ನಡಿಸುವನು	",
	"	B. ಜನರು ಆಶ್ಚರ್ಯಗೊಳ್ಳುವರು	",
	"	C. ಮಹಿಮೆ ಆತನದೆ	",
	"	D. ಅವನು ಹೆಚ್ಚಿಸಲ್ಪಡುವನು	"
],			
"correct" :	"	A. ಅವುಗಳಿಗಿಂತ ಮಹತ್ತಾದ ಕ್ರಿಯೆಗಳನ್ನು ನಡಿಸುವನು	",
"explanation" :	"	ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನನ್ನನ್ನು ನಂಬುವವನು ನಾನು ನಡಿಸುವ ಕ್ರಿಯೆಗಳನ್ನು ತಾನೂ ನಡಿಸುವನು; ಮತ್ತು ಅವುಗಳಿಗಿಂತ ಮಹತ್ತಾದ ಕ್ರಿಯೆಗಳನ್ನು ನಡಿಸುವನು. ಯಾಕಂದರೆ ನಾನು ತಂದೆಯ ಬಳಿಗೆ ಹೋಗುತ್ತೇನೆ 14:12	",
},			
{			
"question" :	"	6  ನೀವು ______________ ಏನೇನು ಬೇಡಿಕೊಳ್ಳುವಿರೋ, ಅದನ್ನು ನೆರವೇರಿಸುವೆನು ಎಂದು  ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ಮೊಣಕಾಲೂರಿ	",
	"	B. ಪಾಪ ನಿವೇದನೆ ಮಾಡಿ	",
	"	C. ಪಶ್ಚಾತ್ತಾಪದ ಆತ್ಮದೊಂದಿಗೆ	",
	"	D. ನನ್ನ ಹೆಸರಿನಲ್ಲಿ	"
],			
"correct" :	"	D. ನನ್ನ ಹೆಸರಿನಲ್ಲಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ನೀವು ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ಏನೇನು ಬೇಡಿಕೊಳ್ಳುವಿರೋ, ಅದನ್ನು ನೆರವೇರಿಸುವೆನು; ಹೀಗೆ ಮಗನ ಮೂಲಕವಾಗಿ ತಂದೆಗೆ ಮಹಿಮೆ ಉಂಟಾಗುವದು.  14:13	",
},			
{			
"question" :	"	7  ಯೇಸು ಹೇಳಿದ್ದು, ನೀವು ನನ್ನನ್ನು ಪ್ರೀತಿಸಿದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಟ್ಟದ್ದನ್ನು ದ್ವೇಷಿಸಿರಿ	",
	"	B. ಸಂತೋಷಿಸಿರಿ	",
	"	C. ಲೋಕಕ್ಕೆ ಹೇಳಿರಿ	",
	"	D. ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಳ್ಳಿರಿ	"
],			
"correct" :	"	D. ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಳ್ಳಿರಿ	",
"explanation" :	"	ನೀವು ನನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಾದರೆ ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವಿರಿ.  14:15	",
},			
{			
"question" :	"	8  ಯಾವ ಸಹಾಯಕನನ್ನು ತಂದೆಯು ನಿಮಗೆ ಕೊಡುವನು ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜ್ಞಾನದ ಆತ್ಮ	",
	"	B. ಸತ್ಯದ ಆತ್ಮ	",
	"	C. ಸಂತೋಷದ ಆತ್ಮ	",
	"	D. ಕಾವಲಿನ ಆತ್ಮ	"
],			
"correct" :	"	B. ಸತ್ಯದ ಆತ್ಮ	",
"explanation" :	"	ಆದರೆ ಆ ಸಹಾಯಕನು ಅಂದರೆ ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ತಂದೆಯು ಕಳುಹಿಸಿಕೊಡುವ ಪವಿತ್ರಾತ್ಮನೇ ನಿಮಗೆ ಎಲ್ಲವನ್ನು ಉಪದೇಶಿಸಿ ನಾನು ನಿಮಗೆ ಹೇಳಿದ್ದನ್ನೆಲ್ಲಾ ನಿಮ್ಮ ನೆನಪಿಗೆ ತರುವನು. 14:26	",
},			
{			
"question" :	"	9  ಇದನ್ನು ನಿಮಗೆ ಬಿಟ್ಟುಹೋಗುತ್ತೇನೆ, ಆದುದರಿಂದ ನಿಮ್ಮ ಹೃದಯವು ಕಳವಳಗೊಳ್ಳದೆ ಇರಲಿ  ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿರೀಕ್ಷೆ	",
	"	B. ಜ್ಞಾನ	",
	"	C. ಶಾಂತಿ	",
	"	D. ಸಂತೋಷ	"
],			
"correct" :	"	C. ಶಾಂತಿ	",
"explanation" :	"	ಶಾಂತಿಯನ್ನು ನಿಮಗೆ ಬಿಟ್ಟುಹೋಗುತ್ತೇನೆ, ನನ್ನಲ್ಲಿರುವಂಥ ಶಾಂತಿಯನ್ನು ನಿಮಗೆ ಕೊಡುತ್ತೇನೆ; ಲೋಕವು ಕೊಡುವ ರೀತಿಯಿಂದ ನಾನು ನಿಮಗೆ ಕೊಡುವದಿಲ್ಲ. ನಿಮ್ಮ ಹೃದಯವು ಕಳವಳಗೊಳ್ಳದಿರಲಿ, ಹೆದರದಿರಲಿ 14:27	",
},			
{			
"question" :	"	10  ನಾನು ಹೋಗಿ ತಿರಿಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುತ್ತೇನೆಂದು ನಿಮಗೆ ಹೇಳಿದ್ದನ್ನು ಕೇಳಿದಿರಿ.  ನೀವು  ನನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಾಗಿದ್ದರೆ ಇದನ್ನು ಮಾಡಿರಿ ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಳಾಡಿರಿ	",
	"	B. ಪ್ರಾರ್ಥಿಸಿ	",
	"	C. ಅಳಿರಿ	",
	"	D. ಸಂತೋಷಿಸಿರಿ	"
],			
"correct" :	"	D. ಸಂತೋಷಿಸಿರಿ	",
"explanation" :	"	ನಾನು ಹೋಗಿ ತಿರಿಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುತ್ತೇನೆಂದು ನಿಮಗೆ ಹೇಳಿದ್ದನ್ನು ಕೇಳಿದಿರಿ. ನೀವು ನನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಾಗಿದ್ದರೆ ನಾನು ತಂದೆಯ ಬಳಿಗೆ ಹೋಗುವ ವಿಷಯದಲ್ಲಿ ಸಂತೋಷಪಡುತ್ತಿದ್ದಿರಿ; ಯಾಕಂದರೆ ತಂದೆಯು ನನಗಿಂತ ದೊಡ್ಡವನು 14:28	",
},			
]			