var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 15";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ಹೇಳಿದ್ದು, ನಾನೇ ನಿಜವಾದ ದ್ರಾಕ್ಷೇಬಳ್ಳಿ, ನನ್ನ ತಂದೆಯು	",
"image" :	"",		
"choices" : [			
	"	A. ಜೀವದಾಯಕ ವೃಕ್ಷ	",
	"	B. ಕೃಪೆಯ ಬಳ್ಳಿ	",
	"	C. ಪರಿಶುದ್ಧತೆಯ ಸಂಕೇತ	",
	"	D. ತೋಟಗಾರನು	"
],			
"correct" :	"	D. ತೋಟಗಾರನು	",
"explanation" :	"	ನಾನೇ ನಿಜವಾದ ದ್ರಾಕ್ಷೇಬಳ್ಳಿ. ನನ್ನ ತಂದೆ ತೋಟಗಾರನು.  15:1	",
},			
{			
"question" :	"	2  ಫಲಕೊಡದಿರುವ ಪ್ರತಿಯೊಂದು ಕೊಂಬೆಯನ್ನು ತೋಟಗಾರನು	",
"image" :	"",		
"choices" : [			
	"	A. ಪೋಷಿಸುವನು	",
	"	B. ತೆಗೆದುಹಾಕುವನು	",
	"	C. ಸುಟ್ಟು ಹಾಕುವನು	",
	"	D. ಮಾರಿಬಿಡುವನು	"
],			
"correct" :	"	B. ತೆಗೆದುಹಾಕುವನು	",
"explanation" :	"	ನನ್ನಲ್ಲಿದ್ದು ಫಲಕೊಡದಿರುವ ಪ್ರತಿಯೊಂದು ಕೊಂಬೆಯನ್ನು ಆತನು ತೆಗೆದುಹಾಕುತ್ತಾನೆ; ಫಲಕೊಡುವ ಪ್ರತಿಯೊಂದು ಕೊಂಬೆಯು ಹೆಚ್ಚು ಫಲಕೊಡುವ ಹಾಗೆ ಅದನ್ನು ಶುದ್ಧಿಮಾಡುತ್ತಾನೆ.  15:2	",
},			
{			
"question" :	"	3  ನೀವು ಈಗ ಯಾವುದರಿಂದ ಶುದ್ಧರಾಗಿದ್ದೀರೆಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಹೇಳಿದ ವಾಕ್ಯದ ದೆಸೆಯಿಂದ	",
	"	B. ಉಪವಾಸದಿಂದ	",
	"	C. ಕಾಣಿಕೆಗಳಿಂದ	",
	"	D. ಒಳ್ಳೇ ಕೆಲಸಗಳಿಂದ	"
],			
"correct" :	"	A. ಆತನು ಹೇಳಿದ ವಾಕ್ಯದ ದೆಸೆಯಿಂದ	",
"explanation" :	"	ನಾನು ನಿಮಗೆ ಹೇಳಿದ ವಾಕ್ಯದ ದೆಸೆಯಿಂದ ಈಗ ಶುದ್ಧರಾಗಿದ್ದೀರಿ 15:3	",
},			
{			
"question" :	"	4  ಯೇಸು ಹೇಳಿದ್ದು, ನಾನೇ ದ್ರಾಕ್ಷೆಬಳ್ಳಿ, ನೀವು	",
"image" :	"",		
"choices" : [			
	"	A. ಫಲಗಳು	",
	"	B. ಕೊಂಬೆಗಳು	",
	"	C. ಹೂವುಗಳು	",
	"	D. ಎಲೆಗಳು	"
],			
"correct" :	"	B. ಕೊಂಬೆಗಳು	",
"explanation" :	"	ನಾನು ದ್ರಾಕ್ಷೇ ಬಳ್ಳಿ, ನೀವು ಕೊಂಬೆಗಳು; ಒಬ್ಬನು ನನ್ನಲ್ಲಿಯೂ ನಾನು ಅವನಲ್ಲಿಯೂ ನೆಲೆಗೊಂಡಿದ್ದರೆ ಅವನೇ ಬಹಳ ಫಲಕೊಡುವನು; ನೀವು ನನ್ನನ್ನು ಬಿಟ್ಟು ಏನೂ ಮಾಡಲಾರಿರಿ 15:5	",
},			
{			
"question" :	"	5  ಯೇಸು ಹೇಳಿದ್ದು, ನೀವು ನನ್ನಲ್ಲಿಯೂ ನನ್ನ ವಾಕ್ಯಗಳು ನಿಮ್ಮಲ್ಲಿಯೂ ನೆಲೆಗೊಂಡಿದ್ದರೆ  ಏನು ಬೇಕಾದರೂ ಬೇಡಿಕೊಳ್ಳಿರಿ,	",
"image" :	"",		
"choices" : [			
	"	A. ಅದು ನಿಮಗೆ ದೊರೆಯುವುದು	",
	"	B. ಈ ಲೋಕದ್ದು	",
	"	C. ನೀವು ಬೆಳಕನ್ನು ಕಾಣುವಿರಿ	",
	"	D. ದೂತರು ನಿಮಗೆ ಸೇವೆ ಮಾಡುವರು	"
],			
"correct" :	"	A. ಅದು ನಿಮಗೆ ದೊರೆಯುವುದು	",
"explanation" :	"	ನೀವು ನನ್ನಲ್ಲಿಯೂ ನನ್ನ ವಾಕ್ಯಗಳು ನಿಮ್ಮಲ್ಲಿಯೂ ನೆಲೆಗೊಂಡಿದ್ದರೆ ಏನು ಬೇಕಾದರೂ ಬೇಡಿಕೊಳ್ಳಿರಿ, ಅದು ನಿಮಗೆ ದೊರೆಯುವದು 15:7	",
},			
{			
"question" :	"	6  ಯೇಸು ಹೇಳಿದ್ದು, ನೀವು ಇದನ್ನು ಮಾಡಿದರೆ ನನ್ನ ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಳಾಡುವುದು	",
	"	B. ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳು	",
	"	C. ಉಪವಾಸ ಮಾಡುವುದು ಮತ್ತು ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	D. ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವುದು	"
],			
"correct" :	"	D. ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವುದು	",
"explanation" :	"	ನಾನು ನನ್ನ ತಂದೆಯ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆದು ಆತನ ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವ ಮೇರೆಗೆ ನೀವು ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆದರೆ ನನ್ನ ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವಿರಿ 15:10	",
},			
{			
"question" :	"	7  ಯೇಸು ಹೇಳಿದ್ದು, ನೀವು _____________ ಪ್ರೀತಿಸಬೇಕೆಂಬುದೆ ನಾನು ಕೊಡುವ ಆಜ್ಞೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಒಬ್ಬರನ್ನೊಬ್ಬರು	",
	"	B. ನನ್ನನ್ನು	",
	"	C. ತಂದೆಯನ್ನು	",
	"	D. ಸಹಾಯಕನನ್ನು	"
],			
"correct" :	"	A. ಒಬ್ಬರನ್ನೊಬ್ಬರು	",
"explanation" :	"	ನಾನು ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸಿದ ಮೇರೆಗೆ ನೀವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂಬದೇ ನಾನು ಕೊಡುವ ಆಜ್ಞೆಯಾಗಿದೆ. 15:12	",
},			
{			
"question" :	"	8  ________________________ ಹೆಚ್ಚಿನ ಪ್ರೀತಿಯು ಯಾವುದೂ ಇಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಕರುಣೆಯುಳ್ಳ ಮನುಷ್ಯನ ಪ್ರೀತಿಗಿಂತ	",
	"	B. ಶಾಂತಪಡಿಸುವ ಮನುಷ್ಯನ ಪ್ರೀತಿಗಿಂತ	",
	"	C. ಪ್ರವಾದಿಯ ಪ್ರೀತಿಗಿಂತ	",
	"	D. ಪ್ರಾಣವನ್ನೇ ಸ್ನೇಹಿತರಿಗೋಸ್ಕರ ಕೊಡುವ ಪ್ರೀತಿಗಿಂತ	"
],			
"correct" :	"	D. ಪ್ರಾಣವನ್ನೇ ಸ್ನೇಹಿತರಿಗೋಸ್ಕರ ಕೊಡುವ ಪ್ರೀತಿಗಿಂತ	",
"explanation" :	"	ಪ್ರಾಣವನ್ನೇ ಸ್ನೇಹಿತರಿಗೋಸ್ಕರ ಕೊಡುವ ಪ್ರೀತಿಗಿಂತ ಹೆಚ್ಚಿನ ಪ್ರೀತಿಯು ಯಾವದೂ ಇಲ್ಲ 15:13	",
},			
{			
"question" :	"	9  _______________ ಆಳು ದೊಡ್ಡವನಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಭೂಮಿಯ ಧೂಳಿಗಿಂತ	",
	"	B. ಗಾಳಿಗಿಂತ	",
	"	C. ಪಶುಗಳಿಗಿಂತ	",
	"	D. ತನ್ನ ಧಣಿಗಿಂತ	"
],			
"correct" :	"	D. ತನ್ನ ಧಣಿಗಿಂತ	",
"explanation" :	"	ದಣಿಗಿಂತ ಆಳು ದೊಡ್ಡವನಲ್ಲವೆಂಬದಾಗಿ ನಾನು ನಿಮಗೆ ಹೇಳಿದ ಮಾತನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳಿರಿ. ಅವರು ನನ್ನನ್ನು ಹಿಂಸೆಪಡಿಸಿದರೆ ನಿಮ್ಮನ್ನು ಸಹ ಹಿಂಸೆಪಡಿಸುವರು; ಅವರು ನನ್ನ ಮಾತನ್ನು ಕೈಕೊಂಡು ನಡೆದರೆ ನಿಮ್ಮ ಮಾತನ್ನು ಸಹ ಕೈಕೊಂಡು ನಡೆಯುವರು 15:20	",
},			
{			
"question" :	"	10 ಈತನು ಯೇಸುವಿನ ಕುರಿತು ಸಾಕ್ಷಿ ಹೇಳುವನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತನು	",
	"	B. ಗಾಳಿಯು	",
	"	C. ಸತ್ಯದ ಆತ್ಮನು	",
	"	D. ಸೀಮೋನ ಪೇತ್ರನು	"
],			
"correct" :	"	C. ಸತ್ಯದ ಆತ್ಮನು	",
"explanation" :	"	ಆದರೆ ತಂದೆಯ ಬಳಿಯಿಂದ ನಾನು ನಿಮಗೆ ಕಳುಹಿಸಿಕೊಡುವ ಸಹಾಯಕನು, ಅಂದರೆ ತಂದೆಯ ಬಳಿಯಿಂದ ಹೊರಡುವ ಸತ್ಯದ ಆತ್ಮನು, ಬಂದಾಗ ಆತನು ನನ್ನನ್ನು ಕುರಿತು ಸಾಕ್ಷಿಹೇಳುವನು 15:26	",
},			
]			