var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 16";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ಹೇಳಿದ್ದು, ಶಿಷ್ಯರನ್ನು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಭಾಮಂದಿರದಲ್ಲಿ ಮಹಿಮೆಪಡಿಸುವರು	",
	"	B. ಸಭಾಮಂದಿರದಿಂದ ಬಹಿಷ್ಕಾರ ಹಾಕುವರು	",
	"	C. ಫರಿಸಾಯರಿಂದ ಪ್ರೀತಿಸಲ್ಪಡುವರು	",
	"	D. ಧರ್ಮಾಧಿಕಾರಿಗಳಿಂದ ಗೌರವ ಹೊಂದುವರು	"
],			
"correct" :	"	B. ಸಭಾಮಂದಿರದಿಂದ ಬಹಿಷ್ಕಾರ ಹಾಕುವರು	",
"explanation" :	"	 ನಿಮಗೆ ಬಹಿಷ್ಕಾರ ಹಾಕುವರು; ಅದಲ್ಲದೆ ನಿಮ್ಮನ್ನು ಕೊಲ್ಲುವವನು ತಾನು ದೇವರಿಗೆ ಯಜ್ಞವನ್ನು ಮಾಡಿದ್ದೇನೆಂದು ನೆನಸುವ ಕಾಲ ಬರುತ್ತದೆ. 16:2	",
},			
{			
"question" :	"	2  ನಿಮ್ಮನ್ನು ____________ ತಾನು ದೇವರಿಗೆ ಯಜ್ಞವನ್ನು ಮಾಡಿದ್ದೇನೆಂದು ನೆನಸುವ ಕಾಲ   ಬರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಗೌರವಿಸುವವನು	",
	"	B. ಉಣಿಸುವವನು	",
	"	C. ವಸ್ತ್ರ ಹೊದಿಸುವವನು	",
	"	D. ಕೊಲ್ಲುವವನು	"
],			
"correct" :	"	D. ಕೊಲ್ಲುವವನು	",
"explanation" :	"	ನಿಮಗೆ ಬಹಿಷ್ಕಾರ ಹಾಕುವರು; ಅದಲ್ಲದೆ ನಿಮ್ಮನ್ನು ಕೊಲ್ಲುವವನು ತಾನು ದೇವರಿಗೆ ಯಜ್ಞವನ್ನು ಮಾಡಿದ್ದೇನೆಂದು ನೆನಸುವ ಕಾಲ ಬರುತ್ತದೆ. 16:2	",
},			
{			
"question" :	"	3  ಯೇಸು ಈಗ ನಾನು ಹೋಗುತ್ತೇನೆ ಎಂದು ಹೇಳಿದಾಗ ಶಿಷ್ಯರ ಹೃದಯವು ಯಾವುದರಿಂದ  ತುಂಬಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷ	",
	"	B. ಕೋಪ	",
	"	C. ಭಯ	",
	"	D. ದು:ಖ	"
],			
"correct" :	"	D. ದು:ಖ	",
"explanation" :	"	ಆದರೆ ನಾನು ಈ ಮಾತುಗಳನ್ನು ನಿಮಗೆ ಹೇಳಿದ್ದರಿಂದ ನಿಮ್ಮ ಹೃದಯವು ದುಃಖದಿಂದ ತುಂಬಿಯದೆ.  16:6	",
},			
{			
"question" :	"	4  ಯೇಸು ಹೇಳಿದ್ದು, ಈಗ ನಾನು ಹೋಗಬೇಕು, ಆದರೆ ನಿಮ್ಮ ಬಳಿಗೆ ಇವನನ್ನು ಕಳುಹಿಸುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರವಾದಿಯನ್ನು	",
	"	B. ಕಾವಲು ದೂತರನ್ನು	",
	"	C. ಸತ್ಯದ ಆತ್ಮನನ್ನು	",
	"	D. ನಿರೀಕ್ಷೆಯನ್ನು	"
],			
"correct" :	"	C. ಸತ್ಯದ ಆತ್ಮನನ್ನು	",
"explanation" :	"	ಆದರೂ ನಾನು ನಿಮಗೆ ಸತ್ಯವನ್ನು ಹೇಳುತ್ತೇನೆ, ಕೇಳಿರಿ; ನಾನು ಹೋಗುವದು ನಿಮಗೆ ಹಿತಕರವಾಗಿದೆ; ಹೇಗಂದರೆ ನಾನು ಹೋಗದಿದ್ದರೆ ಆ ಸಹಾಯಕನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದಿಲ್ಲ; ನಾನು ಹೋದರೆ ಆತನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ 16:7	",
},			
{			
"question" :	"	5  ಸತ್ಯದ ಆತ್ಮನು	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರನ್ನು ಮಹಿಮೆಪಡಿಸುವುದಿಲ್ಲ	",
	"	B. ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಮಾತನಾಡುವುದಿಲ್ಲ	",
	"	C. ನೀತಿವಂತನಾಗಿರುವುದಿಲ್ಲ	",
	"	D. ತಿರಸ್ಕಾರ ಮಾಡುವವನಲ್ಲ	"
],			
"correct" :	"	B. ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಮಾತನಾಡುವುದಿಲ್ಲ	",
"explanation" :	"	ಸತ್ಯದ ಆತ್ಮನು ಬಂದಾಗ ಆತನು ನಿಮ್ಮನ್ನು ನಡಿಸಿಕೊಂಡು ಹೋಗಿ ಸಕಲ ವಿಷಯದಲ್ಲಿಯೂ ಸತ್ಯಕ್ಕೆ ಸೇರಿಸುವನು. ಆತನು ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಮಾತಾಡದೆ ಕೇಳಿದ ಮಾತುಗಳನ್ನೇ ಆಡುವನು; ಮತ್ತು ಮುಂದಾಗುವ ಸಂಗತಿಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸುವನು 16:13	",
},			
{			
"question" :	"	6  ಯೇಸು ಹೇಳಿದ್ದು, ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನಾನು ನಿಮಗೆ ಕಾಣುವದಿಲ್ಲ; ಅನಂತರ ಸ್ವಲ್ಪ  ಕಾಲವಾದ ಮೇಲೆ ನನ್ನನ್ನು ನೋಡುವಿರಿ; ಯಾಕೆಂದರೆ ನಾನು	",
"image" :	"",		
"choices" : [			
	"	A. ತಂದೆಯ ಬಳಿಗೆ ಹೋಗುವದರಿಂದ	",
	"	B. ಭೂಮಿಯ ಗರ್ಭದೊಳಗೆ ಹೋಗುವುದರಿಂದ	",
	"	C. ಇಸ್ರಾಯೇಲ್ಯರ ಕಟ್ಟಕಡೆಯ ಕುಲದವರೆಗೂ ಹೋಗುವುದರಿಂದ	",
	"	D. ಹೊಸ ಸೇವೆಯೊಂದಿಗೆ ಮುಂದು ಹೋಗುವುದರಿಂದ	"
],			
"correct" :	"	A. ತಂದೆಯ ಬಳಿಗೆ ಹೋಗುವದರಿಂದ	",
"explanation" :	"	ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನಾನು ನಿಮಗೆ ಕಾಣುವದಿಲ್ಲ; ಅನಂತರ ಸ್ವಲ್ಪಕಾಲವಾದ ಮೇಲೆ ನನ್ನನ್ನು ನೋಡುವಿರಿ ಅಂದನು. 16:16	",
},			
{			
"question" :	"	7  ನೀವು ಅಳುತ್ತಾ ಗೋಳಾಡುತ್ತಾ ಇರುವಿರಿ, ಆದರೆ ಲೋಕವು	",
"image" :	"",		
"choices" : [			
	"	A. ಅಳುತ್ತಾ ಗೋಳಾಡುವುದು	",
	"	B. ಸಂತೋಷಿಸುವುದು	",
	"	D. ಭಯದಿಂದ ನಡಗುವುದು	",
	"	D. ದೇವರನ್ನು ಕೂಗಿಕೊಳ್ಳುವುದು	"
],			
"correct" :	"	B. ಸಂತೋಷಿಸುವುದು	",
"explanation" :	"	ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನೀವು ಅಳುತ್ತಾ ಗೋಳಾಡುತ್ತಾ ಇರುವಿರಿ, ಆದರೆ ಲೋಕವು ಸಂತೋಷಿಸುವದು; ನಿಮಗೆ ದುಃಖವಾಗುವದು, ಆದರೆ ನಿಮ್ಮ ದುಃಖವು ಹೋಗಿ ಆನಂದ ಬರುವದು 16:20	",
},			
{			
"question" :	"	8  ಯೇಸು ಹೇಳಿದ್ದು; ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನೀವು ತಂದೆಯನ್ನು  ಏನಾದರೂ ಬೇಡಿಕೊಂಡರೆ ಅದನ್ನು ಆತನು _________________ ನಿಮಗೆ ಕೊಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸದ ಮೇಲೆ	",
	"	B. ಯಜ್ಞಗಳಿಂದ	",
	"	C. ಕಾಣಿಕೆಯ ಮೇಲೆ	",
	"	D. ನನ್ನ ಹೆಸರಿನ ಮೇಲೆ	"
],			
"correct" :	"	D. ನನ್ನ ಹೆಸರಿನ ಮೇಲೆ	",
"explanation" :	"	ಆ ದಿನದಲ್ಲಿ ನೀವು ನನಗೆ ಯಾವ ಪ್ರಶ್ನೆಯನ್ನೂ ಮಾಡುವದಿಲ್ಲ 16:23	",
},			
{			
"question" :	"	9  ಎಲ್ಲಾ ಶಿಷ್ಯರು _________ ಕಾಲ ಸಮೀಪಿಸಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಚದರಿಹೋಗುವ	",
	"	B. ಮಹಿಮೆ ಹೊಂದುವ	",
	"	C. ಪರಲೋಕಕ್ಕೆ ಏರಿ ಹೋಗುವ	",
	"	D. ಸತ್ಯವೇದ ಬರೆಯುವ	"
],			
"correct" :	"	A. ಚದರಿಹೋಗುವ	",
"explanation" :	"	ನೋಡಿರಿ, ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬೊಬ್ಬನು ತನ್ನತನ್ನ ಸ್ಥಳಕ್ಕೆ ಚದರಿಹೋಗಿ ನನ್ನನ್ನು ಒಂಟಿಗನಾಗಿ ಬಿಡುವ ಕಾಲ ಬರುವದು, ಈಗ ಬಂದಿದೆ. ಆದರೆ ನಾನು ಒಂಟಿಗನಲ್ಲ, ತಂದೆಯು ನನ್ನ ಸಂಗಡ ಇದ್ದಾನೆ 16:32	",
},			
{			
"question" :	"	10  ಲೋಕದಲ್ಲಿ ನಿಮಗೆ ಸಂಕಟವುಂಟು, ಧೈರ್ಯವಾಗಿರಿ,	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ವಿರೋಧಿಗಳೆಲ್ಲಾ ಬಿದ್ದುಹೋದರು	",
	"	B. ಭೂಮಿಯು ನಾಶವಾಗುವುದು	",
	"	C. ನಾನು ಲೋಕವನ್ನು ಜೈಸಿದ್ದೇನೆ	",
	"	D. ಒಳ್ಳೆಯ ಲೋಕ ನಿಮಗಾಗಿ ಕಾದಿದೆ.	"
],			
"correct" :	"	C. ನಾನು ಲೋಕವನ್ನು ಜೈಸಿದ್ದೇನೆ	",
"explanation" :	"	ನೀವು ನನ್ನಲ್ಲಿದ್ದು ಮನಶ್ಶಾಂತಿಯನ್ನು ಹೊಂದಿದವರಾಗಿರಬೇಕೆಂದು ಇದನ್ನೆಲ್ಲಾ ನಿಮಗೆ ಹೇಳಿದ್ದೇನೆ. ಲೋಕದಲ್ಲಿ ನಿಮಗೆ ಸಂಕಟ ಉಂಟು; ಧೈರ್ಯವಾಗಿರಿ, ನಾನು ಲೋಕವನ್ನು ಜಯಿಸಿದ್ದೇನೆ ಎಂದು ಹೇಳಿದನು. 16:33	",
},			
]			