var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 17";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ಯಾರೊಂದಿಗೆ ಮಾತನಾಡುತ್ತಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಶಿಷ್ಯರೊಂದಿಗೆ	",
	"	B. ಫರಿಸಾಯರೊಂದಿಗೆ	",
	"	C. ಶಾಸ್ತ್ರಿಗಳೊಂದಿಗೆ	",
	"	D. ತಂದೆಯೊಂದಿಗೆ	"
],			
"correct" :	"	D. ತಂದೆಯೊಂದಿಗೆ	",
"explanation" :	"	ಯೇಸು ಈ ಮಾತುಗಳನ್ನಾಡಿದ ಮೇಲೆ ಆಕಾಶದ ಕಡೆಗೆ ಕಣ್ಣೆತ್ತಿ ಹೇಳಿದ್ದೇನಂದರೆ - ತಂದೆಯೇ, ಕಾಲ ಬಂದದೆ; ನಿನ್ನ ಮಗನನ್ನು ಮಹಿಮೆಪಡಿಸು, ಆಗ ಮಗನು ನಿನ್ನನ್ನು ಮಹಿಮೆಪಡಿಸುವದಕ್ಕಾಗುವದು.  17:1	",
},			
{			
"question" :	"	2  ಯೇಸು ಹೇಳಿದ್ದು, ತಂದೆಯೇ ಕಾಲ ಬಂದದೆ; ನಿನ್ನ ಮಗನನ್ನು ಮಹಿಮೆಪಡಿಸು, ಆಗ ಮಗನು	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನ್ನನ್ನು ಮಹಿಮೆಪಡಿಸುವದಕ್ಕಾಗುವುದು	",
	"	B. ಎಂದಿಗೂ ಸಾಯುವುದಿಲ್ಲ	",
	"	C. ಶಿಷ್ಯರನ್ನು ಮಹಿಮೆಪಡಿಸುವನು	",
	"	D. ಪಾಪ ಮಾಡುವುದಿಲ್ಲ	"
],			
"correct" :	"	A. ನಿನ್ನನ್ನು ಮಹಿಮೆಪಡಿಸುವದಕ್ಕಾಗುವುದು	",
"explanation" :	"	ಯೇಸು ಈ ಮಾತುಗಳನ್ನಾಡಿದ ಮೇಲೆ ಆಕಾಶದ ಕಡೆಗೆ ಕಣ್ಣೆತ್ತಿ ಹೇಳಿದ್ದೇನಂದರೆ - ತಂದೆಯೇ, ಕಾಲ ಬಂದದೆ; ನಿನ್ನ ಮಗನನ್ನು ಮಹಿಮೆಪಡಿಸು, ಆಗ ಮಗನು ನಿನ್ನನ್ನು ಮಹಿಮೆಪಡಿಸುವದಕ್ಕಾಗುವದು.  17:1	",
},			
{			
"question" :	"	3  ಯೇಸು ಹೇಳಿದ್ದು, ______________ ನಾನು ನೆರವೇರಿಸಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಶೂನ್ಯವನ್ನು	",
	"	B. ದೇವಾಲಯ ಕಟ್ಟುವ ಕೆಲಸವನ್ನು	",
	"	C. ಕರುಣೆ ತೋರಿಸುವುದನ್ನು	",
	"	D. ನೀನು ನನಗೆ ಕೊಟ್ಟ ಕೆಲಸವನ್ನು	"
],			
"correct" :	"	D. ನೀನು ನನಗೆ ಕೊಟ್ಟ ಕೆಲಸವನ್ನು	",
"explanation" :	"	ಮಾಡಬೇಕೆಂದು ನೀನು ನನಗೆ ಕೊಟ್ಟ ಕೆಲಸವನ್ನು ನಾನು ನೆರವೇರಿಸಿ ನಿನ್ನನ್ನು ಭೂಲೋಕದಲ್ಲಿ ಮಹಿಮೆಪಡಿಸಿದೆನು. 17:4	",
},			
{			
"question" :	"	4  ಯೇಸು ಹೇಳಿದ್ದು, ತಂದೆಯು ನನಗೆ ಕೊಟ್ಟದ್ದನ್ನು ಜನರಿಗೆ ಪ್ರಕಟಿಸಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅದ್ಭುತಗಳು	",
	"	B. ದಯೆ	",
	"	C. ಗೌರವ	",
	"	D. ತಂದೆಯ ಹೆಸರು	"
],			
"correct" :	"	D. ತಂದೆಯ ಹೆಸರು	",
"explanation" :	"	ಲೋಕದೊಳಗಿಂದ ನೀನು ನನಗೆ ಕೊಟ್ಟ ಮನುಷ್ಯರಿಗೆ ನಿನ್ನ ಹೆಸರನ್ನು ತಿಳಿಯಪಡಿಸಿದೆನು. ಇವರು ನಿನ್ನವರಾಗಿದ್ದರು, ನೀನು ಇವರನ್ನು ನನಗೆ ಕೊಟ್ಟೆ; ಮತ್ತು ಇವರು ನಿನ್ನ ವಾಕ್ಯವನ್ನು ಕೈಕೊಂಡು ನಡೆದಿದ್ದಾರೆ 17:6	",
},			
{			
"question" :	"	5 ಶಿಷ್ಯರು ಇದನ್ನು ನಂಬಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಸಾಯುವುದಿಲ್ಲ	",
	"	B. ಯೇಸು ರಾಜ್ಯವನ್ನು ಕಿತ್ತೊಗೆಯುವನು	",
	"	C. ಯೇಸು ಕೆಟ್ಟವನು	",
	"	D. ಯೇಸುವನ್ನು ತಂದೆಯು ಕಳುಹಿಸಿಕೊಟ್ಟವನೆಂದು	"
],			
"correct" :	"	D. ಯೇಸುವನ್ನು ತಂದೆಯು ಕಳುಹಿಸಿಕೊಟ್ಟವನೆಂದು	",
"explanation" :	"	ಹೇಗಂದರೆ ನೀನು ನನಗೆ ಕೊಟ್ಟ ಮಾತುಗಳನ್ನು ನಾನು ಇವರಿಗೆ ಕೊಟ್ಟಿದ್ದೇನೆ; ಇವರು ಆ ಮಾತುಗಳನ್ನು ಕೈಕೊಂಡು ನನ್ನನ್ನು ನಿನ್ನ ಬಳಿಯಿಂದ ಹೊರಟುಬಂದವನೆಂದು ನಿಜವಾಗಿ ತಿಳಿದು ನೀನೇ ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಿರುವದಾಗಿ ನಂಬಿದ್ದಾರೆ.  17:8	",
},			
{			
"question" :	"	6  ಶಿಷ್ಯರು _____________ ಯೇಸು ಪ್ರಾರ್ಥಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಯಬಾರದೆಂದು	",
	"	B. ಒಂದಾಗಿರಬೇಕೆಂದು	",
	"	C. ಸಂಪತ್ತು ಹೆಚ್ಚಾಗಬೇಕೆಂದು	",
	"	D. ಭೂಮಿಯನ್ನು ಆಳಬೇಕೆಂದು	"
],			
"correct" :	"	B. ಒಂದಾಗಿರಬೇಕೆಂದು	",
"explanation" :	"	ಇನ್ನು ನಾನು ಲೋಕದಲ್ಲಿ ಇರುವದಿಲ್ಲ, ಇವರು ಲೋಕದಲ್ಲಿ ಇರುತ್ತಾರೆ, ನಾನು ನಿನ್ನ ಬಳಿಗೆ ಬರುತ್ತೇನೆ. ಪವಿತ್ರನಾದ ತಂದೆಯೇ, ನಾವು ಒಂದಾಗಿರುವ ಹಾಗೆ ಇವರೂ ಒಂದಾಗಿರಬೇಕೆಂದು ನೀನು ನನಗೆ ಕೊಟ್ಟ ನಿನ್ನ ಹೆಸರಿನಲ್ಲಿ ಇವರನ್ನು ಕಾಯಬೇಕು 17:11	",
},			
{			
"question" :	"	7  ಯೇಸು ತನ್ನ ಶಿಷ್ಯರನ್ನು ಲೋಕದೊಳಗಿಂದ ತೆಗೆದುಕೊಂಡು ಹೋಗಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುವುದಿಲ್ಲ,  ಆದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಮರೆಮಾಡು	",
	"	B. ದೀನತೆಯುಳ್ಳವರಾಗಿ ಮಾಡು	",
	"	C. ಕೆಡುಕನಿಂದ ತಪ್ಪಿಸು	",
	"	D. ನಿಶ್ಯಬ್ದವಾಗಿಡು	"
],			
"correct" :	"	C. ಕೆಡುಕನಿಂದ ತಪ್ಪಿಸು	",
"explanation" :	"	ಇವರನ್ನು ಲೋಕದೊಳಗಿಂದ ತೆಗೆದುಕೊಂಡು ಹೋಗಬೇಕೆಂದು ನಾನು ಕೇಳಿಕೊಳ್ಳುವದಿಲ್ಲ; ಕೆಡುಕನಿಂದ ತಪ್ಪಿಸಿ ಕಾಪಾಡಬೇಕೆಂದು ಕೇಳಿಕೊಳ್ಳುತ್ತೇನೆ.  17:15	",
},			
{			
"question" :	"	8  ಯೇಸು ಪ್ರಾರ್ಥಿಸಿದರು, ಇವರನ್ನು ________ ಸೇರಿಸಿ ಪ್ರತಿಷ್ಠೆಪಡಿಸು	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನ್ನ ಒಳ್ಳೇದವುಗಳಲ್ಲಿ	",
	"	B. ನಿನ್ನ ಕರುಣೆಯಲ್ಲಿ	",
	"	C. ನಿನ್ನ ಸತ್ಯದಲ್ಲಿ	",
	"	D. ನಿನ್ನ ಜ್ಞಾನದಲ್ಲಿ	"
],			
"correct" :	"	C. ನಿನ್ನ ಸತ್ಯದಲ್ಲಿ	",
"explanation" :	"	ಇವರನ್ನು ಸತ್ಯದಲ್ಲಿ ಸೇರಿಸಿ ಪ್ರತಿಷ್ಠೆ ಪಡಿಸು; ನಿನ್ನ ವಾಕ್ಯವೇ ಸತ್ಯವು.  17:17	",
},			
{			
"question" :	"	9  ನಿನ್ನ ವಾಕ್ಯವು	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಿಶುದ್ಧವಾದುದು	",
	"	B. ಸತ್ಯವಾದುದು	",
	"	C. ಭಯವುಳ್ಳದ್ದು	",
	"	D. ಬದಲಾಗುವಂಥದು	"
],			
"correct" :	"	B. ಸತ್ಯವಾದುದು	",
"explanation" :	"	ಇವರನ್ನು ಸತ್ಯದಲ್ಲಿ ಸೇರಿಸಿ ಪ್ರತಿಷ್ಠೆ ಪಡಿಸು; ನಿನ್ನ ವಾಕ್ಯವೇ ಸತ್ಯವು.  17:17	",
},			
{			
"question" :	"	10 ಲೋಕವು ಹುಟ್ಟುವುದಕ್ಕಿಂತ ಮುಂಚೆಯೇ ತಂದೆಯು ಇದನ್ನು ಮಾಡಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವನ್ನು ಪ್ರೀತಿಸಿದನು	",
	"	B. ಕೆಟ್ಟವರನ್ನು ಮನ: ತಿರುಗಿಸಿದ್ದನು	",
	"	C. ಮನುಷ್ಯರಲ್ಲಿ ಆನಂದಿಸಿದನು	",
	"	D. ಪಾಪಿಗಳಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	"
],			
"correct" :	"	B. ಕೆಟ್ಟವರನ್ನು ಮನ: ತಿರುಗಿಸಿದ್ದನು	",
"explanation" :	"	ತಂದೆಯೇ, ನೀನು ಯಾರನ್ನು ನನಗೆ ಕೊಟ್ಟಿಯೋ ಅವರು ನಾನಿರುವ ಸ್ಥಳದಲ್ಲಿ ನನ್ನ ಕೂಡ ಇದ್ದುಕೊಂಡು ಲೋಕವು ಹುಟ್ಟುವದಕ್ಕಿಂತ ಮುಂಚೆಯೇ ನೀನು ನನ್ನನ್ನು ಪ್ರೀತಿಸಿ ನನಗೆ ಕೊಟ್ಟಿರುವ ಮಹಿಮೆಯನ್ನು ನೋಡಬೇಕೆಂದು ಇಚ್ಫೈಸುತ್ತೇನೆ. 17:24	",
},			
]			