var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 18";			
var quiz = [			
{			
"question" :	"	1  ಈ ಶಿಷ್ಯನು ಸೈನಿಕರ ಪಟಾಲಮ್ಮನ್ನೂ ಮತ್ತು ಅಧಿಕಾರಿಗಳನ್ನು ಕರೆದುಕೊಂಡು ಯೇಸು ಇದ್ದ  ತೋಟಕ್ಕೆ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	C. ಬರಬ್ಬರ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	B. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಯೂದನು ಸಿಪಾಯಿಗಳ ಪಟಾಲಮನ್ನೂ ಮಹಾಯಾಜಕರು ಮತ್ತು ಫರಿಸಾಯರು ಕೊಟ್ಟ ಓಲೇಕಾರರನ್ನೂ ಕರಕೊಂಡು ದೀವಿಟಿಗಳನ್ನೂ ಪಂಜುಗಳನ್ನೂ ಆಯುಧಗಳನ್ನೂ ಹಿಡಿಸಿಕೊಂಡು ಅಲ್ಲಿಗೆ ಬಂದನು 18:3	",
},			
{			
"question" :	"	2  ನಾನೇ ಅವನು ಎಂದು ಯೇಸು ಹೇಳಿದಾಗ	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ತಕ್ಷಣವೇ ಆತನನ್ನು ಹಿಡಿದರು	",
	"	B. ಅವರು ಹಿಂದೆ ಸರಿದು ನೆಲದ ಮೇಲೆ ಬಿದ್ದರು	",
	"	C. ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಬಿದ್ದಿತು	",
	"	D. ಒಬ್ಬ ದೂತನು ಕಾಣಿಸಿಕೊಂಡನು	"
],			
"correct" :	"	B. ಅವರು ಹಿಂದೆ ಸರಿದು ನೆಲದ ಮೇಲೆ ಬಿದ್ದರು	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ - ನಾನೇ ಅವನು ಎಂದು ಹೇಳಿದಾಗ ಅವರು ಹಿಂದಕ್ಕೆ ಸರಿದು ನೆಲದ ಮೇಲೆ ಬಿದ್ದರು 18:6	",
},			
{			
"question" :	"	3  ಈತನು ತನ್ನ ಕತ್ತಿಯನ್ನು ತೆಗೆದು ಮಹಾಯಾಜಕನ ಒಬ್ಬ ಆಳನ್ನು ಹೊಡೆದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. ಯೂದ	",
	"	C. ಯೇಸು	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	D. ಪೇತ್ರ	",
"explanation" :	"	ಸೀಮೋನ ಪೇತ್ರನಲ್ಲಿ ಒಂದು ಕತ್ತಿ ಇತ್ತು; ಅದನ್ನು ಅವನು ಹಿರಿದು ಮಹಾಯಾಜಕನ ಆಳನ್ನು ಹೊಡೆದು ಅವನ ಬಲಗಿವಿಯನ್ನು ಕತ್ತರಿಸಿದನು. ಆ ಆಳಿನ ಹೆಸರು ಮಲ್ಕನು. 18:10	",
},			
{			
"question" :	"	4  ಆತನು ಆಳಿನ _________ ಕತ್ತಿರಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಆಯುಧವನ್ನು	",
	"	B. ತೋಳವನ್ನು	",
	"	C. ತಲೆಯನ್ನು	",
	"	D. ಕಿವಿಯನ್ನು	"
],			
"correct" :	"	D. ಕಿವಿಯನ್ನು	",
"explanation" :	"	ಸೀಮೋನ ಪೇತ್ರನಲ್ಲಿ ಒಂದು ಕತ್ತಿ ಇತ್ತು; ಅದನ್ನು ಅವನು ಹಿರಿದು ಮಹಾಯಾಜಕನ ಆಳನ್ನು ಹೊಡೆದು ಅವನ ಬಲಗಿವಿಯನ್ನು ಕತ್ತರಿಸಿದನು. ಆ ಆಳಿನ ಹೆಸರು ಮಲ್ಕನು. 18:10	",
},			
{			
"question" :	"	5  ಆ ಮಹಾ ಯಾಜಕನ ಆಳಿನ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. ನಾತಾನ	",
	"	C. ಮಲ್ಕ	",
	"	D. ಸಂಸೋನ	"
],			
"correct" :	"	C. ಮಲ್ಕ	",
"explanation" :	"	ಸೀಮೋನ ಪೇತ್ರನಲ್ಲಿ ಒಂದು ಕತ್ತಿ ಇತ್ತು; ಅದನ್ನು ಅವನು ಹಿರಿದು ಮಹಾಯಾಜಕನ ಆಳನ್ನು ಹೊಡೆದು ಅವನ ಬಲಗಿವಿಯನ್ನು ಕತ್ತರಿಸಿದನು. ಆ ಆಳಿನ ಹೆಸರು ಮಲ್ಕನು. 18:10	",
},			
{			
"question" :	"	6  ಯೇಸುವನ್ನು ಮೊದಲು ಈತನ ಬಳಿಗೆ ಕರೆತರಲಾಯಿತು, ಈತನು ಮಹಾಯಾಜಕನ  ಮಾವನಾಗಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ನ	",
	"	B. ಹೆರೋದ	",
	"	C. ಪೋಟಿಫೋರ	",
	"	D. ನೆಬೂಕದ್ನೇಚ್ಚರ	"
],			
"correct" :	"	A. ಅನ್ನ	",
"explanation" :	"	ಇವನು ಆ ವರುಷದಲ್ಲಿ ಮಹಾಯಾಜಕನಾಗಿದ್ದ ಕಾಯಫನ ಮಾವನಾಗಿದ್ದನು 18:13	",
},			
{			
"question" :	"	7  ಈ ಶಿಷ್ಯನು ಯೇಸುವನ್ನು ಅರಿಯೆನೆಂದು ಮೂರು ಸಾರಿ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದ	",
	"	B. ಸೀಮೋನ ಪೇತ್ರ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಬಾರ್ತಲೋಮಾಯ	"
],			
"correct" :	"	B. ಸೀಮೋನ ಪೇತ್ರ	",
"explanation" :	"	ಆಗ ಬಾಗಲು ಕಾಯುವ ದಾಸಿಯು - ನೀನು ಸಹ ಈ ಮನುಷ್ಯನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನೇನು? ಎಂದು ಪೇತ್ರನನ್ನು ಕೇಳಲು ಅವನು - ಅಲ್ಲ ಅಂದನು ಇತ್ತಲಾಗಿ ಸೀಮೋನ ಪೇತ್ರನು ನಿಂತುಕೊಂಡು ಚಳಿಕಾಸಿಕೊಳ್ಳುತ್ತಾ ಇದ್ದನು. ಆಗ ಅಲ್ಲಿದ್ದವರು ಅವನನ್ನು - ನೀನು ಅವನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನೇನು? ಎಂದು ಕೇಳಲು ಅವನು - ಅಲ್ಲ ಅಂದನು. ಅದಕ್ಕೆ ಪೇತ್ರನು ತಿರಿಗಿ ಅಲ್ಲ ಅಂದನು. ಕೂಡಲೆ ಕೋಳಿ ಕೂಗಿತು. 18:17,25,27 ",
},			
{			
"question" :	"	8 ಆತನು ಮೂರನೇ ಸಾರಿ ಯೇಸುವನ್ನು ಅರಿತಿಲ್ಲವೆಂದು ಹೇಳಿದ ಕೂಡಲೇ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನಿಗೆ ಮಿಂಚು ಹೊಡೆಯಿರು	",
	"	B. ಆತನನ್ನು ಬಂಧಿಸಿದರು	",
	"	C. ಕೋಳಿ ಕೂಗಿತು	",
	"	D. ಆತನು ಹಿಂದಕ್ಕೆ ನೆಲದ ಮೇಲೆ ಬಿದ್ದನು	"
],			
"correct" :	"	C. ಕೋಳಿ ಕೂಗಿತು	",
"explanation" :	"	ಅದಕ್ಕೆ ಪೇತ್ರನು ತಿರಿಗಿ ಅಲ್ಲ ಅಂದನು. ಕೂಡಲೆ ಕೋಳಿ ಕೂಗಿತು. 18:27	",
},			
{			
"question" :	"	9  ಪಿಲಾತನು ಯೇಸುವಿನ ಬಗ್ಗೆ ಹೀಗೆ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನನಗೆ ಅವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವು ಕಾಣಿಸುವುದಿಲ್ಲ	",
	"	B. ಆತನಿಗೆ ದೇವದೂಷಣೆ ಕುರಿತು ಪಾಪ ಪ್ರಜ್ಞೆಯಿದೆ	",
	"	C. ಆತನಿಗೆ ಯಾರು ನ್ಯಾಯವಾದಿಗಳಿಲ್ಲ	",
	"	D. ಆತನು ಅನ್ಯಾಯಗಾರನಾದ ಮನುಷ್ಯನು	"
],			
"correct" :	"	B. ಆತನಿಗೆ ದೇವದೂಷಣೆ ಕುರಿತು ಪಾಪ ಪ್ರಜ್ಞೆಯಿದೆ	",
"explanation" :	"	ಪಿಲಾತನು - ಸತ್ಯವಂದರೇನು? ಅಂದನು. ಇದನ್ನು ಹೇಳಿ ಪಿಲಾತನು ತಿರಿಗಿ ಯೆಹೂದ್ಯರ ಬಳಿಗೆ ಹೊರಕ್ಕೆ ಬಂದು - ನನಗೆ ಅವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸುವದಿಲ್ಲ 18:38	",
},			
{			
"question" :	"	10  ಅಲ್ಲಿ ಸೇರಿದ್ದ ಜನರ ಗುಂಪು ಈತನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಬೇಕೆಂದು ಕೂಗಿಕೊಂಡಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಬರಬ್ಬರ	",
	"	C. ಯೂದ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	B. ಬರಬ್ಬರ	",
"explanation" :	"	ಅದಕ್ಕೆ ಅವರು - ಇವನನ್ನು ಬೇಡ, ಬರಬ್ಬನನ್ನು ಬಿಟ್ಟುಕೊಡಬೇಕು ಎಂದು ತಿರಿಗಿ ಕೂಗಿ ಹೇಳಿದರು. ಈ ಬರಬ್ಬನು ಕಳ್ಳನಾಗಿದ್ದನು. 18:40	",
},			
]			