var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 19";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸುವನ್ನು ಕೊರಡೆಗಳಿಂದ ಹೊಡೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಾತ	",
	"	B. ಹೆರೋದ	",
	"	C. ಯೂದ	",
	"	D. ಸೈನಿಕರು	"
],			
"correct" :	"	A. ಪಿಲಾತ	",
"explanation" :	"	ಆಮೇಲೆ ಪಿಲಾತನು ಯೇಸುವನ್ನು ಕೊರಡೆಯಿಂದ ಹೊಡಿಸಿದನು 19:1	",
},			
{			
"question" :	"	2  ಯೇಸುವಿನ ತಲೆಯ ಮೇಲೆ ಸೈನಿಕರು ಇದನ್ನು ಇಟ್ಟರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಾತನ ಕಿರೀಟ	",
	"	B. ದ್ರಾಕ್ಷಾರಸ	",
	"	C. ಮುಳ್ಳಿನ ಕಿರೀಟ	",
	"	D. ನೀರು	"
],			
"correct" :	"	C. ಮುಳ್ಳಿನ ಕಿರೀಟ	",
"explanation" :	"	ಮತ್ತು ಸಿಪಾಯಿಗಳು ಮುಳ್ಳುಬಳ್ಳಿಯಿಂದ ಕಿರೀಟವನ್ನು ಹೆಣೆದು ಆತನ ತಲೆಯ ಮೇಲೆ ಇಟ್ಟು ಕೆಂಪು ಒಲ್ಲಿಯನ್ನು ಆತನಿಗೆ ಹೊದಿಸಿ  19:2	",
},			
{			
"question" :	"	3  ಪಿಲಾತನಿಗೆ ಇದನ್ನು ಹೇಳಿ ಯೇಸುವನ್ನು ಬಿಡಿಸುವ ಆಸೆ ಇತ್ತು,	",
"image" :	"",		
"choices" : [			
	"	A. ಈತನು ದೇವರ ಮಗನು	",
	"	B. ದೇವರ ಭಯ	",
	"	C. ಈತನಲ್ಲಿ ಯಾವ ಅಪರಾಧವು ನನಗೆ ಕಾಣಲಿಲ್ಲ	",
	"	D. ನನಗೆ ಮನುಷ್ಯರಿಗೆ ಮರಣ ದಂಡನೆ ವಿಧಿಸುವ ಯಾವ ಅಧಿಕಾರವೂ ಇಲ್ಲ	"
],			
"correct" :	"	C. ಈತನಲ್ಲಿ ಯಾವ ಅಪರಾಧವು ನನಗೆ ಕಾಣಲಿಲ್ಲ	",
"explanation" :	"	ತರುವಾಯ ಪಿಲಾತನು ತಿರಿಗಿ ಹೊರಗೆ ಬಂದು ಯೆಹೂದ್ಯರಿಗೆ - ನನಗೆ ಅವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸಲಿಲ್ಲವೆಂಬದು ನಿಮಗೆ ತಿಳಿಯುವಂತೆ ಅವನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಹೊರಗೆ ತರುತ್ತೇನೆ, ನೋಡಿರಿ ಎಂದು ಹೇಳಿದನು 19:4	",
},			
{			
"question" :	"	4  ಯೇಸುವನ್ನು ಕಪಾಲ ಸ್ಥಳ ಎಂಬಲ್ಲಿ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು, ಅದನ್ನು ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ __  ಎನ್ನುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಗೊಲ್ಗೋಥಾ	",
	"	B. ಏದೇನ್	",
	"	C. ಗೆತ್ಸೇಮನೆ	",
	"	D. ಓಲಿವೆಟ್ ಬೆಟ್ಟ	"
],			
"correct" :	"	A. ಗೊಲ್ಗೋಥಾ	",
"explanation" :	"	ಅವರು ಯೇಸುವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋದರು; ಆತನು ತನ್ನ ಶಿಲುಬೆಯನ್ನು ತಾನೇ ಹೊತ್ತುಕೊಂಡು ಕಪಾಲಸ್ಥಳವೆಂಬ ಸ್ಥಾನಕ್ಕೆ ಹೋದನು. ಇದಕ್ಕೆ ಇಬ್ರಿಯ ಮಾತಿನಲ್ಲಿ ಗೊಲ್ಗೊಥಾ ಎಂದು ಹೆಸರು. ಅಲ್ಲಿ ಆತನನ್ನೂ ಆತನ ಸಂಗಡ ಇನ್ನಿಬ್ಬರನ್ನೂ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು; ಅವರಲ್ಲಿ ಆ ಕಡೆ ಒಬ್ಬನನ್ನು ಈ ಕಡೆ ಒಬ್ಬನನ್ನು ನಡುವೆ ಯೇಸುವನ್ನು ಇಟ್ಟರು 19:17,18	",
},			
{			
"question" :	"	5  ಈತನು “ನಜರೇತನ ಯೇಸು, ಯೆಹೂದ್ಯರ ಅರಸನು” ಎಂದು ಬರೆಸಿ ಶಿಲುಬೆಯ ಮೇಲ್ಗಡೆ  ಹಚ್ಚಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಾತನು	",
	"	B. ಮಹಾ ಯಾಜಕನು	",
	"	C. ಸೀಮೋನ ಪೇತ್ರನು	",
	"	D. ನಿಕೋದೇಮನು	"
],			
"correct" :	"	A. ಪಿಲಾತನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಪಿಲಾತನು ಒಂದು ವಿಳಾಸವನ್ನು ಬರೆದು ಆತನ ಶಿಲುಬೆಯ ಮೇಲ್ಗಡೆ ಹಚ್ಚಿಸಿದನು. ಅದೇನಂದರೆ -ನಜರೇತಿನ ಯೇಸು, ಯೆಹೂದ್ಯರ ಅರಸನು ಎಂಬದೇ. 19:19	",
},			
{			
"question" :	"	6  ಯೇಸುವಿನ ಅಂಗಿಯನ್ನು ಸೈನಿಕರು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರಿದರು	",
	"	B. ಸುಟ್ಟು ಹಾಕಿದರು	",
	"	C. ಅವನ ತಾಯಿಗೆ ನೀಡಿದರು	",
	"	D. ಅದಕ್ಕಾಗಿ ಚೀಟು ಹಾಕಿದರು	"
],			
"correct" :	"	D. ಅದಕ್ಕಾಗಿ ಚೀಟು ಹಾಕಿದರು	",
"explanation" :	"	ಅದನ್ನು ನೋಡಿ ಅವರು - ನಾವು ಇದನ್ನು ಹರಿಯಬಾರದು; ಚೀಟುಹಾಕಿ ಇದು ಯಾರಿಗೆ ಬರುವದೋ ನೋಡೋಣ ಎಂದು ಮಾತಾಡಿಕೊಂಡರು. ಇದರಿಂದ - ನನ್ನ ಬಟ್ಟೆಗಳನ್ನು ತಮ್ಮಲ್ಲಿ ಪಾಲುಮಾಡಿಕೊಂಡರು, ನನ್ನ ಅಂಗಿಗೋಸ್ಕರ ಚೀಟು ಹಾಕಿದರು ಎಂಬ ಶಾಸ್ತ್ರದ ಮಾತು ನೆರವೇರಿತು. ಸಿಪಾಯಿಗಳು ಇದನ್ನೆಲ್ಲಾ ಮಾಡಿದರು. 19:24	",
},			
{			
"question" :	"	7  ನನಗೆ ದಾಹವಾಗಿದೆ ಎಂದು ಯೇಸು ಹೇಳಿದಾಗ, ಆತನಿಗೆ ಇದನ್ನು ನೀಡಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರು	",
	"	B. ಹುಳಿರಸ	",
	"	C. ಎಣ್ಣೆ	",
	"	D. ವಿನೇಗಾರ್	"
],			
"correct" :	"	D. ವಿನೇಗಾರ್	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಯೇಸು ಈಗ ಎಲ್ಲಾ ತೀರಿತೆಂದು ತಿಳಿದು ಶಾಸ್ತ್ರದ ಮಾತು ನೆರವೇರುವಂತೆ - ನನಗೆ ನೀರಡಿಕೆ ಆಗಿದೆ ಅಂದನು. ಅಲ್ಲಿ ಹುಳಿರಸ ತುಂಬಿದ ಗಡಿಗೆ ಇಟ್ಟಿರಲಾಗಿ ಅವರು ಸ್ಪಂಜನ್ನು ಹುಳಿರಸದಿಂದ ತುಂಬಿಸಿ ಹಿಸೋಪ್‍ಗಿಡದ ಕೋಲಿಗೆ ಸಿಕ್ಕಿಸಿ ಆತನ ಬಾಯಿಗೆ ಮುಟ್ಟಿಸಿದರು.  19:28,29	",
},			
{			
"question" :	"	8  ಸೈನಿಕರು ಇಬ್ಬರು ಕಳ್ಳರ ಕಾಲುಗಳನ್ನು ಮುರಿದರು, ಆದರೆ ಒಬ್ಬ ಸೈನಿಕನು ಯೇಸುವಿಗೆ ಇದನ್ನು  ಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ಕೈಗಳನ್ನು ಮುರಿದನು	",
	"	B. ಆತನ ದವಡೆಯನ್ನು ಮುರಿದನು	",
	"	C. ಆತನ ಪಕ್ಕೆಯನ್ನು ಈಟಿಯಿಂದ ತಿವಿದನು	",
	"	D. ಆತನ ಮೇಲೆ ಕರುಣೆ ತೋರಿಸಿದನು	"
],			
"correct" :	"	C. ಆತನ ಪಕ್ಕೆಯನ್ನು ಈಟಿಯಿಂದ ತಿವಿದನು	",
"explanation" :	"	ಆದರೆ ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದಾಗ ಆತನು ಆಗಲೇ ಸತ್ತಿರುವದನ್ನು ಅವರು ಕಂಡು ಆತನ ಕಾಲುಗಳನ್ನು ಮುರಿಯಲಿಲ್ಲ. ಆದರೂ ಸಿಪಾಯಿಗಳಲ್ಲಿ ಒಬ್ಬನು ಈಟಿಯಿಂದ ಆತನ ಪಕ್ಕೆಯನ್ನು ತಿವಿದನು; ತಿವಿದ ಕೂಡಲೆ ರಕ್ತವೂ ನೀರೂ ಹೊರಟಿತು 19:33,34	",
},			
{			
"question" :	"	9  ಈ ಮನುಷ್ಯನು ಯೇಸುವಿನ ದೇಹವನ್ನು ಪಿಲಾತನ ಬಳಿ ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	B. ಅರಿಮಥಾಯದ ಯೋಸೇಫ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಸೀಮೋನ ಪೇತ್ರ	"
],			
"correct" :	"	B. ಅರಿಮಥಾಯದ ಯೋಸೇಫ	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಯೆಹೂದ್ಯರ ಭಯದಿಂದ ಗುಪ್ತವಾಗಿ ಯೇಸುವಿನ ಶಿಷ್ಯನಾಗಿದ್ದ ಅರಿಮಥಾಯದ ಯೋಸೇಫನು - ಯೇಸುವಿನ ದೇಹವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ಪಿಲಾತನನ್ನು ಬೇಡಿಕೊಂಡನು. ಪಿಲಾತನು ಅಪ್ಪಣೆಕೊಡಲಾಗಿ ಅವನು ಬಂದು ಆತನ ದೇಹವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋದನು. 19:38	",
},			
{			
"question" :	"	10  ಒಂದು ಸಾರಿ ರಾತ್ರಿ ವೇಳೆಯಲ್ಲಿ ಯೇಸುವನ್ನು ಸಂಧಿಸಿದ್ದ ಈ ಮನುಷ್ಯನು ರಕ್ತ ಬೋಳ  ಅಗರುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಯೇಸುವಿನ ದೇಹವನ್ನು ಸಮಾಧಿ ಮಾಡಲು ಸಿದ್ದತೆ  ನಡೆಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಕೋದೇಮಸ್	",
	"	B. ನತಾನಿಯೇಲ	",
	"	C. ಜಕ್ಕಾಯ	",
	"	D. ಬಾರ್ತಲೋಮಾಯ	"
],			
"correct" :	"	A. ನಿಕೋದೇಮಸ್	",
"explanation" :	"	ಇದಲ್ಲದೆ ಮೊದಲು ಒಂದು ಸಾರಿ ರಾತ್ರಿವೇಳೆಯಲ್ಲಿ ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದಿದ್ದ ನಿಕೊದೇಮನು ಸಹ ರಕ್ತಬೋಳ ಅಗರುಗಳನ್ನು ಕಲಸಿದ ಚೂರ್ಣವನ್ನು ನೂರು ಸೇರಿನಷ್ಟು ತಕ್ಕೊಂಡು ಅಲ್ಲಿಗೆ ಬಂದನು. ಅವರು ಯೇಸುವಿನ ದೇಹವನ್ನು ತಕ್ಕೊಂಡು ಯೆಹೂದ್ಯರಲ್ಲಿ ಹೂಣಿಡುವ ಪದ್ಧತಿಯ ಪ್ರಕಾರ ಅದನ್ನು ಆ ಸುಗಂಧದ್ರವ್ಯಗಳ ಸಹಿತವಾಗಿ ನಾರುಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿದರು.  19:39,40	",
},			
]			