var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1  ಗಲಿಲಾಯದ ಈ ಪಟ್ಟಣದಲ್ಲಿ ಮದುವೆಯ ಔತಣವಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಥಾನ್ಯ	",
	"	B. ಕಾನಾ	",
	"	C. ಯೆರೂಸಲೇಮು	",
	"	D. ಬೆತೆಸ್ದ	"
],			
"correct" :	"	B. ಕಾನಾ	",
"explanation" :	"	ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಗಲಿಲಾಯದ ಕಾನಾ ಊರಿನಲ್ಲಿ ಒಂದು ಮದುವೆ ಆಯಿತು; ಯೇಸುವಿನ ತಾಯಿ ಅಲ್ಲಿ ಇದ್ದಳು 2:1	",
},			
{			
"question" :	"	2  ಅಲ್ಲಿ ಎಷ್ಟು ಕಲ್ಲಿನ ಬಾನೆಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 6	",
	"	C. 10	",
	"	D. 12	"
],			
"correct" :	"	B. 6	",
"explanation" :	"	ಯೆಹೂದ್ಯರ ಶುದ್ಧಾಚಾರದ ಪದ್ಧತಿಯ ಪ್ರಕಾರ ಎರಡು ಮೂರು ಕೊಳಗ ನೀರು ಹಿಡಿಯುವ ಆರು ಕಲ್ಲಿನ ಬಾನೆಗಳು ಅಲ್ಲಿ ಇಟ್ಟಿದ್ದವು 2:6	",
},			
{			
"question" :	"	3  ಯೇಸು ಅಲ್ಲಿನ ಕೆಲಸಗಾರರಿಗೆ ಬಾನೆಗಳಲ್ಲಿ ಏನನ್ನು ತುಂಬಿಸಲು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರು	",
	"	B. ದ್ರಾಕ್ಷಾರಸ	",
	"	C. ಎಣ್ಣೆ	",
	"	D. ವಿನೇಗಾರ್	"
],			
"correct" :	"	A. ನೀರು	",
"explanation" :	"	ಯೇಸು ಅವರಿಗೆ - ಆ ಬಾನೆಗಳಲ್ಲಿ ನೀರು ತುಂಬಿರಿ ಅನ್ನಲು ಅವುಗಳನ್ನು ಕಂಠದ ಮಟ್ಟಿಗೆ ತುಂಬಿದರು. 2:7	",
},			
{			
"question" :	"	4  ಕೆಲಸಗಾರರು ಆ ಬಾನೆಗಳಿಂದ ಏನನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರು	",
	"	B. ದ್ರಾಕ್ಷಾರಸ	",
	"	C. ಎಣ್ಣೆ	",
	"	D. ವಿನೇಗಾರ್	"
],			
"correct" :	"	B. ದ್ರಾಕ್ಷಾರಸ	",
"explanation" :	"	ಆಗ ಅವರಿಗೆ - ಈಗ ಅದನ್ನು ತೋಡಿಕೊಂಡು ಹೋಗಿ ಔತಣದ ಪಾರುಪತ್ಯಗಾರನಿಗೆ ಕೊಡಿರಿ ಎಂದು ಹೇಳಿದಾಗ ತಕ್ಕೊಂಡು ಹೋಗಿ ಕೊಟ್ಟರು. ಅದು ಎಲ್ಲಿಂದ ಬಂತೋ ನೀರನ್ನು ತೋಡಿದ ಕೆಲಸದವರಿಗೆ ತಿಳಿದಿತ್ತೇ ಹೊರತು ಔತಣದ ಪಾರುಪತ್ಯಗಾರನಿಗೆ ತಿಳಿಯದಿರಲಾಗಿ ಅವನು ಅಷ್ಟರೊಳಗೆ ದ್ರಾಕ್ಷಾರಸವಾದ ಆ ನೀರನ್ನು ರುಚಿನೋಡಿದಾಗ 2:8-9	",
},			
{			
"question" :	"	5 ಔತಣದ ಪಾರುಪತ್ಯಗಾರನು ಮದಲಿಂಗನಿಗೆ ಹೀಗೆ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇದು ಅದ್ಭುತ	",
	"	B. ಈ ಮನುಷ್ಯನಲ್ಲಿ ದೆವ್ವವಿದೆ	",
	"	C. ನೀನು ಹಿರಿದಿನದ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಇದುವರೆಗೂ ಇಟ್ಟುಕೊಂಡಿದ್ದಿ	",
	"	D. ನಾನು ನಿನ್ನನ್ನು ಮತ್ತು ವಧುವನ್ನು ಬೇಯಿಸಿಬಿಡುವೆನು	"
],			
"correct" :	"	C. ನೀನು ಹಿರಿದಿನದ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಇದುವರೆಗೂ ಇಟ್ಟುಕೊಂಡಿದ್ದಿ	",
"explanation" :	"	ಮದಲಿಂಗನನ್ನು ಕರೆದು - ಎಲ್ಲರು ಹಿರಿದಿನ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಮೊದಲುಕೊಟ್ಟು ಅಮಲೇರಿದ ಮೇಲೆ ಕಿರಿದಿನ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕೊಡುತ್ತಾರೆ; ನೀನು ಹಿರಿದಿನ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಇದುವರೆಗೂ ಇಟ್ಟುಕೊಂಡಿದ್ದೀ ಅಂದನು. 2:10	",
},			
{			
"question" :	"	6 ಫಸ್ಕ ಹಬ್ಬಕ್ಕಾಗಿ ಯೇಸು ಈ ಪಟ್ಟಣಕ್ಕೆ ಪ್ರಯಾಣಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮು	",
	"	B. ಬೆತ್ಲೆಹೇಮು	",
	"	C. ಊಜ್	",
	"	D. ಕಾನಾನ್	"
],			
"correct" :	"	A. ಯೆರೂಷಲೇಮು	",
"explanation" :	"	ಆಗ ಯೆಹೂದ್ಯರ ಪಸ್ಕಹಬ್ಬವು ಹತ್ತರ ಬಂದದರಿಂದ ಯೇಸು ಯೆರೂಸಲೇಮಿಗೆ ಹೋದನು 2:13	",
},			
{			
"question" :	"	7  ಯೇಸು ಚಿನಿವಾರರನ್ನು ಇಲ್ಲಿಂದ ಹೊರಡಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೇಪೇಟೆಗಳಿಂದ	",
	"	B. ಅರಮನೆಯಿಂದ	",
	"	C. ಐಗುಪ್ತ್ಯದಿಂದ	",
	"	D. ದೇವಾಲಯದಿಂದ	"
],			
"correct" :	"	D. ದೇವಾಲಯದಿಂದ	",
"explanation" :	"	ಅಲ್ಲಿ ದೇವಾಲಯದೊಳಗೆ ದನ ಕುರಿ ಪಾರಿವಾಳ ಮಾರುವವರನ್ನೂ ಕೂತಿರುವ ಚಿನಿವಾರರನ್ನೂ ಕಂಡು ಹಗ್ಗದಿಂದ ಕೊರಡೆ ಮಾಡಿ ಅದರಿಂದ ಕುರಿ ದನ ಸಹಿತ ಎಲ್ಲರನ್ನು ದೇವಾಲಯದ ಹೊರಕ್ಕೆ ಅಟ್ಟಿ ಚಿನಿವಾರರ ರೊಕ್ಕವನ್ನು ಚೆಲ್ಲಿ ಮೇಜುಗಳನ್ನು ಕೆಡವಿದನು. 2:14-15	",
},			
{			
"question" :	"	8  ನನ್ನ ತಂದೆಯ ಮನೆಯನ್ನು  ______________ ಮಾಡಬೇಡಿರಿ ಎಂದು ಯೇಸು   ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ಮನೆಗಳಾಗಿ	",
	"	B. ಬೆಲೆಯಿಲ್ಲದವುಗಳಾಗಿ	",
	"	C. ಹಠಮಾರಿಗಳ ಮನೆಯಾಗಿ	",
	"	D. ಸಂತೆಯನ್ನಾಗಿ	"
],			
"correct" :	"	D. ಸಂತೆಯನ್ನಾಗಿ	",
"explanation" :	"	ಪಾರಿವಾಳ ಮಾರುವವರಿಗೆ - ಇವುಗಳನ್ನು ಇಲ್ಲಿಂದ ತಕ್ಕೊಂಡು ಹೋಗಿರಿ; ನನ್ನ ತಂದೆಯ ಮನೆಯನ್ನು ಸಂತೆ ಮಾಡಬೇಡಿರಿ ಎಂದು ಹೇಳಿದನು. 2:16	",
},			
{			
"question" :	"	9  ಯೇಸು ತನ್ನ ಶರೀರದ ಕುರಿತಾಗಿ, ಈ ದೇವಾಲಯವನ್ನು ಕೆಡವಿರಿ, ನಾನು _________    ಅದನ್ನು  ಎಬ್ಬಿಸುವೆನು ಅಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. 1 ದಿನ	",
	"	B. 2 ದಿನ	",
	"	C. 3 ದಿನ	",
	"	D. 4 ದಿನ	"
],			
"correct" :	"	C. 3 ದಿನ	",
"explanation" :	"	ಯೇಸು - ಈ ದೇವಾಲಯವನ್ನು ಕೆಡವಿರಿ; ನಾನು ಮೂರು ದಿನದಲ್ಲಿ ಅದನ್ನು ಎಬ್ಬಿಸುವೆನು ಅಂದನು. ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು - ಈ ದೇವಾಲಯವನ್ನು ಕಟ್ಟುವದಕ್ಕೆ ನಾಲ್ವತ್ತಾರು ವರುಷ ಹಿಡಿಯಿತು; ನೀನು ಮೂರು ದಿನದಲ್ಲಿ ಅದನ್ನು ಎಬ್ಬಿಸುವಿಯೋ? ಅಂದರು. ಆದರೆ ಆತನು ತನ್ನ ದೇಹವೆಂಬ ದೇವಾಲಯದ ವಿಷಯವಾಗಿ ಆ ಮಾತನ್ನು ಹೇಳಿದ್ದನು 2:19-21	",
},			
{			
"question" :	"	10  ಈ ದೇವಾಲಯವನ್ನು ಕಟ್ಟಲು _________ ಬೇಕಾಯಿತು ಎಂದು ಯೆಹೂದ್ಯರು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. 10 ವರ್ಷ	",
	"	B. 20 ವರ್ಷ	",
	"	C. 46 ವರ್ಷ	",
	"	D. 100 ವರ್ಷ	"
],			
"correct" :	"	C. 46 ವರ್ಷ	",
"explanation" :	"	ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು - ಈ ದೇವಾಲಯವನ್ನು ಕಟ್ಟುವದಕ್ಕೆ ನಾಲ್ವತ್ತಾರು ವರುಷ ಹಿಡಿಯಿತು; ನೀನು ಮೂರು ದಿನದಲ್ಲಿ ಅದನ್ನು ಎಬ್ಬಿಸುವಿಯೋ? ಅಂದರು. 2:20	",
},			
]			