var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 20";			
var quiz = [			
{			
"question" :	"	1  ವಾರದ ಈ ದಿನ ಮಗ್ಧಲದ ಮರಿಯಳು ಸಮಾಧಿಯ ಬಳಿ ಬಂದು ಅಲ್ಲಿ ಸಮಾಧಿಯ ಕಲ್ಲು  ತೆಗೆಯಲ್ಪಟ್ಟಿರುವುದನ್ನು ಕಂಡಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊದಲನೇ	",
	"	B. ಮೂರನೇ	",
	"	C. ಐದನೇ	",
	"	D. ಏಳನೇ	"
],			
"correct" :	"	A. ಮೊದಲನೇ	",
"explanation" :	"	ವಾರದ ಮೊದಲನೆಯ ದಿನದಲ್ಲಿ ಮಗ್ದಲದ ಮರಿಯಳು ಮುಂಜಾನೆ ಇನ್ನೂ ಕತ್ತಲೆ ಇರುವಾಗಲೇ ಸಮಾಧಿಯ ಬಳಿಗೆ ಬಂದು ಸಮಾಧಿಯ ಕಲ್ಲು ಅಲ್ಲಿಂದ ತೆಗೆದಿರುವದನ್ನು ಕಂಡಳು 20:1	",
},			
{			
"question" :	"	2  ಸಮಾಧಿಯ ಬಳಿಗೆ ಓಢಿಹೋದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಆಂದ್ರೇಯ	",
	"	D. ಯೂದ	"
],			
"correct" :	"	A. ಪೇತ್ರ	",
"explanation" :	"	ಆಗ ಪೇತ್ರನೂ ಆ ಮತ್ತೊಬ್ಬ ಶಿಷ್ಯನೂ ಹೊರಟು ಸಮಾಧಿಯ ಕಡೆಗೆ ಹೋದರು. ಅವರಿಬ್ಬರೂ ಜೊತೆಯಾಗಿ ಓಡಿದರು 20:3	",
},			
{			
"question" :	"	3  ಸಮಾಧಿಯಲ್ಲಿ ಅವರು ಏನನ್ನು ಕಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವಿನ ದೇಹ	",
	"	B. ದೂತ	",
	"	C. ಯೇಸುವಿನ ದೇಹವನ್ನು ಸುತ್ತಿದ್ದ ವಸ್ತ್ರಗಳು	",
	"	D. ಚಿನ್ನ, ಧೂಪ ಮತ್ತು ರಕ್ತಭೋಳ	"
],			
"correct" :	"	C. ಯೇಸುವಿನ ದೇಹವನ್ನು ಸುತ್ತಿದ್ದ ವಸ್ತ್ರಗಳು	",
"explanation" :	"	ಬೊಗ್ಗಿ ನೋಡಿ ಆ ನಾರುಬಟ್ಟೆಗಳು ಬಿದ್ದಿರುವದನ್ನು ಕಂಡನು; ಆದರೆ ಒಳಕ್ಕೆ ಹೋಗಲಿಲ್ಲ. ಸೀಮೋನ ಪೇತ್ರನು ಅವನ ಹಿಂದೆ ಬಂದು ಸಮಾಧಿಯೊಳಕ್ಕೆ ಹೋಗಿ ಆ ನಾರುಬಟ್ಟೆಗಳು ಬಿದ್ದಿರುವದನ್ನೂ ಆತನ ತಲೆಯ ಮೇಲಿದ್ದ ಕೈಪಾವುಡವು 20:5,6	",
},			
{			
"question" :	"	4  ಸಮಾಧಿಯ ಬಳಿ ಅಳುತ್ತಾ ನಿಂತಿದ್ದ ಮರಿಯಳು, ಸಮಾಧಿಯ ಒಳಗೆ ಇದನ್ನು ಕಂಡಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೆವ್ವ	",
	"	B. ಇಬ್ಬರು ದೂತರು	",
	"	C. ಉರಿಯುವ ಪೊದೆ	",
	"	D. ಮಹಾ ಬೆಳಕು	"
],			
"correct" :	"	B. ಇಬ್ಬರು ದೂತರು	",
"explanation" :	"	ಆದರೆ ಮರಿಯಳು ಹೊರಗೆ ಸಮಾಧಿಯ ಬಳಿಯಲ್ಲಿ ಅಳುತ್ತಾ ನಿಂತಿದ್ದಳು. ಹೀಗೆ ಆಕೆ ಅಳುತ್ತಿರುವಾಗ ಸಮಾಧಿಯೊಳಗೆ ಬೊಗ್ಗಿ ನೋಡಲು ಯೇಸುವಿನ ದೇಹವು ಇಟ್ಟಿದ್ದ ಸ್ಥಳದಲ್ಲಿ ಬೆಳ್ಳಗಿರುವ ವಸ್ತ್ರಗಳನ್ನು ಹೊದ್ದುಕೊಂಡ ಇಬ್ಬರು ದೇವದೂತರನ್ನು ಕಂಡಳು; ಅವರಲ್ಲಿ ಒಬ್ಬನು ತಲೆಯಿದ್ದ ಕಡೆಯಲ್ಲಿ ಒಬ್ಬನು ಕಾಲಿದ್ದ ಕಡೆಯಲ್ಲಿ ಕೂತಿದ್ದರು 20:11,12	",
},			
{			
"question" :	"	5  ಯೇಸು ಮರಿಯಳ ಬಳಿ ಮಾತನಾಡಿದಾಗ್ಯೂ ಆತನ ಗುರುತು ಸಿಗಲಿಲ್ಲ, ಆಕೆಯು ಆತನನ್ನು  ಯಾರೆಂದು ನೆನೆಸಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈನಿಕ	",
	"	B. ಫರಿಸಾಯನು	",
	"	C. ತೋಟಗಾರ	",
	"	D. ಇಸ್ಕರಿಯೋತ ಯೂದ	"
],			
"correct" :	"	C. ತೋಟಗಾರ	",
"explanation" :	"	ಇದನ್ನು ಹೇಳಿ ತಿರುಗಿಕೊಂಡು ಯೇಸು ನಿಂತಿರುವದನ್ನು ಕಂಡಳು, ಆದರೆ ಆತನು ಯೇಸು ಅಂತ ಆಕೆಗೆ ತಿಳಿಯಲಿಲ್ಲ. ಯೇಸು ಆಕೆಯನ್ನು - ಅಮ್ಮಾ, ಯಾಕೆ ಅಳುತ್ತೀ? ಯಾರನ್ನು ಹುಡುಕುತ್ತೀ? ಎಂದು ಕೇಳಲು ಆಕೆ ಆತನನ್ನು ತೋಟಗಾರನೆಂದು ನೆನಸಿ ಆತನಿಗೆ - ಅಯ್ಯಾ, ನೀನು ಆತನನ್ನು ಎತ್ತಿಕೊಂಡು ಹೋಗಿದ್ದರೆ ಎಲ್ಲಿ ಇಟ್ಟಿದ್ದೀ ನನಗೆ ಹೇಳು; ನಾನು ತೆಗೆದುಕೊಂಡು ಹೋಗುತ್ತೇನೆ ಎಂದು ಹೇಳಿದಳು. 20:14,15	",
},			
{			
"question" :	"	6  ಯೇಸು ಆಕೆಯನ್ನು ಹೆಸರಿಡಿದು ಕರೆದ ಮೇಲೆ, ಆಕೆಗೆ ಆತನ ಗುರುತು ಸಿಕ್ಕಿತು, ಆಗ ಆಕೆ  ಹೀಗೆಂದಳು	",
"image" :	"",		
"choices" : [			
	"	A. ರಬ್ಬೂನಿ	",
	"	A. ಕರ್ತನೇ	",
	"	C. ಪುನರುತ್ಥಾನವು	",
	"	D. ದೇವರಿಂದ ಅಭಿಷೇಕಿಸಲ್ಪಟ್ಟವನು	"
],			
"correct" :	"	A. ರಬ್ಬೂನಿ	",
"explanation" :	"	ಯೇಸು ಆಕೆಗೆ - ಮರಿಯಳೇ, ಎಂದು ಹೇಳಿದನು. ಆಕೆ ತಿರುಗಿಕೊಂಡು ಇಬ್ರಿಯ ಮಾತಿನಲ್ಲಿ - ರಬ್ಬೂನಿ, ಅಂದಳು.  20:16	",
},			
{			
"question" :	"	7  ಯೇಸು ಶಿಷ್ಯರ ಮೇಲೆ ಊದಿ ಹೀಗಂದನು	",
"image" :	"",		
"choices" : [			
	"	A. ನನ್ನ ಶ್ವಾಸವನ್ನು ಅನುಭವಿಸಿರಿ, ನಾನು ಬದುಕಿದ್ದೇನೆ	",
	"	B. ಪವಿತ್ರಾತ್ಮನನ್ನು ಹೊಂದಿಕೊಳ್ಳಿರಿ	",
	"	C. ನಾನು ಆತ್ಮನಲ್ಲ	",
	"	D. ನಾನು ಜೀವದಾಯಕ ಶ್ವಾಸವಾಗಿದ್ದೇನೆ	"
],			
"correct" :	"	B. ಪವಿತ್ರಾತ್ಮನನ್ನು ಹೊಂದಿಕೊಳ್ಳಿರಿ	",
"explanation" :	"	ಇದನ್ನು ಹೇಳಿ ಅವರ ಮೇಲೆ ಊದಿ ಅವರಿಗೆ - ಪವಿತ್ರಾತ್ಮವರವನ್ನು ತಕ್ಕೊಳ್ಳಿರಿ 20:22	",
},			
{			
"question" :	"	8  ಯೇಸು ಶಿಷ್ಯರಿಗೆ ಕಾಣಿಸಿಕೊಂಡಾಗ ಈ ಶಿಷ್ಯನು ಅಲ್ಲಿರಲಿಲ್ಲ ಮತ್ತು ಅವರು ಹೇಳಿದ್ದನ್ನು ಆತನು   ನಂಬಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ತೋಮ	",
	"	B. ಪೇತ್ರ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಮತ್ತಾಯ	"
],			
"correct" :	"	A. ತೋಮ	",
"explanation" :	"	ಯೇಸು ಬಂದಾಗ ಹನ್ನೆರಡು ಮಂದಿ ಶಿಷ್ಯರೊಳಗೆ ಒಬ್ಬನಾದ ದಿದುಮನೆನಿಸಿಕೊಳ್ಳುವ ತೋಮನು ಅವರ ಸಂಗಡ ಇರಲಿಲ್ಲ. ಆದದರಿಂದ ಉಳಿದ ಶಿಷ್ಯರು - ನಾವು ಸ್ವಾಮಿಯನ್ನು ನೋಡಿದ್ದೇವೆ ಎಂದು ಅವನಿಗೆ ಹೇಳಿದರು. ಅದಕ್ಕೆ ಅವನು - ನಾನು ಆತನ ಕೈಗಳಲ್ಲಿ ಮೊಳೆಗಳಿಂದಾದ ಗಾಯವನ್ನು ನೋಡಿ ಆ ಮೊಳೆಯ ಗಾಯದಲ್ಲಿ ನನ್ನ ಬೆರಳನ್ನು ಇಟ್ಟು ಆತನ ಪಕ್ಕೆಯಲ್ಲಿ ನನ್ನ ಕೈಯನ್ನು ಹಾಕಿದ ಹೊರತು ನಿಮ್ಮ ಮಾತನ್ನು ನಂಬುವದೇ ಇಲ್ಲ ಅಂದನು 20:24,25	",
},			
{			
"question" :	"	9  ಆ ಶಿಷ್ಯನು ಯೇಸುವನ್ನು ಕಂಡಾಗ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ಪಾಪಿ	",
	"	B. ನನಗೆ ಇನ್ನು ಯಾವ ಸಂದೇಹವೂ ಇಲ್ಲ	",
	"	C. ನನ್ನ ಕರ್ತನೇ ನನ್ನ ದೇವರೇ	",
	"	D. ನನ್ನ ಮೇಲೆ ಊದು	"
],			
"correct" :	"	C. ನನ್ನ ಕರ್ತನೇ ನನ್ನ ದೇವರೇ	",
"explanation" :	"	ಎಂಟು ದಿವಸಗಳಾದ ಮೇಲೆ ಆತನ ಶಿಷ್ಯರು ತಿರಿಗಿ ಒಳಗಿದ್ದಾಗ ತೋಮನೂ ಅವರ ಸಂಗಡ ಇದ್ದನು. ಬಾಗಲುಗಳು ಮುಚ್ಚಿದ್ದವು. ಆಗ ಯೇಸು ಬಂದು ನಡುವೆ ನಿಂತು - ನಿಮಗೆ ಸಮಾಧಾನವಾಗಲಿ ಅಂದನು. ಆಮೇಲೆ ತೋಮನಿಗೆ - ನಿನ್ನ ಬೆರಳನ್ನು ಈ ಕಡೆ ಚಾಚಿ ನನ್ನ ಕೈಗಳನ್ನು ಮುಟ್ಟಿ ನೋಡು; ನಿನ್ನ ಕೈಚಾಚಿ ನನ್ನ ಪಕ್ಕೆಯಲ್ಲಿ ಹಾಕು; ನಂಬದವನಾಗಿರಬೇಡ, ನಂಬುವವನಾಗು ಎಂದು ಹೇಳಿದನು. ತೋಮನು ಆತನಿಗೆ - ನನ್ನ ಸ್ವಾಮೀ, ನನ್ನ ದೇವರು! ಎಂದು ಹೇಳಿದನು  20:26-28 	",
},			
{			
"question" :	"	10  ಯೇಸು ಹೇಳಿದ್ದು, ಕಾಣದೇ ____________ ಧನ್ಯನು	",
"image" :	"",		
"choices" : [			
	"	A. ನಂಬುವವನು	",
	"	B. ಅವರು ಕಾಣುವದಕ್ಕಾಗಿ	",
	"	C. ಅವರು ನನ್ನ ತಂದೆಯನ್ನು ನೋಡಿದ್ದಕ್ಕಾಗಿ ಅವರು	",
	"	D. ಅವರು ಕ್ಷಮಿಸಲ್ಪಡುವುದಕ್ಕಾಗಿ	"
],			
"correct" :	"	A. ನಂಬುವವನು	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ - ನೀನು ನನ್ನನ್ನು ನೋಡಿದ್ದರಿಂದ ನಂಬಿದ್ದೀ; ನೋಡದೆ ನಂಬಿದವರು ಧನ್ಯರು ಎಂದು ಹೇಳಿದನು 20:29	",
},			
]			