var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 21";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ಈ ಸಮುದ್ರದ ಬಳಿ ತನ್ನ ಶಿಷ್ಯರಿಗೆ ತಿರುಗಿ ತನ್ನನ್ನು ತೋರಿಸಿಕೊಂಡನು	",
"image" :	"",		
"choices" : [			
	"	A. ತಿಬೇರಿಯಾ ಸಮುದ್ರ	",
	"	B. ಕೆಂಪು ಸಮುದ್ರ	",
	"	C. ಮೃತ ಸಮುದ್ರ	",
	"	D. ಲವಣ ಸಮುದ್ರ	"
],			
"correct" :	"	A. ತಿಬೇರಿಯಾ ಸಮುದ್ರ	",
"explanation" :	"	ತರುವಾಯ ಯೇಸು ತಿಬೇರಿಯ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿ ಶಿಷ್ಯರಿಗೆ ತಿರಿಗಿ ತನ್ನನ್ನು ತೋರಿಸಿಕೊಂಡನು.  21:1	",
},			
{			
"question" :	"	2  ನಾನು ಮೀನು ಹಿಡಿಯುವುದಕ್ಕೆ ಹೋಗುತ್ತೇನೆಂದು ಈ ಶಿಷ್ಯನು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದ	",
	"	B. ಲೂಕ	",
	"	C. ಮತ್ತಾಯ	",
	"	D. ಸೀಮೋನ ಪೇತ್ರ	"
],			
"correct" :	"	D. ಸೀಮೋನ ಪೇತ್ರ	",
"explanation" :	"	ಅವರಿಗೆ ಸೀಮೋನ ಪೇತ್ರನು - ನಾನು ಮೀನು ಹಿಡಿಯುವದಕ್ಕೆ ಹೋಗುತ್ತೇನೆಂದು ಹೇಳಲು ಅವರು - ನಾವೂ ನಿನ್ನ ಸಂಗಡ ಬರುತ್ತೇವೆ ಅಂದರು. ಅವರು ಹೊರಟು ದೋಣಿಯನ್ನು ಹತ್ತಿದರು. ಆದರೆ ಆ ರಾತ್ರಿಯಲ್ಲಿ ಒಂದು ಮೀನೂ ಸಿಕ್ಕಲಿಲ್ಲ. 21:3 	",
},			
{			
"question" :	"	3  ಯೇಸು ಅವರಿಗೆ ಏನು ಮಾಡಬೇಕೆಂದು ಸೂಚನೆ ಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೋಣಿಯ ಬಲಗಡೆಗೆ ಬಲೆಯನ್ನು ಹಾಕಿರಿ	",
	"	B. ನಿಮ್ಮ ಲಂಗರುಗಳನ್ನು ಬಿಸಾಕಿರಿ	",
	"	C. ನೀರಿಗೆ ಧುಮುಕಿರಿ	",
	"	D. ಬಲೆಗಳನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟು ತೀರಕ್ಕೆ ಬನ್ನಿರಿ	"
],			
"correct" :	"	A. ದೋಣಿಯ ಬಲಗಡೆಗೆ ಬಲೆಯನ್ನು ಹಾಕಿರಿ	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ - ನೀವು ದೋಣಿಯ ಬಲಗಡೆಯಲ್ಲಿ ಬಲೆ ಬೀಸಿದರೆ ಸಿಕ್ಕುವದು ಎಂದು ಹೇಳಿದನು. ಅವರು ಹಾಗೆ ಬೀಸಿದಾಗ ಮೀನುಗಳು ಬಹಳ ಹೆಚ್ಚಾಗಿ ಸಿಕ್ಕಿದ್ದರಿಂದ ಬಲೆಯನ್ನು ಎಳೆಯುವದಕ್ಕೆ ಆಗದೆ ಹೋಯಿತು 21:6	",
},			
{			
"question" :	"	4  ಯೇಸುವಿನ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿದ ಮೇಲೆ, ಬಲೆಗಳ ತುಂಬಾ ಮೀನುಗಳು ಸಿಕ್ಕವು, ಆಗ   ಯೋಹಾನನು ಹೇಳಿದ್ದೇನೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಸ್ವಾಮಿಯವರು	",
	"	B. ನಮ್ಮ ಬಲೆಗಳನ್ನು ಮತ್ತೆ ಹಾಕೋಣ	",
	"	C. ನಾವು ಮೀನುಗಳನ್ನು ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡೋಣ	",
	"	D. ಇದು ಹೇಗಾಯಿತು?	"
],			
"correct" :	"	A. ಅವರು ಸ್ವಾಮಿಯವರು	",
"explanation" :	"	ಆಗ ಯೇಸುವಿಗೆ ಪ್ರಿಯನಾಗಿದ್ದ ಶಿಷ್ಯನು ಪೇತ್ರನಿಗೆ - ಅವರು ಸ್ವಾಮಿಯವರು ಎಂದು ಹೇಳಿದನು. ಸ್ವಾಮಿಯವರೆಂದು ಸೀಮೋನ ಪೇತ್ರನು ಕೇಳಿ ಮೈ ಮೇಲೆ ಬಟ್ಟೆಯಿಲ್ಲದವನಾಗಿದ್ದರಿಂದ ಒಲ್ಲಿಯನ್ನು ಸುತ್ತಿಕೊಂಡು ಸಮುದ್ರದಲ್ಲಿ ದುಮುಕಿದನು. 21:7	",
},			
{			
"question" :	"	5  ಅದು ಸ್ವಾಮಿಯವರು ಎಂದು ಕೇಳಿದಾಗ ಪೇತ್ರನು ಏನು ಮಾಡಿದ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮುದ್ರಕ್ಕೆ ಹಾರಿದನು	",
	"	B. ನೀರಿನ ಮೇಲೆ ನಡೆದನು	",
	"	C. ಯೇಸುವನ್ನು ಬರುವಂತೆ ಸನ್ನೆ ಮಾಡಿದನು	",
	"	D. ಲಂಗುರವನ್ನು ಎಳೆದನು	"
],			
"correct" :	"	A. ಸಮುದ್ರಕ್ಕೆ ಹಾರಿದನು	",
"explanation" :	"	ಆಗ ಯೇಸುವಿಗೆ ಪ್ರಿಯನಾಗಿದ್ದ ಶಿಷ್ಯನು ಪೇತ್ರನಿಗೆ - ಅವರು ಸ್ವಾಮಿಯವರು ಎಂದು ಹೇಳಿದನು. ಸ್ವಾಮಿಯವರೆಂದು ಸೀಮೋನ ಪೇತ್ರನು ಕೇಳಿ ಮೈ ಮೇಲೆ ಬಟ್ಟೆಯಿಲ್ಲದವನಾಗಿದ್ದರಿಂದ ಒಲ್ಲಿಯನ್ನು ಸುತ್ತಿಕೊಂಡು ಸಮುದ್ರದಲ್ಲಿ ದುಮುಕಿದನು. 21:7	",
},			
{			
"question" :	"	6  ಬೆಂಕಿ ಕೆಂಡದ ಮೇಲೆ ಯೇಸು ಏನನ್ನು ಇಟ್ಟಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೀನು	",
	"	B. ಕುರಿ	",
	"	C. ಹಂದಿ ಮಾಂಸ	",
	"	D. ದನದ ಮಾಂಸ	"
],			
"correct" :	"	A. ಮೀನು	",
"explanation" :	"	ಅವರು ಭೂಮಿಗೆ ಇಳಿದಾಗ ಕೆಂಡಗಳನ್ನೂ ಅವುಗಳ ಮೇಲೆ ಇಟ್ಟಿದ್ದ ಮೀನುಗಳನ್ನೂ ರೊಟ್ಟಿ ಸಹಿತವಾಗಿ ಕಂಡರು. 21:9	",
},			
{			
"question" :	"	7  ಅವರಿಗೆ ಎಷ್ಟು ದೊಡ್ಡ ಮೀನುಗಳು ಸಿಕ್ಕಿದವು?	",
"image" :	"",		
"choices" : [			
	"	A. 100	",
	"	B. 118	",
	"	C. 134	",
	"	D. 153	"
],			
"correct" :	"	D. 153	",
"explanation" :	"	ಸೀಮೋನ ಪೇತ್ರನು ದೋಣಿಯನ್ನು ಹತ್ತಿ ಬಲೆಯನ್ನು ಭೂಮಿಗೆ ಎಳಕೊಂಡು ಬಂದನು. ಅದು ನೂರೈವತ್ತು ಮೂರು ದೊಡ್ಡ ಮೀನುಗಳಿಂದ ತುಂಬಿತ್ತು. ಅಷ್ಟು ಮೀನುಗಳು ಇದ್ದರೂ ಬಲೆ ಹರಿಯಲಿಲ್ಲ 21:11	",
},			
{			
"question" :	"	8  ಯಾವ ಶಿಷ್ಯನಿಗೆ ಯೇಸು ಮೂರು ಬಾರಿ ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಂದ್ರೇಯ	",
	"	B. ಯೋಹಾನ	",
	"	C. ನತಾನಿಯೇಲ	",
	"	D. ಸೀಮೋನ ಪೇತ್ರ	"
],			
"correct" :	"	D. ಸೀಮೋನ ಪೇತ್ರ	",
"explanation" :	"	ಅವರು ಊಟಮಾಡಿದ ಮೇಲೆ ಯೇಸು ಸೀಮೋನ ಪೇತ್ರನನ್ನು - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನೀನು ಇವರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಲು ಅವನು - ಹೌದು, ಸ್ವಾಮೀ, ನಿನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದನ್ನು ನೀನೇ ಬಲ್ಲೆ ಅಂದನು. ಆತನು ಅವನಿಗೆ - ನನ್ನ ಕುರಿಮರಿಗಳನ್ನು ಮೇಯಿಸು ಎಂದು ಹೇಳಿದನು. ಆತನು ತಿರಿಗಿ ಎರಡನೆಯ ಸಾರಿ ಅವನನ್ನು - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಲು ಅವನು - ಹೌದು, ಸ್ವಾಮೀ, ನಿನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದನ್ನು ನೀನೇ ಬಲ್ಲೆ ಅಂದನು. ಆತನು ಅವನಿಗೆ - ನನ್ನ ಕುರಿಗಳನ್ನು ಕಾಯಿ ಎಂದು ಹೇಳಿದನು. ಆತನು ಮೂರನೆಯ ಸಾರಿ - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಿದನು. ಮೂರನೆಯ ಸಾರಿ ಆತನು - ನನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ತನ್ನನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಪೇತ್ರನು ದುಃಖಪಟ್ಟು - ಸ್ವಾಮೀ, ನೀನು ಎಲ್ಲಾ ಬಲ್ಲೆ; ನಿನ್ನ ಮೇಲೆ ನಾನು ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದು ನಿನಗೆ ತಿಳಿದದೆ ಅಂದನು. ಅವನಿಗೆ ಯೇಸು - ನನ್ನ ಕುರಿಗಳನ್ನು ಮೇಯಿಸು.  21:15-17	",
},			
{			
"question" :	"	9  ಯೇಸು ಆತನನ್ನು ಏನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀನು ನನ್ನನ್ನು ಪ್ರೀತಿಸುತ್ತೀಯೋ	",
	"	B. ಎಷ್ಟು ದಿನಗಳಿಂದ ಮೀನುಗಳನ್ನು ಹಿಡಿಯುತ್ತಿದ್ದೀರಿ	",
	"	C. ನೀನು ನನ್ನನ್ನು ನಂಬುತ್ತೀಯೋ	",
	"	D. ನೀನು ನನ್ನನ್ನು ವಿಶ್ವಾಸಿಸುತ್ತೀಯೋ	"
],			
"correct" :	"	A. ನೀನು ನನ್ನನ್ನು ಪ್ರೀತಿಸುತ್ತೀಯೋ	",
"explanation" :	"	ಅವರು ಊಟಮಾಡಿದ ಮೇಲೆ ಯೇಸು ಸೀಮೋನ ಪೇತ್ರನನ್ನು - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನೀನು ಇವರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಲು ಅವನು - ಹೌದು, ಸ್ವಾಮೀ, ನಿನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದನ್ನು ನೀನೇ ಬಲ್ಲೆ ಅಂದನು. ಆತನು ಅವನಿಗೆ - ನನ್ನ ಕುರಿಮರಿಗಳನ್ನು ಮೇಯಿಸು ಎಂದು ಹೇಳಿದನು. ಆತನು ತಿರಿಗಿ ಎರಡನೆಯ ಸಾರಿ ಅವನನ್ನು - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಲು ಅವನು - ಹೌದು, ಸ್ವಾಮೀ, ನಿನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದನ್ನು ನೀನೇ ಬಲ್ಲೆ ಅಂದನು. ಆತನು ಅವನಿಗೆ - ನನ್ನ ಕುರಿಗಳನ್ನು ಕಾಯಿ ಎಂದು ಹೇಳಿದನು. ಆತನು ಮೂರನೆಯ ಸಾರಿ - ಯೋಹಾನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ಕೇಳಿದನು. ಮೂರನೆಯ ಸಾರಿ ಆತನು - ನನ್ನ ಮೇಲೆ ಮಮತೆ ಇಟ್ಟಿದ್ದೀಯೋ ಎಂದು ತನ್ನನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಪೇತ್ರನು ದುಃಖಪಟ್ಟು - ಸ್ವಾಮೀ, ನೀನು ಎಲ್ಲಾ ಬಲ್ಲೆ; ನಿನ್ನ ಮೇಲೆ ನಾನು ಮಮತೆ ಇಟ್ಟಿದ್ದೇನೆಂಬದು ನಿನಗೆ ತಿಳಿದದೆ ಅಂದನು. ಅವನಿಗೆ ಯೇಸು - ನನ್ನ ಕುರಿಗಳನ್ನು ಮೇಯಿಸು.  21:15-17	",
},			
{			
"question" :	"	10 ಯೇಸು ಮಾಡಿದ್ದು ಬಹಳಷ್ಟಿದೆ, ಅದನ್ನೆಲ್ಲಾ ಒಂದೊಂದಾಗಿ ಬರೆದರೆ,	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನನು ಬರೆಯಬೇಕು	",
	"	B. ಅವೆಲ್ಲಾ ಸತ್ಯವಾದವುಗಳಲ್ಲ	",
	"	C. ಬರೆಯಬೇಕಾದ ಪುಸ್ತಕಗಳನ್ನು ಲೋಕವೇ ಹಿಡಿಸದೆ ಹೋದೀತು	",
	"	D. ಅವರು ಬಂಗಾರಕ್ಕಿಂತಲೂ ಅಮೂಲ್ಯವಾದದ್ದು	"
],			
"correct" :	"	C. ಬರೆಯಬೇಕಾದ ಪುಸ್ತಕಗಳನ್ನು ಲೋಕವೇ ಹಿಡಿಸದೆ ಹೋದೀತು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಯೇಸು ಮಾಡಿದ್ದು ಇನ್ನೂ ಬಹಳವಿದೆ; ಅದನ್ನೆಲ್ಲಾ ಒಂದೊಂದಾಗಿ ಬರೆಯುವದಾದರೆ ಬರೆಯಬೇಕಾದ ಪುಸ್ತಕಗಳನ್ನು ಲೋಕವೇ ಹಿಡಿಸದೆ ಹೋದೀತೆಂದು ನಾನು ನೆನಸುತ್ತೇನೆ. 21:25	",
},			
]			