var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದ ಮನುಷ್ಯ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಕೋದೇಮನು	",
	"	B. ಬಾರ್ತಲೋಮಾಯ	",
	"	C. ಕಾಯಫ	",
	"	D. ಮತ್ತಾಯ	"
],			
"correct" :	"	A. ನಿಕೋದೇಮನು	",
"explanation" :	"	ಫರಿಸಾಯರಲ್ಲಿ ಯೆಹೂದ್ಯರ ಹಿರೀಸಭೆಯವನಾದ ನಿಕೊದೇಮನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು. 3;1	",
},			
{			
"question" :	"	2  ಆತನು ಯೇಸುವಿನ ಬಳಿಗೆ ಯಾವಾಗ ಬಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಳಗಿನ ಜಾವ	",
	"	B. ರಾತ್ರಿ ವೇಳೆಯಲ್ಲಿ	",
	"	C. ಮಧ್ಯಾಹ್ನದಲ್ಲಿ	",
	"	D. ಆತನು ರೋಗಿಯಾಗಿದ್ದಾಗ	"
],			
"correct" :	"	B. ರಾತ್ರಿ ವೇಳೆಯಲ್ಲಿ	",
"explanation" :	"	ಅವನು ರಾತ್ರಿಯಲ್ಲಿ ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು ಆತನಿಗೆ - ಗುರುವೇ, ನೀನು ದೇವರ ಕಡೆಯಿಂದ ಬಂದ ಬೋಧಕನೆಂದು ಬಲ್ಲೆವು. ನೀನು ಮಾಡುವಂಥ ಈ ಸೂಚಕಕಾರ್ಯಗಳನ್ನು ದೇವರ ಸಹಾಯವಿಲ್ಲದೆ ಮಾಡುವದು ಯಾರಿಂದಲೂ ಆಗದು ಎಂದು ಹೇಳಿದನು.  3:2	",
},			
{			
"question" :	"	3  ಈ ಮನುಷ್ಯನು	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಶ್ರ್ವವಾಯು ರೋಗಿ	",
	"	B. ಯೆಹೂದ್ಯರ ಅಧಿಕಾರಿ	",
	"	C. ಸುಂಕದವನು	",
	"	D. ಕುರುಡನು	"
],			
"correct" :	"	B. ಯೆಹೂದ್ಯರ ಅಧಿಕಾರಿ	",
"explanation" :	"	ಫರಿಸಾಯರಲ್ಲಿ ಯೆಹೂದ್ಯರ ಹಿರೀಸಭೆಯವನಾದ ನಿಕೊದೇಮನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು.3;1	",
},			
{			
"question" :	"	4  ಯೇಸು ಹೇಳಿದ್ದು, ‘ ಒಬ್ಬನು ______________ ದೇವರ ರಾಜ್ಯವನ್ನು ಕಾಣಲಾರನು’	",
"image" :	"",		
"choices" : [			
	"	A. ಆಜ್ಞೆಗಳನ್ನು ಮುರಿದರೆ	",
	"	B. ಹೊಸದಾಗಿ ಹುಟ್ಟದಿದ್ದರೆ	",
	"	C. ಎರಡನೆಯ ಮರಣದವರೆಗೂ	",
	"	D. ಬೆಲೆ ಇಲ್ಲದೇ	"
],			
"correct" :	"	B. ಹೊಸದಾಗಿ ಹುಟ್ಟದಿದ್ದರೆ	",
"explanation" :	"	ಅದಕ್ಕೆ ಯೇಸು - ನಾನು ನಿನಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಒಬ್ಬನು ಹೊಸದಾಗಿ ಅಥವಾ, ಮೇಲಿನಿಂದ. ಹುಟ್ಟದಿದ್ದರೆ ಅವನು ದೇವರ ರಾಜ್ಯವನ್ನು ಕಾಣಲಾರನು ಅಂದನು. 3:3	",
},			
{			
"question" :	"	5  ಯೇಸು ಹೇಳಿದ್ದು, ‘ದೇಹದಿಂದ ಹುಟ್ಟಿದ್ದು ದೇಹವೇ, ಆತ್ಮದಿಂದ ಹುಟ್ಟಿದ್ದು________’	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಲ್ಲುವುದು	",
	"	B. ಪರಿಶುದ್ದವಾದುದು	",
	"	C. ಆತ್ಮವೆ	",
	"	D. ಎಂದಿಗೂ ವ್ಯರ್ಥವಾಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	C. ಆತ್ಮವೆ	",
"explanation" :	"	ದೇಹದಿಂದ ಹುಟ್ಟಿದ್ದು ದೇಹವೇ; ಆತ್ಮನಿಂದ ಹುಟ್ಟಿದ್ದು ಆತ್ಮವೇ. 3:6	",
},			
{			
"question" :	"	6  ಅಡವಿಯಲ್ಲಿ ಇದು ಎತ್ತರದಲ್ಲಿಡಲ್ಪಟ್ಟ ಹಾಗೆ ಮನುಷ್ಯಕುಮಾರನು ಸಹ   ಎತ್ತರದಲ್ಲಿಡಲ್ಪಡುವನು ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸರ್ಪ	",
	"	B. ಪ್ರಮಾಣಿತ	",
	"	C. ದಮ್ಮಡಿ	",
	"	D. ನಾವೆ	"
],			
"correct" :	"	A. ಸರ್ಪ	",
"explanation" :	"	ಇದಲ್ಲದೆ [ಜನರು ನೋಡಿ ಜೀವದಿಂದುಳಿಯಬೇಕೆಂದು] ಮೋಶೆಯು ಅಡವಿಯಲ್ಲಿ ಆ ಸರ್ಪವನ್ನು ಎತ್ತರದಲ್ಲಿಟ್ಟ ಹಾಗೆಯೇ 3:14	",
},			
{			
"question" :	"	7  ಅಡವಿಯಲ್ಲಿ ಅದನ್ನು ಯಾರು ಎತ್ತರದಲ್ಲಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. ಯೆಹೋಶುವ	",
	"	C. ಮೋಶೆ	",
	"	D. ನೋವ	"
],			
"correct" :	"	C. ಮೋಶೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ [ಜನರು ನೋಡಿ ಜೀವದಿಂದುಳಿಯಬೇಕೆಂದು] ಮೋಶೆಯು ಅಡವಿಯಲ್ಲಿ ಆ ಸರ್ಪವನ್ನು ಎತ್ತರದಲ್ಲಿಟ್ಟ ಹಾಗೆಯೇ 3:14	",
},			
{			
"question" :	"	8  ದೇವರು ಲೋಕದ ಮೇಲೆ ಎಷ್ಟೋ ಪ್ರೀತಿಯನ್ನಿಟ್ಟು, ತನ್ನ ಒಬ್ಬನೇ ಮಗನನ್ನು ಕೊಟ್ಟನು:   ಆತನನ್ನು  ನಂಬುವ ಒಬ್ಬನಾದರೂ _________________ ಎಲ್ಲರು ನಿತ್ಯಜೀವವನ್ನು    ಪಡೆಯಬೇಕೆಂದು ಆತನನ್ನು ಕೊಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕಕ್ಕೆ ಏರಿ ಹೋಗಬೇಕೆಂದು	",
	"	B. ಪಾಪ ಮಾಡಬಾರದೆಂದು	",
	"	C. ನಾಶವಾಗಬಾರದೆಂದು	",
	"	D. ನಿರಾಕರಿಸಲ್ಪಡಬಾರದೆಂದು	"
],			
"correct" :	"	C. ನಾಶವಾಗಬಾರದೆಂದು	",
"explanation" :	"	ದೇವರು ಲೋಕದ ಮೇಲೆ ಎಷ್ಟೋ ಪ್ರೀತಿಯನ್ನಿಟ್ಟು ತನ್ನ ಒಬ್ಬನೇ ಮಗನನ್ನು ಕೊಟ್ಟನು; ಆತನನ್ನು ನಂಬುವ ಒಬ್ಬನಾದರೂ ನಾಶವಾಗದೆ ಎಲ್ಲರೂ ನಿತ್ಯಜೀವವನ್ನು ಪಡೆಯಬೇಕೆಂದು ಆತನನ್ನು ಕೊಟ್ಟನು. 3:16	",
},			
{			
"question" :	"	9 ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ತನ್ನನ್ನು ಇದಕ್ಕೆ ಹೋಲಿಸಿಕೊಂಡಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮದಲಿಂಗನ ಸ್ನೇಹಿತ	",
	"	B. ರಾಜಕುಮಾರ	",
	"	C. ಅಲೆಮಾರಿ	",
	"	D. ಶುದ್ಧೀಕರಿಸದ ಚಿನ್ನ	"
],			
"correct" :	"	A. ಮದಲಿಂಗನ ಸ್ನೇಹಿತ	",
"explanation" :	"	ನಾನು ಕ್ರಿಸ್ತನಲ್ಲ. ಆತನ ಮುಂದೆ ಕಳುಹಿಸಲ್ಪಟ್ಟವನಾಗಿದ್ದೇನೆ ಎಂದು ನಾನು ಹೇಳಿದ್ದಕ್ಕೆ ನೀವೇ ಸಾಕ್ಷಿ. ಮದಲಗಿತ್ತಿಯುಳ್ಳವನೇ ಮದಲಿಂಗನು; ಆದರೂ ಮದಲಿಂಗನ ಗೆಳೆಯನು ಅವನ ಹತ್ತರ ನಿಂತುಕೊಂಡು ಅವನ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಮದಲಿಂಗನ ಧ್ವನಿಗೆ ಬಹು ಸಂತೋಷಪಡುತ್ತಾನಲ್ಲವೇ. ಇದರಂತೆ ನನಗಿರುವ ಸಂತೋಷ; ಅದು ನೆರವೇರಿತು. 3:28-29	",
},			
{			
"question" :	"	10  ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಯೇಸುವಿನ ಕುರಿತು ಹೇಳಿದನು, ಆತನು ಹೆಚ್ಚಿಸಲ್ಪಡಬೇಕು, ______	",
"image" :	"",		
"choices" : [			
	"	A. ಗೊತ್ತಾಗುವವರೆಗೂ	",
	"	B. ಯೂದಾ ಸೀಮೆಯಲ್ಲೆಲ್ಲಾ	",
	"	C. ಲೋಕದ ಕಟ್ಟಕಡೆಯ ಭಾಗದವರೆಗೂ	",
	"	D. ನಾನು ತಗ್ಗಿಸಲ್ಪಡಬೇಕು.	"
],			
"correct" :	"	D. ನಾನು ತಗ್ಗಿಸಲ್ಪಡಬೇಕು.	",
"explanation" :	"	ಆತನು ವೃದ್ಧಿಯಾಗಬೇಕು; ನಾನು ಕಡಿಮೆಯಾಗಬೇಕು ಅಂದನು. 3:30	",
},			
]			
			