var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1  ಒಬ್ಬ ಸ್ತ್ರೀಯು ಯೇಸುವನ್ನು ಬಾವಿಯ ಬಳಿ ಸಂಧಿಸಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮಿನಲ್ಲಿ	",
	"	B. ಇಸ್ರಾಯೇಲಿನಲ್ಲಿ	",
	"	C. ಐಗುಪ್ತದಲ್ಲಿ	",
	"	D. ಸಮಾರ್ಯ ಸೀಮೆಯಲ್ಲಿ	"
],			
"correct" :	"	D. ಸಮಾರ್ಯ ಸೀಮೆಯಲ್ಲಿ	",
"explanation" :	"	ಹೋಗುವಾಗ ಸಮಾರ್ಯಸೀಮೆಗೆ ಸೇರಿದ ಸುಖರೆಂಬ ಊರಿಗೆ ಬಂದನು. ಅದು ಯಾಕೋಬನು ತನ್ನ ಮಗನಾದ ಯೋಸೇಫನಿಗೆ ಕೊಟ್ಟ ಭೂಮಿಯ ಹತ್ತಿರದಲ್ಲಿತ್ತು;  ಅಲ್ಲಿ ಯಾಕೋಬನು ತೆಗೆಸಿದ ಬಾವಿಯಿತ್ತು. ಯೇಸು ದಾರಿನಡೆದು ದಣಿದು ಆ ಬಾವಿಯ ಬಳಿಯಲ್ಲಿ ಹಾಗೆ ಕೂತುಕೊಂಡನು; ಹೆಚ್ಚು ಕಡಿಮೆ ಮಧ್ಯಾಹ್ನವಾಗಿತ್ತು 4:5-6	",
},			
{			
"question" :	"	2  ಆ ಬಾವಿಯ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನ ಬಾವಿ	",
	"	B. ದಾವೀದನ ಬಾವಿ	",
	"	C. ಯಾಕೋಬನ ಬಾವಿ	",
	"	D. ಆದಾಮನ ಬಾವಿ	"
],			
"correct" :	"	C. ಯಾಕೋಬನ ಬಾವಿ	",
"explanation" :	"	ಅಲ್ಲಿ ಯಾಕೋಬನು ತೆಗೆಸಿದ ಬಾವಿಯಿತ್ತು. ಯೇಸು ದಾರಿನಡೆದು ದಣಿದು ಆ ಬಾವಿಯ ಬಳಿಯಲ್ಲಿ ಹಾಗೆ ಕೂತುಕೊಂಡನು; ಹೆಚ್ಚು ಕಡಿಮೆ ಮಧ್ಯಾಹ್ನವಾಗಿತ್ತು. 4:6	",
},			
{			
"question" :	"	3 ಯೇಸು ಆ ಸ್ತ್ರೀಯನ್ನು ಕೇಳಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಗದರ್ಶನಕ್ಕಾಗಿ	",
	"	B. ಕುಡಿಯುವುದಕ್ಕೆ	",
	"	C. ಆಕೆ ಎಲ್ಲಿ ವಾಸಿಸುತ್ತಾಳೋ ತಿಳಿಯಲು	",
	"	D. ರೊಟ್ಟಿಗಾಗಿ	"
],			
"correct" :	"	B. ಕುಡಿಯುವುದಕ್ಕೆ	",
"explanation" :	"	ಆತನ ಶಿಷ್ಯರು ಊಟಕ್ಕೆ ಬೇಕಾದದ್ದನ್ನು ಕೊಂಡುಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಊರೊಳಗೆ ಹೋಗಿರಲು ಸಮಾರ್ಯದವಳಾದ ಒಬ್ಬ ಹೆಂಗಸು ನೀರು ಸೇದುವದಕ್ಕೆ ಬಂದಳು. ಯೇಸು ಆಕೆಯನ್ನು - ಅಮ್ಮಾ, ನೀರು ಕುಡಿಯುವದಕ್ಕೆ ಕೊಡು ಎಂದು ಕೇಳಿದನು 4:7	",
},			
{			
"question" :	"	4 ಯೇಸು ಆ ಸ್ತ್ರೀಗೆ, ನೀನು ಇದನ್ನು ಬೇಡಿಕೊಂಡಿದ್ದರೆ ಕೊಡುತ್ತಿದ್ದೆನು ಅಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿರೀಕ್ಷೆ	",
	"	B. ಚಿನ್ನ	",
	"	C. ಒಂದು ಕೊಡ ನೀರು	",
	"	D. ಜೀವಕರವಾದ ನೀರು	"
],			
"correct" :	"	D. ಜೀವಕರವಾದ ನೀರು	",
"explanation" :	"	ಅದಕ್ಕೆ ಯೇಸು - ದೇವರು ಕೊಡುವ ವರವೇನೆಂಬದೂ ಕುಡಿಯುವದಕ್ಕೆ ನೀರುಕೊಡು ಎಂದು ನಿನಗೆ ಹೇಳಿದವನು ಯಾರೆಂಬದೂ ನಿನಗೆ ತಿಳಿದಿದ್ದರೆ ನೀನು ಅವನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತಿದ್ದಿ, ಅವನು ನಿನಗೆ ಜೀವಕರವಾದ ನೀರನ್ನು ಕೊಡುತ್ತಿದ್ದನು ಅಂದನು 4:10	",
},			
{			
"question" :	"	5 ಆ ಹೆಂಗಸಿಗೆ ಎಷ್ಟು ಮಂದಿ ಗಂಡಂದಿರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 3	",
	"	C. 4	",
	"	D. 5	"
],			
"correct" :	"	D. 5	",
"explanation" :	"	ನಿನಗೆ ಐದುಮಂದಿ ಗಂಡಂದಿರಿದ್ದರು, ಈಗ ಇರುವವನು ನಿನಗೆ ಗಂಡನಲ್ಲ; ನೀನು ಹೇಳಿದ್ದು ನಿಜವಾದ ಸಂಗತಿ ಅಂದನು. 4:18	",
},			
{			
"question" :	"	6 ಸತ್ಯಭಾವದಿಂದ ದೇವಾರಾಧನೆ ಮಾಡುವವರು ಆತ್ಮೀಯ ರೀತಿಯಲ್ಲಿ  _____________   ತಕ್ಕ ಹಾಗೆ ತಂದೆಯನ್ನು ಆರಾಧಿಸುವ ಕಾಲ ಬರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ನಂಬಿಕೆಗೆ	",
	"	B. ನಿರೀಕ್ಷೆಗೆ	",
	"	C. ಸತ್ಯಕ್ಕೆ	",
	"	D. ಪ್ರೀತಿಗೆ	"
],			
"correct" :	"	C. ಸತ್ಯಕ್ಕೆ	",
"explanation" :	"	ಅದಿರಲಿ; ಸತ್ಯಭಾವದಿಂದ ದೇವಾರಾಧನೆ ಮಾಡುವವರು ಆತ್ಮೀಯ ರೀತಿಯಲ್ಲಿ ಸತ್ಯಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ತಂದೆಯನ್ನು ಆರಾಧಿಸುವ ಕಾಲ ಬರುತ್ತದೆ; ಅದು ಈಗಲೇ ಬಂದಿದೆ; ತಂದೆಯು ತನ್ನನ್ನು ಆರಾಧಿಸುವವರು ಇಂಥವರೇ ಆಗಿರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತಾನಲ್ಲವೇ. 4:23	",
},			
{			
"question" :	"	7  ಸ್ತ್ರೀಯು ಊರಿನೊಳಕ್ಕೆ ಹೋದಾಗ, ಆಕೆ ಬಾವಿಯ ಬಳಿ ಇದನ್ನು ಬಿಟ್ಟು ಹೋದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆಯ ನಿರೀಕ್ಷೆ	",
	"	B. ಆಕೆಯ ಕುರಿಗಳು	",
	"	C. ಆಕೆಯ ಕೊಡ	",
	"	D. ಚಿನ್ನದ ಶೆಕೆಲ್	"
],			
"correct" :	"	C. ಆಕೆಯ ಕೊಡ	",
"explanation" :	"	ಆಗ ಆ ಹೆಂಗಸು ತನ್ನ ಕೊಡವನ್ನು ಅಲ್ಲೇ ಬಿಟ್ಟು ಊರೊಳಕ್ಕೆ ಹೋಗಿ ಜನರಿಗೆ, 4:28	",
},			
{			
"question" :	"	8  ಪ್ರವಾದಿಗೆ _____________ ಮರ್ಯಾದೆಯಿಲ್ಲವೆಂದು ಯೇಸು ತಾನೇ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ವದೇಶದಲ್ಲಿ	",
	"	B. ಅನ್ಯ ಜನರಲ್ಲಿ	",
	"	C. ಅವನಿಂದ	",
	"	D. ದೇವರು ದಯಪಾಲಿಸುವವರೆಗೂ	"
],			
"correct" :	"	A. ಸ್ವದೇಶದಲ್ಲಿ	",
"explanation" :	"	ಯಾಕಂದರೆ ಪ್ರವಾದಿಗೆ ಸ್ವದೇಶದಲ್ಲಿ ಮರ್ಯಾದೆಯಿಲ್ಲವೆಂದು ಯೇಸು ತಾನೇ ಹೇಳಿದನು 4:44	",
},			
{			
"question" :	"	9  ಒಬ್ಬ ಪ್ರಧಾನನು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು ಇವನನ್ನು ಸೌಖ್ಯಪಡಿಸು ಎಂದು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಮಗನನ್ನು	",
	"	B. ತನ್ನ ಆಳನ್ನು	",
	"	C. ತನ್ನ ಸಹೋದರನನ್ನು	",
	"	D. ತನ್ನ ತಂದೆಯನ್ನು	"
],			
"correct" :	"	A. ತನ್ನ ಮಗನನ್ನು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಯೇಸು, ತಾನು ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸವಾಗಿ ಮಾಡಿದ ಗಲಿಲಾಯದ ಕಾನಾ ಊರಿಗೆ ಮತ್ತೊಮ್ಮೆ ಬಂದನು. ಅಲ್ಲಿದ್ದಾಗ ಅರಮನೆಯ ಒಬ್ಬ ಪ್ರಧಾನನ ಮಗನು ಕಪೆರ್ನೌಮಿನಲ್ಲಿ ಅಸ್ವಸ್ಥನಾಗಿದ್ದನು. ಯೇಸು ಯೂದಾಯದಿಂದ ಗಲಿಲಾಯಕ್ಕೆ ಬಂದ ಸುದ್ದಿಯನ್ನು ಆ ಪ್ರಧಾನನು ಕೇಳಿದಾಗ ತನ್ನ ಮಗನು ಸಾಯುವ ಹಾಗಿದ್ದದರಿಂದ ಯೇಸುವಿನ ಬಳಿಗೆ ಹೋಗಿ - ನೀನು ಇಳಿದು ಬಂದು ನನ್ನ ಮಗನನ್ನು ಸ್ವಸ್ಥಮಾಡಬೇಕೆಂದು ಬೇಡಿಕೊಂಡನು;  4:46-47	",
},			
{			
"question" :	"	10 ಎಷ್ಟು ಗಂಟೆಗೆ ಜ್ವರವು ಆತನನ್ನು ಬಿಟ್ಟು ಹೋಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎರಡು ಗಂಟೆಗೆ	",
	"	B. ಮೂರು ಗಂಟೆಗೆ	",
	"	C. ಐದು ಗಂಟೆಗೆ	",
	"	D. ಏಳು ಗಂಟೆಗೆ	"
],			
"correct" :	"	D. ಏಳು ಗಂಟೆಗೆ	",
"explanation" :	"	ಎಷ್ಟು ಘಂಟೆಗೆ ಅವನಿಗೆ ರೋಗವು ಇಳಿತರವಾಯಿತೆಂದು ಅವನು ಅವರನ್ನು ಕೇಳಿದಾಗ ಅವರು - ನಿನ್ನೆ ಮಧ್ಯಾಹ್ನದ ಏಳು ತಾಸಿಗೆ. ಒಂದು ಗಂಟೆಗೆ ಜ್ವರವು ಅವನನ್ನು ಬಿಟ್ಟಿತು ಅಂದರು. 4:52	",
},			
]			