var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ಈ ಕೊಳದ ಬಳಿ ಒಬ್ಬನನ್ನು ಸ್ವಸ್ಥ ಪಡಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಲೋವ	",
	"	B. ಯಾಕೋಬನ ಕೊಳ	",
	"	C. ಬೇತ್ಸಥಾ	",
	"	D. ಅದ್ಭುತಗಳ ಕೊಳ	"
],			
"correct" :	"	C. ಬೇತ್ಸಥಾ	",
"explanation" :	"	ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಕುರೀ ಅಗಸೇಬಾಗಲಿನ ಹತ್ತಿರದಲ್ಲಿ ಒಂದು ಕೊಳವಿದೆ; ಇದಕ್ಕೆ ಇಬ್ರಿಯ ಮಾತಿನಲ್ಲಿ ಬೇತ್ಸಥಾ  ಎಂದು ಹೆಸರು5:2	",
},			
{			
"question" :	"	2  ಆ ಕೊಳದಲ್ಲಿ ಎಷ್ಟು ಮಂಟಪಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 3	",
	"	C. 5	",
	"	D. 12	"
],			
"correct" :	"	C. 5	",
"explanation" :	"	ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಕುರೀ ಅಗಸೇಬಾಗಲಿನ ಹತ್ತಿರದಲ್ಲಿ ಒಂದು ಕೊಳವಿದೆ; ಇದಕ್ಕೆ ಇಬ್ರಿಯ ಮಾತಿನಲ್ಲಿ ಬೇತ್ಸಥಾ . ಎಂದು ಹೆಸರು 5:2	",
},			
{			
"question" :	"	3  ಯಾವುದರ ಹತ್ತಿರ ಆ ಕೊಳವಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯದ ಬಳಿ	",
	"	B. ಕುರೀ ಅಗಸೇ ಬಾಗಿಲ ಬಳಿ	",
	"	C. ಸುಂದರ ದ್ವಾರದ ಬಳಿ	",
	"	D. ಪಟ್ಟಣದ ದ್ವಾರದ ಬಳಿ	"
],			
"correct" :	"	B. ಕುರೀ ಅಗಸೇ ಬಾಗಿಲ ಬಳಿ	",
"explanation" :	"	ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಕುರೀ ಅಗಸೇಬಾಗಲಿನ ಹತ್ತಿರದಲ್ಲಿ ಒಂದು ಕೊಳವಿದೆ; ಇದಕ್ಕೆ ಇಬ್ರಿಯ ಮಾತಿನಲ್ಲಿ ಬೇತ್ಸಥಾ  ಎಂದು ಹೆಸರು 5:2	",
},			
{			
"question" :	"	4  ಕೊಳದಲ್ಲಿನ ನೀರನ್ನು ಉಕ್ಕಿಸುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಗಿಗಳು	",
	"	B. ಗಾಳಿ	",
	"	C. ಮಳೆ	",
	"	D. ದೇವದೂತನು	"
],			
"correct" :	"	D. ದೇವದೂತನು	",
"explanation" :	"	ಇವುಗಳಲ್ಲಿ ಬಹುಮಂದಿ ರೋಗಿಗಳೂ ಕುರುಡರೂ ಕುಂಟರೂ ಮೈಒಣಗಿದವರೂ ಬಿದ್ದುಕೊಂಡಿರುವರು 5:4	",
},			
{			
"question" :	"	5  ನೀರನ್ನು ಉಕ್ಕಿಸಿದ ಮೇಲೆ ಮೊದಲು ಒಳಗೆ ಹೋದವನಿಗೆ ಏನಾಗುವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಮುಳುಗಿಹೋಗುವರು	",
	"	B. ಅವರಿಗೆ ಚಿನ್ನದ ಉಂಗುರ ದೊರೆಯುವುದು	",
	"	C. ಅವರು ದೇವಾಲಯಕ್ಕೆ ಒಯ್ಯಲ್ಪಡುವರು	",
	"	D. ಅವರು ಸ್ವಸ್ಥರಾಗುವರು	"
],			
"correct" :	"	D. ಅವರು ಸ್ವಸ್ಥರಾಗುವರು	",
"explanation" :	"	ಇವುಗಳಲ್ಲಿ ಬಹುಮಂದಿ ರೋಗಿಗಳೂ ಕುರುಡರೂ ಕುಂಟರೂ ಮೈಒಣಗಿದವರೂ ಬಿದ್ದುಕೊಂಡಿರುವರು 5:4	",
},			
{			
"question" :	"	6  ಎಷ್ಟು ವರ್ಷದಿಂದ ರೋಗಿಯಾಗಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನು ಅಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 1 ವರ್ಷ	",
	"	B. 12 ವರ್ಷ	",
	"	C. 24 ವರ್ಷ	",
	"	D. 38 ವರ್ಷ	"
],			
"correct" :	"	D. 38 ವರ್ಷ	",
"explanation" :	"	ಅಲ್ಲಿ ಮೂವತ್ತೆಂಟು ವರುಷದಿಂದ ರೋಗಿಯಾಗಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು 5:5	",
},			
{			
"question" :	"	7  ಯೆಹೂದ್ಯರು ಯೇಸುವನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ಯೋಚಿಸಿದರು, ಯಾಕೆಂದರೆ ಆತನು    __________  ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಸೌಖ್ಯಪಡಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ್ಯನಲ್ಲದ	",
	"	B. ಪಾಪಿಯಾದ	",
	"	C. ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ	",
	"	D. ದೇವಾಲಯದಲ್ಲಿ	"
],			
"correct" :	"	C. ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ	",
"explanation" :	"	ಆದಕಾರಣ ಯೆಹೂದ್ಯರು - ಯೇಸು ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಇಂಥ ಕೆಲಸಗಳನ್ನು ಮಾಡುತ್ತಾನಲ್ಲಾ ಎಂದು ಆತನನ್ನು ಹಿಂಸಿಸುವವರಾದರು.  5:16	",
},			
{			
"question" :	"	8  ನಂತರದಲ್ಲಿ ಯೇಸು ಸ್ವಸ್ಥಗೊಂಡ ಮನುಷ್ಯನನ್ನು ಎಲ್ಲಿ ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗುಹೆಯಲ್ಲಿ ಬಚ್ಚಿಟ್ಟುಕೊಂಡಿದ್ದನು	",
	"	B. ದೇವಾಲಯದಲ್ಲಿ	",
	"	C. ಸಂತೇಪೇಟೆಗಳಲ್ಲಿ	",
	"	D. ಕೊಳದ ಬಳಿ	"
],			
"correct" :	"	B. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಯೇಸು ಅವನನ್ನು ದೇವಾಲಯದಲ್ಲಿ ಕಂಡುಕೊಂಡು - ನಿನಗೆ ಸ್ವಸ್ಥವಾಯಿತಲ್ಲಾ; ಇನ್ನು ಮೇಲೆ ಪಾಪಮಾಡಬೇಡ; ನಿನಗೆ ಹೆಚ್ಚಿನ ಕೇಡು ಬಂದೀತು ಅಂದನು 5:14	",
},			
{			
"question" :	"	9 ಯೇಸು ಆ ಮನುಷ್ಯನಿಗೆ ಏನು ಸೂಚನೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ಯಾರೆಂದು ಫರಿಸಾಯರಿಗೆ ಹೇಳಬೇಡ	",
	"	B. ಯಾರಿಗೂ ಹೇಳಬೇಡ ನೋಡು	",
	"	C. ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥ ಮಾಡಿದೆ	",
	"	D. ಇನ್ನು ಮೇಲೆ ಪಾಪ ಮಾಡಬೇಡ, ನಿನಗೆ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಕೇಡು ಬಂದೀತು	"
],			
"correct" :	"	D. ಇನ್ನು ಮೇಲೆ ಪಾಪ ಮಾಡಬೇಡ, ನಿನಗೆ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಕೇಡು ಬಂದೀತು	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಯೇಸು ಅವನನ್ನು ದೇವಾಲಯದಲ್ಲಿ ಕಂಡುಕೊಂಡು - ನಿನಗೆ ಸ್ವಸ್ಥವಾಯಿತಲ್ಲಾ; ಇನ್ನು ಮೇಲೆ ಪಾಪಮಾಡಬೇಡ; ನಿನಗೆ ಹೆಚ್ಚಿನ ಕೇಡು ಬಂದೀತು ಅಂದನು 5:14	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು, ___________ ಉರಿಯುವ ದೀಪದೋಪಾದಿಯಲ್ಲಿ ಪ್ರಕಾಶಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
	"	B. ಅಬ್ರಹಾಮನು	",
	"	C. ದಾವೀದನು	",
	"	D. ಪೇತ್ರನು	"
],			
"correct" :	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
"explanation" :	"	ನೀವು ಯೋಹಾನನ ಬಳಿಯಲ್ಲಿ ಕೇಳಿಕೊಂಡು ಬರುವದಕ್ಕೆ ಕಳುಹಿಸಿದಿರಿ; ಅವನು ಸತ್ಯಕ್ಕೆ ಸಾಕ್ಷಿ ಹೇಳಿದನು. ನಾನಂತೂ ನನಗೆ ಬೇಕಾದ ಸಾಕ್ಷಿಯನ್ನು ಮನುಷ್ಯರಿಂದ ತಕ್ಕೊಳ್ಳುವದಿಲ್ಲ; ಆದರೂ ನಿಮಗೆ ರಕ್ಷಣೆ ಆಗಬೇಕೆಂದು ಇದನ್ನು ಹೇಳಿದ್ದೇನೆ. ಯೋಹಾನನು ಉರಿಯುವ ದೀಪದೋಪಾದಿಯಲ್ಲಿ ಪ್ರಕಾಶಿಸಿದನು. ಅವನು ಕೊಡುವ ಬೆಳಕಿನಲ್ಲಿ ಸ್ವಲ್ಪಕಾಲ ವಿನೋದಗೊಳ್ಳುವದಕ್ಕೆ ಮನಸ್ಸುಮಾಡಿದಿರಿ.  5:33-35	",
},			
]			