var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ತಿಬೇರಿಯದ ಸಮುದ್ರವೆಂದು ಕರೆಯಲ್ಪಡುವ ಈ ಸಮುದ್ರದ ಬಳಿ ಭೋದಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಗಲಿಲಾಯ ಸಮುದ್ರ	",
	"	B. ಕೆಂಪು ಸಮುದ್ರ	",
	"	C. ಮೃತ ಸಮುದ್ರ	",
	"	D. ಯೋರ್ದಾನ್ ಸಮುದ್ರ	"
],			
"correct" :	"	A. ಗಲಿಲಾಯ ಸಮುದ್ರ	",
"explanation" :	"	ತರುವಾಯ ಯೇಸು ಗಲಿಲಾಯದ ಸಮುದ್ರದ ಆಚೆಗೆ ಹೋದನು; ಅದಕ್ಕೆ ತಿಬೇರಿಯದ ಸಮುದ್ರವೆಂತಲೂ ಹೇಳುತ್ತಾರೆ.  6:1	",
},			
{			
"question" :	"	2  ಯೇಸು ಪಿಲಿಪ್ಪನನ್ನು ಇದನ್ನು ಎಲ್ಲಿ ಕೊಂಡುತರೋಣವೆಂದು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಔಷಧ	",
	"	B. ವಸ್ತ್ರಗಳು	",
	"	C. ದ್ರಾಕ್ಷಾರಸ	",
	"	D. ರೊಟ್ಟಿ	"
],			
"correct" :	"	D. ರೊಟ್ಟಿ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಯೇಸು ಕಣ್ಣೆತ್ತಿ ನೋಡಿದಾಗ ಬಹು ಜನರ ಗುಂಪು ತನ್ನ ಬಳಿಗೆ ಬರುವದನ್ನು ಕಂಡು - ಇವರ ಊಟಕ್ಕೆ ನಾವು ಎಲ್ಲಿಂದ ರೊಟ್ಟಿ ಕೊಂಡುತರೋಣ? ಎಂದು ಫಿಲಿಪ್ಪನನ್ನು ಕೇಳಿದನು. 6:5	",
},			
{			
"question" :	"	3  ಒಬ್ಬ ಹುಡುಗನ ಬಳಿ ಇದೆಯೆಂದು ಯೇಸುವಿಗೆ ಹೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯೋಹಾನ	",
	"	C. ಪಿಲಿಪ್ಪಿ	",
	"	D. ಆಂದ್ರೇಯ	"
],			
"correct" :	"	D. ಆಂದ್ರೇಯ	",
"explanation" :	"	ಆಗ ಆತನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನಾಗಿರುವ ಸೀಮೋನ್‍ಪೇತ್ರನ ತಮ್ಮನಾದ ಅಂದ್ರೆಯನು ಆತನಿಗೆ - ಇಲ್ಲಿರುವ ಒಬ್ಬ ಹುಡುಗನ ಬಳಿಯಲ್ಲಿ ಐದು ಜವೆಗೋದಿಯ ರೊಟ್ಟಿಗಳೂ ಎರಡು ಮೀನುಗಳೂ ಅವೆ; ಆದರೆ ಇಷ್ಟು ಜನರಿಗೆ ಅವು ಯಾತಕ್ಕಾದಾವು? 6:8-9	",
},			
{			
"question" :	"	4  ಆ ಹುಡುಗನ ಬಳೀ ಎಷ್ಟು ಮೀನುಗಳಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 2	",
	"	C. 3	",
	"	D. 4	"
],			
"correct" :	"	B. 2	",
"explanation" :	"	ಇಲ್ಲಿರುವ ಒಬ್ಬ ಹುಡುಗನ ಬಳಿಯಲ್ಲಿ ಐದು ಜವೆಗೋದಿಯ ರೊಟ್ಟಿಗಳೂ ಎರಡು ಮೀನುಗಳೂ ಅವೆ; ಆದರೆ ಇಷ್ಟು ಜನರಿಗೆ ಅವು ಯಾತಕ್ಕಾದಾವು?  6:9	",
},			
{			
"question" :	"	5  ಆ ಹುಡುಗನ ಬಳಿ ಎಷ್ಟು ಜವೆಗೋಧಿಯ ರೊಟ್ಟಿಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 3	",
	"	C. 4	",
	"	D. 5	"
],			
"correct" :	"	D. 5	",
"explanation" :	"	ಇಲ್ಲಿರುವ ಒಬ್ಬ ಹುಡುಗನ ಬಳಿಯಲ್ಲಿ ಐದು ಜವೆಗೋದಿಯ ರೊಟ್ಟಿಗಳೂ ಎರಡು ಮೀನುಗಳೂ ಅವೆ; ಆದರೆ ಇಷ್ಟು ಜನರಿಗೆ ಅವು ಯಾತಕ್ಕಾದಾವು?  6:9	",
},			
{			
"question" :	"	6 ಸುಮಾರು ಎಷ್ಟು ಜನ ಗಂಡಸರಿಗೆ ಯೇಸು ಉಣಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 100	",
	"	B. 1000	",
	"	C. 5000	",
	"	D. 7000	"
],			
"correct" :	"	C. 5000	",
"explanation" :	"	ಯೇಸು - ಆ ಜನರನ್ನು ಊಟಕ್ಕೆ ಕೂಡ್ರಿಸಿರಿ ಅಂದನು. ಆ ಸ್ಥಳದಲ್ಲಿ ಬಹಳ ಹುಲ್ಲು ಬೆಳೆದಿತ್ತು; ಜನರು ಕೂತುಕೊಂಡರು. ಗಂಡಸರ ಸಂಖ್ಯೆ ಹೆಚ್ಚುಕಡಿಮೆ ಐದು ಸಾವಿರವಿತ್ತು.  6:10	",
},			
{			
"question" :	"	7 ಎಷ್ಟು ಪುಟ್ಟಿಗಳು ಉಳಿದವು?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 5	",
	"	C. 6	",
	"	D. 12	"
],			
"correct" :	"	D. 12	",
"explanation" :	"	ಅವರು ಕೂಡಿಸಲಾಗಿ ಆ ಐದು ಜವೆಗೋದಿಯ ರೊಟ್ಟಿಗಳಲ್ಲಿ ಜನರು ತಿಂದು ಮಿಕ್ಕತುಂಡುಗಳಿಂದ ಹನ್ನೆರಡು ಪುಟ್ಟಿ ತುಂಬಿದವು 6:13	",
},			
{			
"question" :	"	8 ಶಿಷ್ಯರು ರಾತ್ರಿಯ ವೇಳೆಯಲ್ಲಿ ಬಿರುಗಾಳಿಯ ಮಧ್ಯದಲ್ಲಿ ಸಮುದ್ರದ ನೀರಿನ ಮೇಲೆ ಏನು  ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಭೂತ	",
	"	B. ವೇಲ್	",
	"	C. ಹಡಗು	",
	"	D. ಯೇಸು ನಡೆದು ಬರುತ್ತಿರುವುದು	"
],			
"correct" :	"	D. ಯೇಸು ನಡೆದು ಬರುತ್ತಿರುವುದು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಅವರು ಹುಟ್ಟುಹಾಕುತ್ತಾ ಹೆಚ್ಚು ಕಡಿಮೆ ಒಂದು . ಹರದಾರಿ ದೂರ ಹೋದ ಬಳಿಕ ಯೇಸು ಸಮುದ್ರದ ಮೇಲೆ ನಡೆಯುತ್ತಾ ದೋಣಿಯ ಸಮೀಪಕ್ಕೆ ಬರುವದನ್ನು ನೋಡಿ ಅಂಜಿದರು 6:19	",
},			
{			
"question" :	"	9 ಯೇಸು ತನ್ನನ್ನು ತಾನು ಈ ರೊಟ್ಟಿ ಎಂದು ಪ್ರಕಟಿಸಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿರೀಕ್ಷೆಯ ರೊಟ್ಟಿ	",
	"	B. ಜೀವ ಕೊಡುವ ರೊಟ್ಟಿ	",
	"	C. ಬಡವರ ರೊಟ್ಟಿ	",
	"	D. ಪರಲೋಕದ ರೊಟ್ಟಿ	"
],			
"correct" :	"	B. ಜೀವ ಕೊಡುವ ರೊಟ್ಟಿ	",
"explanation" :	"	ಅವರಿಗೆ - ಜೀವಕೊಡುವ ರೊಟ್ಟಿ ನಾನೇ; ನನ್ನ ಬಳಿಗೆ ಬರುವವನಿಗೆ ಎಂದಿಗೂ ಹಸಿವೆಯಾಗುವದಿಲ್ಲ, ನನ್ನನ್ನು ನಂಬುವವನಿಗೆ ಎಂದಿಗೂ ನೀರಡಿಕೆಯಾಗುವದಿಲ್ಲ.  6:35	",
},			
{			
"question" :	"	10  ಯೇಸು ತನ್ನನ್ನು ಹಿಡಿದುಕೊಡುವವನು ಈ ಶಿಷ್ಯನೇ ಎಂದು ತಿಳಿದಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ	",
	"	B. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	C. ಸಿಮೋನ ಪೇತ್ರ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	B. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
"explanation" :	"	ಈ ಮಾತಿನಿಂದ ಆತನು ಸೀಮೋನನ ಮಗನಾದ ಇಸ್ಕರಿಯೋತ ಯೂದನನ್ನು ಸೂಚಿಸಿದನು. ಇವನು ಆ ಹನ್ನೆರಡು ಮಂದಿಯಲ್ಲಿ ಒಬ್ಬನಾಗಿದ್ದು ಮುಂದೆ ಆತನನ್ನು ಹಿಡುಕೊಡುವವನಾದನು. 6:71	",
},			
]			