var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1  ಇವರು ಯೇಸುವನ್ನು ಕೊಲ್ಲಲು ಯೋಚಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ಸಹೋದರರು	",
	"	B. ಯೆಹೂದ್ಯರು	",
	"	C. ವಿಧರ್ಮಿಗಳು	",
	"	D. ಐಗುಪ್ತರು	"
],			
"correct" :	"	B. ಯೆಹೂದ್ಯರು	",
"explanation" :	"	ಈ ಸಂಗತಿಗಳಾದ ಮೇಲೆ ಯೇಸು ಗಲಿಲಾಯದಲ್ಲಿ ಸಂಚಾರಮಾಡುತ್ತಿದ್ದನು; ಯೆಹೂದ್ಯರು ಆತನನ್ನು ಕೊಲ್ಲುವ ಪ್ರಯತ್ನದಲ್ಲಿದ್ದದರಿಂದ ಆತನಿಗೆ ಯೂದಾಯದಲ್ಲಿ ಸಂಚಾರಮಾಡುವ ಮನಸ್ಸಿರಲಿಲ್ಲ. 7:1	",
},			
{			
"question" :	"	2  ಈ ಹಬ್ಬವು ಹತ್ತಿರದಲ್ಲಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ತುತ್ತೂರಿಗಳ ಹಬ್ಬ	",
	"	B. ಪರ್ಣಶಾಲೆಗಳ ಹಬ್ಬ	",
	"	C. ಜುಬಿಲೀ ಸಂವತ್ಸರ	",
	"	D. ಫಸ್ಕ ಹಬ್ಬ	"
],			
"correct" :	"	B. ಪರ್ಣಶಾಲೆಗಳ ಹಬ್ಬ	",
"explanation" :	"	ಪರ್ಣಶಾಲೆಗಳ ಹಬ್ಬವೆಂಬ ಯೆಹೂದ್ಯರದೊಂದು ಜಾತ್ರೆಯು ಸಮೀಪವಾದಾಗ  7:2	",
},			
{			
"question" :	"	3  ಅವರು ಯೇಸುವನ್ನು ನಂಬದೆ, ಆತನನ್ನು ಅದ್ಭುತಗಳನ್ನು ಮಾಡುವುದಕ್ಕೆ ಯೂದಾಯಕ್ಕೆ ಹೋಗು   ಎಂದು  ಒತ್ತಾಯಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯರು	",
	"	B. ಆತನ ಸಹೋದರರು	",
	"	C. ಆತನ ಶಿಷ್ಯರು	",
	"	D. ನಿಕೋದೇಮನು ಮತ್ತು ಅರಿಮಥಾಯದ ಯೊಸೇಫನು	"
],			
"correct" :	"	B. ಆತನ ಸಹೋದರರು	",
"explanation" :	"	ಆತನ ತಮ್ಮಂದಿರು ಆತನಿಗೆ - ನೀನು ಮಾಡುವ ಕಾರ್ಯಗಳನ್ನು ನಿನ್ನ ಶಿಷ್ಯರು ಸಹ ನೋಡುವಂತೆ ಇಲ್ಲಿಂದ ಹೊರಟು ಯೂದಾಯಕ್ಕೆ ಹೋಗು; ಪ್ರಸಿದ್ಧಿಗೆ ಬರಬೇಕೆಂದಿರುವ ಯಾವನಾದರೂ ತಾನು ಮಾಡುವದನ್ನು ಮರೆಯಲ್ಲಿ ಮಾಡುವದಿಲ್ಲವಲ್ಲಾ; ನೀನು ಇಂಥ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವವನಾದ್ದರಿಂದ ಲೋಕಕ್ಕೆ ತಿಳಿಯಪಡಿಸಿಕೋ ಎಂದು ಹೇಳಿದರು. ಯಾಕಂದರೆ ಆತನ ಸಹೋದರರು ಸಹ ಆತನನ್ನು ನಂಬದೆ ಇದ್ದರು7:3-5	",
},			
{			
"question" :	"	4  ಯೇಸು ಭೋದಿಸಲು ಎಲ್ಲಿ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೇಪೇಟೆಗಳಲ್ಲಿ	",
	"	B. ಆಡವಿಯಲ್ಲಿ	",
	"	C. ದೇವಾಲಯದಲ್ಲಿ	",
	"	D. ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	C. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ಜಾತ್ರೆಯ ಮಧ್ಯಕಾಲದಲ್ಲಿ ಯೇಸು ದೇವಾಲಯಕ್ಕೆ ಹೋಗಿ ಬೋಧಿಸುತ್ತಿದ್ದನು.  7:14	",
},			
{			
"question" :	"	5  ಕಲ್ಪಿಸಿ ಹೇಳುವವನು ತನಗೆ __________ ಬರುವುದೆಂದು ಹೇಳುವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಸತ್ಯ	",
	"	B. ನೀತಿ	",
	"	C. ಜ್ಞಾನ	",
	"	D. ಮಾನ	"
],			
"correct" :	"	D. ಮಾನ	",
"explanation" :	"	ಕಲ್ಪಿಸಿ ಹೇಳುವವನು ತನಗೆ ಮಾನ ಬರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತಾನೆ; ತನ್ನನ್ನು ಕಳುಹಿಸಿದವನಿಗೆ ಮಾನಬರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುವವನು ಸತ್ಯವಂತನು, ಅಧರ್ಮವು ಅವನಲ್ಲಿ ಇಲ್ಲ. 7:18	",
},			
{			
"question" :	"	6  ಯೆಹೂದ್ಯ ನಾಯಕರುಗಳು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಏನು ಮಾಡಿದರೆಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಲಸ	",
	"	B. ಉಪವಾಸ	",
	"	C. ಸುನ್ನತಿ	",
	"	D. ಪ್ರಯಾಣ	"
],			
"correct" :	"	C. ಸುನ್ನತಿ	",
"explanation" :	"	ಮೋಶೆಯು ನಿಮಗೆ ಸುನ್ನತಿಯೆಂಬ ಸಂಸ್ಕಾರವನ್ನು ನೇಮಿಸಿದನು. ಅದು ಮೋಶೆಯಿಂದ ಬಂದದ್ದೆಂದು ನಾನು ಹೇಳುವದಿಲ್ಲ, ಮೂಲಪುರುಷರ ಕಾಲದಿಂದ ಬಂದದ್ದು. ಮತ್ತು ಆ ಸುನ್ನತಿಯನ್ನು ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿಯೂ ಮಾಡುತ್ತೀರಿ 7:22	",
},			
{			
"question" :	"	7  ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ನಾನು ಇದನ್ನು ಮಾಡಿದ್ದಕ್ಕೆ ಕೋಪಗೊಂಡಿದ್ದೀರೋ ಎಂದು ಯೇಸು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥನೆ	",
	"	B. ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಶುದ್ಧ ಮಾಡಿದ್ದಕ್ಕೆ	",
	"	C. ಮಾಂಸವನ್ನು ತಿಂದದ್ದಕ್ಕೆ	",
	"	D. ಕಲಿಸಿದ್ದಕ್ಕೆ	"
],			
"correct" :	"	B. ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಶುದ್ಧ ಮಾಡಿದ್ದಕ್ಕೆ	",
"explanation" :	"	ಮೋಶೆಯ ನೇಮವನ್ನು ಮೀರಬಾರದೆಂದು ಒಬ್ಬನು ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಸುನ್ನತಿಮಾಡಿಸಿಕೊಳ್ಳುವದಾದರೆ ನಾನು ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸ್ವಸ್ಥಮಾಡಿದ್ದಕ್ಕೆ ನನ್ನ ಮೇಲೆ ಕೋಪಗೊಳ್ಳುತ್ತೀರೋ? 7:23	",
},			
{			
"question" :	"	8  ಯೇಸು ಹೇಳಿದ್ದು, ನೀವು ನನ್ನನ್ನು ಹುಡುಕುವಿರಿ, ಆದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ನನ್ನನ್ನು ಕೊಲ್ಲುವಿರಿ	",
	"	B. ಕಂಡುಕೊಳ್ಳುವಿರಿ	",
	"	C. ನನ್ನನ್ನು ಆರಾಧಿಸಲು	",
	"	D. ನನ್ನನ್ನು ಕಂಡುಕೊಳ್ಳದೆ ಹೋಗುವಿರಿ	"
],			
"correct" :	"	D. ನನ್ನನ್ನು ಕಂಡುಕೊಳ್ಳದೆ ಹೋಗುವಿರಿ	",
"explanation" :	"	ಆಗ ಯೇಸು - ಇನ್ನು ಸ್ವಲ್ಪಕಾಲ ನಾನು ನಿಮ್ಮಲ್ಲಿ ಇದ್ದು ಆಮೇಲೆ ನನ್ನನ್ನು ಕಳುಹಿಸಿದಾತನ ಬಳಿಗೆ ಹೊರಟು ಹೋಗುತ್ತೇನೆ. ನೀವು ನನ್ನನ್ನು ಹುಡುಕುವಿರಿ, ಆದರೆ ನನ್ನನ್ನು ಕಂಡುಕೊಳ್ಳದೆ ಹೋಗುವಿರಿ, ನಾನು ಇರುವಲ್ಲಿಗೆ ನೀವು ಬರಲಾರಿರಿ ಅಂದನು 7:33-34	",
},			
{			
"question" :	"	9  ನನ್ನನ್ನು ನಂಬಿದವನ ಹೊಟ್ಟೆಯೊಳಗಿಂದ ಜೀವಕರವಾದ ನೀರಿನ ಹೊಳೆಗಳು ಹರಿಯುವವು  ಎಂದು ಹೇಳಿದನು, ಆತನು ಯಾವುದರ ಕುರಿತು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪವಿತ್ರಾತ್ಮ ವರ	",
	"	B. ಸುಳ್ಳು	",
	"	C. ಬರಗಾಲ	",
	"	D. 12 ಶಿಷ್ಯರಿಗೆ ಮಾತ್ರ	"
],			
"correct" :	"	A. ಪವಿತ್ರಾತ್ಮ ವರ	",
"explanation" :	"	ನನ್ನನ್ನು ನಂಬಿದವನ ಹೊಟ್ಟೆಯೊಳಗಿಂದ ಶಾಸ್ತ್ರದಲ್ಲಿ ಹೇಳಿರುವ ಪ್ರಕಾರ ಜೀವಕರವಾದ ನೀರಿನ ಹೊಳೆಗಳು ಹರಿಯುವವು ಎಂದು ಕೂಗಿ ಹೇಳಿದನು. ಇದನ್ನು ಯೇಸು ತನ್ನನ್ನು ನಂಬಿದವರು ಹೊಂದಲಿರುವ ಪವಿತ್ರಾತ್ಮವರವನ್ನು ಕುರಿತು ಹೇಳಿದನು; ಆತನು ಇನ್ನೂ ತನ್ನ ಮಹಿಮೆಯ ಪದವಿಯನ್ನು ಹೊಂದದೆ ಇದ್ದಕಾರಣ ಪವಿತ್ರಾತ್ಮವರವು ಇನ್ನೂ ಬಂದಿದ್ದಿಲ್ಲ 7:38-39	",
},			
{			
"question" :	"	10  ಫರಿಸಾಯರು ಓಲೇಕರರನ್ನು, ನೀವು ಯಾಕೆ ಯೇಸುವನ್ನು ಹಿಡತರಲಿಲ್ಲ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ   ಅವರು ಹೀಗೆ ಉತ್ತರಿಸಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಈ ಮನುಷ್ಯನು ಮಾತಾಡುವ ರೀತಿಯಲ್ಲಿ ಯಾರೂ ಎಂದೂ ಮಾತಾಡಿದ್ದಿಲ್ಲ	",
	"	B. ಜನರು ನಮ್ಮನ್ನು ತಡೆದರು	",
	"	C. ಆತನು ನಮಗೆ ಮರೆಯಾಗಿದ್ದಾನೆ	",
	"	D. ಇದು ಪರಿಶುದ್ಧವಾದದೋ ಮತ್ತು ಯೋಗ್ಯವಾದದೋ ಅಲ್ಲ	"
],			
"correct" :	"	A. ಈ ಮನುಷ್ಯನು ಮಾತಾಡುವ ರೀತಿಯಲ್ಲಿ ಯಾರೂ ಎಂದೂ ಮಾತಾಡಿದ್ದಿಲ್ಲ	",
"explanation" :	"	ಬಳಿಕ ಆ ಓಲೇಕಾರರು ಮಹಾಯಾಜಕರ ಮತ್ತು ಫರಿಸಾಯರ ಬಳಿಗೆ ಬಂದಾಗ ಇವರು - ನೀವು ಯಾಕೆ ಅವನನ್ನು ಹಿಡತರಲಿಲ್ಲ? ಎಂದು ಅವರನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಆ ಓಲೇಕಾರರು - ಈ ಮನುಷ್ಯನು ಮಾತಾಡುವ ರೀತಿಯಲ್ಲಿ ಯಾರೂ ಎಂದೂ ಮಾತಾಡಿದ್ದಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟರು.  7:45-46	",
},			
]			