var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1  ಈ ಆಪಾದನೆಯ ಮೇಲೆ ಒಬ್ಬ ಸ್ತ್ರೀಯನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ತಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಳ್ಳತನ	",
	"	B. ಕೊಲೆ	",
	"	C. ವ್ಯಭಿಚಾರ	",
	"	D. ದೇವದೂಷಣೆ	"
],			
"correct" :	"	C. ವ್ಯಭಿಚಾರ	",
"explanation" :	"	ಆತನು ಕೂತುಕೊಂಡು ಅವರಿಗೆ ಉಪದೇಶಮಾಡುತ್ತಿರುವಲ್ಲಿ ಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ ವ್ಯಭಿಚಾರದಲ್ಲಿ ಸಿಕ್ಕಿದ ಒಬ್ಬ ಹೆಂಗಸನ್ನು ಆತನ ಬಳಿಗೆ ತಂದು ಆಕೆಯನ್ನು ನಡುವೆ ನಿಲ್ಲಿಸಿ - 8:3	",
},			
{			
"question" :	"	2  ಧರ್ಮಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ಈ ತಪ್ಪಿಗೆ ಏನು ಶಿಕ್ಷೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಲ್ಲು ಹೊಡೆದು ಸಾಯಿಸುವುದು	",
	"	B. ಬೆಂಕಿ ಹಚ್ಚುವುದು	",
	"	C. ಊರು ಬಿಟ್ಟು ಓಡಿಸುವುದು	",
	"	D. ವಿಚ್ಚೇದನ ನೀಡುವುದು	"
],			
"correct" :	"	D. ವಿಚ್ಚೇದನ ನೀಡುವುದು	",
"explanation" :	"	ಇಂಥವರನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕೆಂದು ಮೋಶೆಯು ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ನಮಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟಿದ್ದಾನೆ; ಈಕೆಯ ವಿಷಯದಲ್ಲಿ ನೀನು ಏನು ಹೇಳುತ್ತೀ ಎಂದು ಆತನನ್ನು ಕೇಳಿದರು. 8:5	",
},			
{			
"question" :	"	3  ಮೊದಲ ಕಲ್ಲು ಯಾರು ಹೊಡೆಯಬೇಕೆಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಹಾಯಾಜಕ	",
	"	B. ಫರಿಸಾಯರು	",
	"	C. ಹಿರಿಯರು	",
	"	D. ಪಾಪ ಮಾಡದವರು	"
],			
"correct" :	"	D. ಪಾಪ ಮಾಡದವರು	",
"explanation" :	"	ಅವರು ಆತನನ್ನು ಬಿಡದೆ ಕೇಳುತ್ತಿರುವಾಗ ಆತನು ನೆಟ್ಟಗೆ ಕೂತುಕೊಂಡು ಅವರಿಗೆ - ನಿಮ್ಮಲ್ಲಿ ಪಾಪವಿಲ್ಲದವನು ಯಾರೋ ಅವನೇ ಮೊದಲು ಆಕೆಯ ಮೇಲೆ ಕಲ್ಲನ್ನು ಹಾಕಲಿ ಎಂದು ಹೇಳಿ 8:7	",
},			
{			
"question" :	"	4  ಯೇಸು ಆ ಸ್ತ್ರೀಗೆ ಏನು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೋಗು ಮತ್ತೆ ಪಾಪ ಮಾಡಬೇಡ	",
	"	B. ನಾನೊಬ್ಬನೇ ನಿನ್ನನ್ನು ದೂಷಿಸುತ್ತೇನೆ	",
	"	C. ನೀನು ನಾಚಿಕೆಗೆಟ್ಟವಳು	",
	"	D. ನೀನು ಕ್ಷಮಿಸಲಾರದಷ್ಟು ಪಾಪ ಮಾಡಿದ್ದೀಯ	"
],			
"correct" :	"	A. ಹೋಗು ಮತ್ತೆ ಪಾಪ ಮಾಡಬೇಡ	",
"explanation" :	"	ಯೇಸು ಆಕೆಗೆ - ನಾನೂ ನಿನಗೆ ಶಿಕ್ಷೆ ವಿಧಿಸುವದಿಲ್ಲ; ಹೋಗು, ಇನ್ನು ಮೇಲೆ ಪಾಪಮಾಡಬೇಡ ಎಂದು ಹೇಳಿದನು 8:11	",
},			
{			
"question" :	"	5  ಯೇಸು ಹೇಳಿದ್ದು, ನಾನೇ______	",
"image" :	"",		
"choices" : [			
	"	A. ನಿರೀಕ್ಷೆ ಸ್ತಂಭ	",
	"	B. ಗಟ್ಟಿಯಾದ ಕಲ್ಲು	",
	"	C. ಸತ್ಯದ ತಂದೆ	",
	"	D. ಲೋಕಕ್ಕೆ ಬೆಳಕು	"
],			
"correct" :	"	D. ಲೋಕಕ್ಕೆ ಬೆಳಕು	",
"explanation" :	"	ಯೇಸು ತಿರಿಗಿ ಅವರ ಸಂಗಡ ಮಾತಾಡಲಾರಂಭಿಸಿ - ನಾನೇ ಲೋಕಕ್ಕೆ ಬೆಳಕು; ನನ್ನನ್ನು ಅನುಸರಿಸುವವನು ಕತ್ತಲೆಯಲ್ಲಿ ನಡೆಯದೆ ಜೀವಕೊಡುವ ಬೆಳಕನ್ನು ಹೊಂದಿದವನಾಗಿರುವನು ಎಂದು ಹೇಳಿದನು 8:12	",
},			
{			
"question" :	"	6  ನನಗೆ ಸಾಕ್ಷಿಯನ್ನು ಯಾರು ಕೊಡುತ್ತಾರೆ ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂತರು	",
	"	B. ಶಿಷ್ಯರು	",
	"	C. ತಂದೆಯು	",
	"	D. ದೆವ್ವಗಳು	"
],			
"correct" :	"	C. ತಂದೆಯು	",
"explanation" :	"	ನನ್ನನ್ನು ಕುರಿತು ನಾನು ಸಾಕ್ಷಿ ಹೇಳುವವನಾಗಿದ್ದೇನೆ, ಅದಲ್ಲದೆ ನನ್ನನ್ನು ಕಳುಹಿಸಿದ ತಂದೆಯೂ ನನ್ನ ವಿಷಯವಾಗಿ ಸಾಕ್ಷಿಹೇಳುತ್ತಾನೆ ಅಂದನು. 8:18	",
},			
{			
"question" :	"	7  ಯೇಸುವಿನ ವಾಕ್ಯಗಳಲ್ಲಿ ನೀವು ನೆಲೆಗೊಂಡಿದ್ದರೆ, ನಿಮಗೆ ಇದು ಗೊತ್ತಾಗುತ್ತದೆ, ಮತ್ತು ಇದು  ನಿಮ್ಮನ್ನು ಬಿಡಿಸುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಜ್ಞಾನ	",
	"	B. ಪ್ರೀತಿ	",
	"	C. ಸತ್ಯ	",
	"	D. ಧರ್ಮಶಾಸ್ತ್ರ	"
],			
"correct" :	"	C. ಸತ್ಯ	",
"explanation" :	"	 ಸತ್ಯವು ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡುವದು ಎಂದು ಹೇಳಿದನು 8:32	",
},			
{			
"question" :	"	8  ಪಾಪ ಮಾಡುವವರೆಲ್ಲರೂ	",
"image" :	"",		
"choices" : [			
	"	A. ಭಯವುಳ್ಳವರು	",
	"	B. ನಿರೀಕ್ಷೆಯಿಲ್ಲದವರು	",
	"	C. ಪಾಪಕ್ಕೆ ದಾಸರು	",
	"	D. ದೂಷಣೆ ಇಲ್ಲದವರು	"
],			
"correct" :	"	C. ಪಾಪಕ್ಕೆ ದಾಸರು	",
"explanation" :	"	ಅದಕ್ಕೆ ಯೇಸು - ನಿಮಗೆ ನಿಜನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಪಾಪಮಾಡುವವರೆಲ್ಲರು ಪಾಪಕ್ಕೆ ದಾಸರಾಗಿದ್ದಾರೆ 8:34	",
},			
{			
"question" :	"	9 ಈತನು ಆದಿಯಿಂದಲೇ ಕೊಲೆಗಡುಕನು	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	B. ಅಬ್ರಹಾಮ	",
	"	C. ಆದಾಮ	",
	"	D. ಸೈತಾನನು	"
],			
"correct" :	"	D. ಸೈತಾನನು	",
"explanation" :	"	ಸೈತಾನನು ನಿಮ್ಮ ತಂದೆ; ನೀವು ಆ ತಂದೆಯಿಂದ ಹುಟ್ಟಿದವರಾಗಿದ್ದು ನಿಮ್ಮ ತಂದೆಯ ದುರಿಚ್ಫೆಗಳನ್ನೇ ನಡಿಸಬೇಕೆಂದಿದ್ದೀರಿ. ಅವನು ಆದಿಯಿಂದಲೂ ಕೊಲೆಗಾರನಾಗಿದ್ದು ಸತ್ಯದಲ್ಲಿ ನಿಲ್ಲಲಿಲ್ಲ; ಅವನಲ್ಲಿ ಸತ್ಯವು ಇಲ್ಲವೇ ಇಲ್ಲ. ಅವನು ಸುಳ್ಳಾಡುವಾಗ ಸ್ವಭಾವಾನುಸಾರವಾಗಿ ಆಡುತ್ತಾನೆ; ಅವನು ಸುಳ್ಳುಗಾರನೂ ಸುಳ್ಳಿಗೆ ಮೂಲಪುರುಷನೂ ಆಗಿದ್ದಾನೆ.  8:44	",
},			
{			
"question" :	"	10 ಅವರು ಯೇಸುವಿಗೆ ಇದನ್ನು ಮಾಡಬೇಕೆಂದಿದ್ದರು, ಆದರೆ ಆತನು ಅವಿತುಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊಗಳಬೇಕೆಂದಿದ್ದರು	",
	"	B. ಕಲ್ಲು ಹೊಡೆದು ಸಾಯಿಸಬೇಕೆಂದಿದ್ದರು	",
	"	C. ಅರಸನನ್ನಾಗಿ ಮಾಡಬೇಕೆಂದಿದ್ದರು	",
	"	D. ಸೇವೆ ಮಾಡಬೇಕೆಂದಿದ್ದರು	"
],			
"correct" :	"	B. ಕಲ್ಲು ಹೊಡೆದು ಸಾಯಿಸಬೇಕೆಂದಿದ್ದರು	",
"explanation" :	"	ಅವರು ಈ ಮಾತನ್ನು ಕೇಳಿ ಆತನನ್ನು ಕೊಲ್ಲುವದಕ್ಕಾಗಿ ಕಲ್ಲು ತಕ್ಕೊಳ್ಳಲು ಯೇಸು ಅಡಗಿಕೊಂಡು ದೇವಾಲಯದೊಳಗಿಂದ ಹೊರಟುಹೋದನು. 8:59	",
},			
]			