var quiztitle = "ಯೋಹಾನ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1  ಆ ಮನುಷ್ಯನು ಎಷ್ಟು ದಿನಗಳಿಂದ ಕುರುಡನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 1 ವರ್ಷ	",
	"	B. 5 ವರ್ಷ	",
	"	C. 38 ವರ್ಷ	",
	"	D. ಹುಟ್ಟಿದಂದಿನಿಂದ	"
],			
"correct" :	"	D. ಹುಟ್ಟಿದಂದಿನಿಂದ	",
"explanation" :	"	ಯೇಸು ಹಾದುಹೋಗುತ್ತಿರುವಾಗ ಒಬ್ಬ ಹುಟ್ಟುಕುರುಡನನ್ನು ಕಂಡನು. 9:1	",
},			
{			
"question" :	"	2  ಕುರುಡನನ್ನು ನೋಡಿದಾಗ ಶಿಷ್ಯರು ಯೇಸುವನ್ನು ಏನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈತನನ್ನು ಶುದ್ಧ ಮಾಡುವಿಯೋ	",
	"	B. ಪಾಪ ಮಾಡಿರುವವರು ಯಾರು, ಇವನೋ? ಇವನ ತಂದೆ ತಾಯಿಗಳೋ?	",
	"	C. ನೀನು ಅವನನ್ನು ಸ್ವಸ್ಥಮಾಡುತ್ತೀಯೋ?	",
	"	D. ಅವನು ಸಮಾರ್ಯದವನಲ್ಲ	"
],			
"correct" :	"	B. ಪಾಪ ಮಾಡಿರುವವರು ಯಾರು, ಇವನೋ? ಇವನ ತಂದೆ ತಾಯಿಗಳೋ?	",
"explanation" :	"	ಆತನ ಶಿಷ್ಯರು - ಗುರುವೇ, ಇವನು ಕುರುಡನಾಗಿ ಹುಟ್ಟಿರುವದಕ್ಕೆ ಯಾರು ಪಾಪಮಾಡಿದರು? ಇವನೋ? ಇವನ ತಂದೆತಾಯಿಗಳೋ? ಎಂದು ಆತನನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ 9:2	",
},			
{			
"question" :	"	3  ಯೇಸು ಹೇಳಿದ್ದು, ನಾನು ಲೋಕದಲ್ಲಿರುವಾಗ	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಟ್ಟತನವು ಕಡಿಮೆಯಾಗುವುದು	",
	"	B. ಸಂತೋಷವು ಹೆಚ್ಚಾಗುವುದು	",
	"	C. ಮಹಿಮೆ ಹೊಂದುವೆನು	",
	"	D. ಲೋಕಕ್ಕೆ ಬೆಳಕಾಗಿದ್ದೇನೆ.	"
],			
"correct" :	"	D. ಲೋಕಕ್ಕೆ ಬೆಳಕಾಗಿದ್ದೇನೆ.	",
"explanation" :	"	ನಾನು ಲೋಕದಲ್ಲಿರುವಾಗ ಲೋಕಕ್ಕೆ ಬೆಳಕಾಗಿದ್ದೇನೆ ಅಂದನು 9:5	",
},			
{			
"question" :	"	4  ಆ ಮನುಷ್ಯನ ಕಣ್ಣುಗಳಿಗೆ ಯೇಸು ಏನು ಹಚ್ಚಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಸರು	",
	"	B. ತನ್ನ ಕೈಗಳು	",
	"	C. ಮುಲಾಮು	",
	"	D. ಎಣ್ಣೆ	"
],			
"correct" :	"	A. ಕೆಸರು	",
"explanation" :	"	ಇದನ್ನು ಹೇಳಿ ನೆಲದ ಮೇಲೆ ಉಗುಳಿ ಆ ಉಗುಳಿನಿಂದ ಕೆಸರುಮಾಡಿ ಆ ಕೆಸರನ್ನು ಅವನ ಕಣ್ಣುಗಳಿಗೆ ಹಚ್ಚಿ 9:6	",
},			
{			
"question" :	"	5  ಆ ಕುರುಡನು ಕೆಸರನ್ನು ತೊಳಕೊಂಡ ಕೊಳದ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೇತ್ಸದ	",
	"	B. ಸಿಲೋವ	",
	"	C. ಗಲಿಲಾಯ	",
	"	D. ತಿಬೇರಿಯದ	"
],			
"correct" :	"	B. ಸಿಲೋವ	",
"explanation" :	"	ನೀನು ಸಿಲೋವ ಕೊಳಕ್ಕೆ ಹೋಗಿ ತೊಳಕೋ ಅಂದನು. (ಸಿಲೋವ ಎಂಬ ಮಾತಿಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟವನು ಎಂದರ್ಥ.) ಅವನು ಹೋಗಿ ತೊಳಕೊಂಡು ಕಣ್ಣು ಹೊಂದಿದವನಾಗಿ ಬಂದನು. 9:7	",
},			
{			
"question" :	"	6 ಯೇಸು ಆ ಕುರುಡನಿಗೆ ಕಣ್ಣು ಕೊಟ್ಟಿದ್ದು ಯಾವ ದಿನ?	",
"image" :	"",		
"choices" : [			
	"	A. ವಾರದ ಮೊದಲನೇ ದಿನ	",
	"	B. ಪ್ರಾಯಶ್ಚಿತ್ತದ ದಿನ	",
	"	C. ಸಬ್ಬತ್ ದಿನ	",
	"	D. ಕರ್ತನ ದಿನ	"
],			
"correct" :	"	C. ಸಬ್ಬತ್ ದಿನ	",
"explanation" :	"	ಯೇಸು ಕೆಸರುಮಾಡಿ ಅವನಿಗೆ ಕಣ್ಣು ಕೊಟ್ಟ ದಿವಸವು ಸಬ್ಬತ್‍ದಿವಸವಾಗಿತ್ತು 9:14	",
},			
{			
"question" :	"	7  ಫರಿಸಾಯರು ಸೌಖ್ಯ ಹೊಂದಿದ ಕುರುಡನನ್ನು ನಂಬದೇ ಹೋದಾಗ ಅವರು ಯಾರನ್ನು  ವಿಚಾರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಶಿಷ್ಯರು	",
	"	B. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	C. ಯೇಸು	",
	"	D. ಆತನ ತಂದೆ ತಾಯಿಗಳು	"
],			
"correct" :	"	D. ಆತನ ತಂದೆ ತಾಯಿಗಳು	",
"explanation" :	"	ಆದರೆ ಕಣ್ಣುಬಂದವನ ವಿಷಯವಾಗಿ ಆ ಯೆಹೂದ್ಯರು - ಇವನು ಕುರುಡನಾಗಿದ್ದು ಈಗ ಕಣ್ಣುಳ್ಳವನಾದನೆಂದು ನಂಬದೆ ಅವನ ತಂದೆತಾಯಿಗಳನ್ನು ಕರೆಯಿಸಿ - ಕುರುಡನಾಗಿ ಹುಟ್ಟಿದನೆಂದು ನೀವು ಹೇಳುವಂಥ ನಿಮ್ಮ ಮಗನು ಇವನೋ? ಈಗ ಇವನಿಗೆ ಕಣ್ಣು ಹೇಗೆ ಬಂದವು ಎಂದು ಅವರನ್ನು ಕೇಳಿದರು. 9:18-19	",
},			
{			
"question" :	"	8  ಫರಿಸಾಯರು ಯಾರ ಶಿಷ್ಯರೆಂದು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	B. ಯೇಸು	",
	"	C. ಅಬ್ರಹಾಮ	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	D. ಮೋಶೆ	",
"explanation" :	"	ಅದಕ್ಕೆ ಅವರು ಅವನನ್ನು ಬೈದು - ನೀನು ಆ ಮನುಷ್ಯನ ಶಿಷ್ಯ; ನಾವು ಮೋಶೆಯ ಶಿಷ್ಯರು 9:28	",
},			
{			
"question" :	"	9  ಕುರುಡನಾಗಿದ್ದವನು ಹೇಳಿದ್ದು, ________ ಪ್ರಾರ್ಥನೆಯನ್ನು ದೇವರು ಕೇಳುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತರ ಪ್ರಾರ್ಥನೆ	",
	"	B. ಪಾಪಿಗಳ ಪ್ರಾರ್ಥನೆ	",
	"	C. ಸತ್ತವರ ಕೂಗು	",
	"	D. ಫರಿಸಾಯರ	"
],			
"correct" :	"	B. ಪಾಪಿಗಳ ಪ್ರಾರ್ಥನೆ	",
"explanation" :	"	ಅದಕ್ಕೆ ಆ ಮನುಷ್ಯನು - ಆತನು ನನಗೆ ಕಣ್ಣುಕೊಟ್ಟರೂ ಆತನು ಎಲ್ಲಿಯವನೋ ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲದೆ ಇರುವದು ಆಶ್ಚರ್ಯವಲ್ಲವೇ. ಭಕ್ತಿಹೀನರ ಪ್ರಾರ್ಥನೆಯನ್ನು ದೇವರು ಕೇಳುವದಿಲ್ಲ; ಯಾವನು ಭಕ್ತನಾಗಿದ್ದು ಆತನ ಚಿತ್ತದಂತೆ ನಡೆಯುತ್ತಾನೋ ಅವನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳುತ್ತಾನೆಂದು ಬಲ್ಲೆವು.  9:30-31	",
},			
{			
"question" :	"	10  ಯೇಸು ಫರಿಸಾಯರಿಗೆ ಹೇಳಿದ್ದು, ನೀವು ಕುರುಡರಾಗಿದ್ದರೆ,	",
"image" :	"",		
"choices" : [			
	"	A. ಎಡವುತ್ತಿದ್ದೀರಿ.	",
	"	B. ನಿಮಗೆ ದೃಷ್ಟಿ ಬೇಕಾಗಿದ್ದಿತು	",
	"	C. ನಿಮಗೆ ಪಾಪವು ಇರುತ್ತಿರಲಿಲ್ಲ	",
	"	D. ಕಾಣಿಕೆಗಾಗಿ ಬೇಡುತ್ತಿದ್ದಿರಿ	"
],			
"correct" :	"	C. ನಿಮಗೆ ಪಾಪವು ಇರುತ್ತಿರಲಿಲ್ಲ	",
"explanation" :	"	ಇದನ್ನು ಆತನ ಸಂಗಡ ಇದ್ದ ಫರಿಸಾಯರು ಕೇಳಿ - ನಾವೂ ಕುರುಡರೇನು? ಎಂದು ಕೇಳಿದಾಗ ಯೇಸು ಅವರಿಗೆ - ನೀವು ಕುರುಡರಾಗಿದ್ದರೆ ನಿಮಗೆ ಪಾಪವು ಇರುತ್ತಿರಲಿಲ್ಲ; ನಮಗೆ ಕಣ್ಣು ಕಾಣುತ್ತವೆ ಅನ್ನುತ್ತೀರಾದ್ದರಿಂದ ನಿಮ್ಮ ಪಾಪವು ಉಳಿದದೆ. 9:40-41	",
},			
]			