var quiztitle = " ಯೂದನು ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಪೌಲ	",
	"	c. ಯೂದ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	c. ಯೂದ	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನ ದಾಸನೂ ಯಾಕೋಬನ ತಮ್ಮನೂ ಆಗಿರುವ ಯೂದನು ತಂದೆಯಾದ ದೇವರಲ್ಲಿ ಪ್ರಿಯರಾದವರೂ ಯೇಸು ಕ್ರಿಸ್ತನಿಗಾಗಿ ಕಾಯಲ್ಪಟ್ಟವರೂ ಆಗಿರುವವರಿಗೆ ಬರೆಯುವದೇನಂದರೆ;  ಯೂದ 1:1	",
},			
{			
"question" :	"	2. ಇದಕ್ಕಾಗಿ ನಿಮಗೆ ಎಚ್ಚರಿಸಿ ಬರೆಯುವುದು ಅವಶ್ಯವೆಂದು ತೋಚಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ತಂದೆಗೆ ವಂದನೆಯನ್ನು ಹೇಳುವುದು	",
	"	b. ವಿಧವೆಯರು ಮತ್ತು ಅನಾಥರ ಆರೈಕೆ ಮಾಡಲು	",
	"	c. ಒಪ್ಪಿಸಲ್ಪಟ್ಟ ನಂಬಿಕೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು	",
	"	d. ಕ್ರಿಸ್ತನ ಪ್ರೀತಿಯನ್ನು ತೋರಿಸಲು	"
],			
"correct" :	"	c. ಒಪ್ಪಿಸಲ್ಪಟ್ಟ ನಂಬಿಕೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು	",
"explanation" :	"	ಪ್ರಿಯರೇ, ನಮಗೆ ಹುದುವಾಗಿರುವ ರಕ್ಷಣೆಯ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಬರೆಯುವದಕ್ಕೆ ಪೂರ್ಣಾಸಕ್ತಿಯಿಂಣದ ಪ್ರಯತ್ನಮಾಡುತ್ತಿದ್ದಾಗ ದೇವಜನರಿಗೆ ಶಾಶ್ವತವಾಗಿರುವಂತೆ ಒಂದೇ ಸಾರಿ ಒಪ್ಪಿಸಲ್ಪಟ್ಟ ನಂಬಿಕೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವದಕ್ಕೆ ನೀವು ಹೋರಾಡಬೇಕೆಂದು ಎಚ್ಚರಿಸಿ ಬರೆಯುವದು ಅವಶ್ಯವೆಂದು ತೋಚಿತು;  ಯೂದ 1:2	",
},			
{			
"question" :	"	3. ಕರ್ತನು ತನ್ನ ಜನರನ್ನು ಈ ದೇಶದೊಳಗಿಂದ ಬಿಡಿಸಿದ್ದನ್ನು ನಿಮ್ಮ ನೆನಪಿಗೆ ತರುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ಬಾಬಿಲೋನ	",
	"	c. ಪಾಲೇಸ್ತಾನ್	",
	"	d. ಐಗುಪ್ತ	"
],			
"correct" :	"	d. ಐಗುಪ್ತ	",
"explanation" :	"	ನೀವು ಸಮಸ್ತವನ್ನು ಮೊದಲೇ ತಿಳಿದವರಾಗಿದ್ದರೂ ನಾನು ಮುಂದಣ ಕೆಲವು ಸಂಗತಿಗಳನ್ನು ನಿಮ್ಮ ಜ್ಞಾಪಕಕ್ಕೆ ತರೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  ಅವು ಯಾವವಂದರೆ - ಕರ್ತನು ತನ್ನ ಪ್ರಜೆಯನ್ನು ಐಗುಪ್ತ ದೇಶದೊಳಗಿಂದ ಬಿಡಿಸಿದ ತರುವಾಯ ಅವರೊಳಗೆ ನಂಬದೆಹೋದವರನ್ನು ನಾಶಮಾಡಿದನು.  ಯೂದ 1:5	",
},			
{			
"question" :	"	4. ತಮ್ಮ ವಾಸಸ್ಥಾನವನ್ನು ಬಿಟ್ಟ ಇವರಿಗೆ ದೇವರು ನಿತ್ಯವಾದ ಬೇಡಿಗಳನ್ನು ಹಾಕಿ ಮಹಾ ದಿನದಲ್ಲಿ ಆಗುವ ದಂಡನೆಯ ತೀರ್ಪಿಗಾಗಿ ಅವರನ್ನು ಕತ್ತಲೆಯೊಳಗೆ ಇಟ್ಟಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೆಲವು ದೇವಜನರು	",
	"	b. ಕೆಲವು ಪ್ರವಾದಿಗಳು	",
	"	c. ಕೆಲವು ಯಾಜಕರು	",
	"	d. ಕೆಲವು ದೇವದೂತರು	"
],			
"correct" :	"	d. ಕೆಲವು ದೇವದೂತರು	",
"explanation" :	"	ತಮ್ಮ ದೊರೆತನವನ್ನು ಕಾಪಾಡದೆ ತಮಗೆ ತಕ್ಕ ವಾಸ್ಥಾನವನ್ನು ಬಿಟ್ಟ ದೇವದೂತರಿಗೆ ದೇವರು ನಿತ್ಯವಾದ ಬೇಡಿಗಳನ್ನು ಹಾಕಿ ಮಹಾ ದಿನದಲ್ಲಿ ಆಗುವ ದಂಡನೆಯ ತೀರ್ಪಿಗಾಗಿ ಅವರನ್ನು ಕತ್ತಲೆಯೊಳಗೆ ಇಟ್ಟಿದ್ದಾನೆ.  ಯೂದ 1:6	",
},			
{			
"question" :	"	5. ಈ ಪಟ್ಟಣದವರು ಮತ್ತು ಅದರ ಸುತ್ತಲ ಪಟ್ಟಣದವರು ತಮ್ಮನ್ನು ಜಾರತ್ವಕ್ಕೆ ಒಪ್ಪಿಸಿಬಿಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಥನಿ ಮತ್ತು ಬೇತ್ಪ	",
	"	b. ಯೆರೂಷಲೇಮು ಮತ್ತು ಕೆಪರ್ನೌಮ್	",
	"	c. ಸೊದೋಮು ಮತ್ತು ಗೋಮರ	",
	"	d. ಕಾನಾ ಮತ್ತ ಹೂರ್	"
],			
"correct" :	"	c. ಸೊದೋಮು ಮತ್ತು ಗೋಮರ	",
"explanation" :	"	ಸೊದೋಮ ಗೊಮೋರ ಪಟ್ಟಣಗಳವರೂ ಅವುಗಳ ಸುತ್ತುಮುತ್ತಣ ಪಟ್ಟಣಗಳವರೂ ಆ ದೂತರಂತೆ ನಡೆದುಕೊಂಡು ತಮ್ಮನ್ನು ಜಾರತ್ವಕ್ಕೆ ಒಪ್ಪಿಸಿಬಿಟ್ಟು;   ಯೂದ 1:7	",
},			
{			
"question" :	"	6. ಮೋಶೆಯ ಶವದ ವಿಷಯದಲ್ಲಿ ಸೈತಾನನೊಂದಿಗೆ ವಾಗ್ವಾದ ಮಾಡಿದ ಪ್ರಧಾನ ದೇವದೂತನಾದ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಹನೋಕ	",
	"	b. ಮಿಕಾಯೇಲ	",
	"	c. ಕಾಯಿನ	",
	"	d. ಬಿಳಾಮ	"
],			
"correct" :	"	b. ಮಿಕಾಯೇಲ	",
"explanation" :	"	ಆದರೆ ಪ್ರಧಾನ ದೇವದೂತನಾದ ಮೀಕಾಯೇಲನು ಮೋಶೆಯ ಶವದ ವಿಷಯದಲ್ಲಿ ಸೈತಾನನೊಂದಿಗೆ ವ್ಯಾಜ್ಯವಾಡಿ ವಾಗ್ವಾದ ಮಾಡಿದಾಗ;  ಯೂದ 1:9	",
},			
{			
"question" :	"	7. ಕರ್ತನು ಲಕ್ಷಾಂತರ ಪರಿಶುದ್ಧದೂತರನ್ನು ಕೂಡಿಕೊಂಡು ಬರುವನು ಎಂದು ಪ್ರವಾದಿಸಿದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆಹೆಜ್ಕೇಲ್	",
	"	b. ಯೋನ	",
	"	c. ಮೋಶೆ	",
	"	d. ಹನೋಕ	"
],			
"correct" :	"	d. ಹನೋಕ	",
"explanation" :	"	ಇಂಥವರ ವಿಷಯದಲ್ಲೇ ಆದಾಮನಿಗೆ ಏಳನೆಯ ತಲೆಯವನಾದ ಹನೋಕನು - ಇಗೋ ಕರ್ತನು ಲಕ್ಷಾಂತರ ಪರಿಶುದ್ಧದೂತರನ್ನು ಕೂಡಿಕೊಂಡು; ಎಲ್ಲರಿಗೆ ನ್ಯಾಯತೀರಿಸುವದಕ್ಕೂ ಭಕ್ತಿಹೀನರೆಲ್ಲರು ಮಾಡಿದ ಭಕ್ತಿಯಿಲ್ಲದ ಎಲ್ಲಾ ಕೃತ್ಯಗಳ ವಿಷಯವಾಗಿ ಮತ್ತು ಭಕ್ತಿಯಿಲ್ಲದ ಪಾಪಿಷ್ಠರು ತನ್ನ ಮೇಲೆ ಹೇಳಿದ ಎಲ್ಲಾ ಕಠಿನವಾದ ಮಾತುಗಳ ವಿಷಯವಾಗಿ ಅವರನ್ನು ಖಂಡಿಸುವದಕ್ಕೂ ಬಂದನು ಎಂಬದಾಗಿ ಪ್ರವಾದಿಸಿದನು.  ಯೂದ 1:14-15	",
},			
{			
"question" :	"	8. ಇಂಥವರು ಅಂತ್ಯಕಾಲದಲ್ಲಿ ಇರುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಉಜ್ಜೀವನಕಾರರು	",
	"	b. ಮಹತ್ಕಾರ್ಯ ಮಾಡುವವರು	",
	"	c. ಭೂಕಂಪಗಳು	",
	"	d. ಕುಚೋದ್ಯಗಾರರು	"
],			
"correct" :	"	d. ಕುಚೋದ್ಯಗಾರರು	",
"explanation" :	"	ಭಕ್ತಿಗೆ ವಿರುದ್ಧವಾದ ತಮ್ಮ ಆಶೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವ ಕುಚೋದ್ಯಗಾರರು ಅಂತ್ಯಕಾಲದಲ್ಲಿ ಇರುವರೆಂದು ಅವರು ನಿಮಗೆ ಹೇಳಿದರಲ್ಲಾ.  ಯೂದ 1:18	",
},			
{			
"question" :	"	9. ನಿಮ್ಮನ್ನು ಹೀಗೆ ಬೆಳಿಸಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯನ್ನು ಆಧಾರಮಾಡಿಕೊಂಡು, ಪವಿತ್ರಾತ್ಮ ಪ್ರೇರಿತರಾಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಾ	",
	"	b. ಲೋಕದಲ್ಲೆಲ್ಲಾ ನಮ್ಮ ಕರ್ತನಿಗೆ ಸಾಕ್ಷಿಯಾಗಿ	",
	"	c. ಉತ್ತಮವಾದ ಕಟ್ಟಡದ ಕಲ್ಲುಗಳಾಗಿ	",
	"	d. ದೇವರಲ್ಲಿ	"
],			
"correct" :	"	 ಪ್ರಿಯರೇ, ನೀವಾದರೋ ನಿಮಗಿರುವ ಅತಿಪರಿಶುದ್ಧವಾದ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯನ್ನು ಆಧಾರಮಾಡಿಕೊಂಡು ಭಕ್ತಿಯಲ್ಲಿ ಅಭಿವೃದ್ಧಿಯನ್ನು ಹೊಂದುತ್ತಾ ಪವಿತ್ರಾತ್ಮ ಪ್ರೇರಿತರಾಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಾ;  ಯೂದ 1:20	",
"explanation" :	"	But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost, ಯೂದನು 1:20	",
},			
{			
"question" :	"	10. ಇದರಲ್ಲಿ ನಿಮ್ಮನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮಿನಲ್ಲಿ	",
	"	b. ಫರಿಸಾಯರ ಹಿಂದೆ	",
	"	c. ದೇವರ ಪ್ರೀತಿಯಲ್ಲಿ	",
	"	d. ಮೌನವಾಗಿ	"
],			
"correct" :	"	c. ದೇವರ ಪ್ರೀತಿಯಲ್ಲಿ	",
"explanation" :	"	ನಿತ್ಯಜೀವಕ್ಕಾಗಿ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕರುಣೆಯನ್ನು ಎದುರುನೋಡುತ್ತಾ ನಿಮ್ಮನ್ನು ದೇವರ ಪ್ರೀತಿಯಲ್ಲಿ ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ.  ಯೂದ 1:21	",
},			
]			