			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಜಕರೀಯನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೇರಿ	",
	"	B. ಎಲಿಸಬೇತ್	",
	"	C. ಹನ್ನ	",
	"	D.ಮಾರ್ಥ	"
],			
"correct" :	"	B. ಎಲಿಸಬೇತ್	",
"explanation" :	"	ಯೂದಾಯದ ಅರಸನಾದ ಹೆರೋದನ ಕಾಲದಲ್ಲಿ ಅಬೀಯನ ವರ್ಗಕ್ಕೆ ಸೇರಿದ ಜಕರೀಯನೆಂಬ ಒಬ್ಬ ಯಾಜಕನಿದ್ದನು.  ಅವನ ಹೆಂಡತಿಯು ಆರೋನನ ವಂಶದವಳು.  ಆಕೆಯ ಹೆಸರು ಎಲಿಸಬೇತ್ .    ಲೂಕ 1:5	",
},			
{			
"question" :	"	2. ಜಕರೀಯನಿಗೆ ದೂತನು ಕಾಣಿಸಿದಾಗ ಅವನು ಎಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಾಸಿಗೆಯಲ್ಲಿ	",
	"	B. ದೇವಾಲಯದಲ್ಲಿ	",
	"	C. ಅಡವಿಯಲ್ಲಿ	",
	"	D. ಸೆರೆಮನೆಯಲ್ಲಿ	"
],			
"correct" :	"	B. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ದೇವಾಲಯದೊಳಕ್ಕೆ ಹೋಗಿ ಧೂಪವನ್ನರ್ಪಿಸುವುದು ಯಾಜಕರ ಮರ್ಯಾದೆಯ ಪ್ರಕಾರ ಅವನ ಪಾಲಿಗೆ ಬಂತು.  ಧೂಪವನ್ನು ಅರ್ಪಿಸುವ ಹೊತ್ತಿನಲ್ಲಿ ಜನರ ಗುಂಪೆಲ್ಲಾ ಹೊರಗೆ ನಿಂತು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತಿರಲಾಗಿ ಕರ್ತನ ದೂತನು ಧೂಪಪೀಥದ ಬಲಗಡೆಯಲ್ಲಿ ನಿಂತುಕೊಂಡವನಾಗಿ ಅವನಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು.  ಲೂಕ 1:9-12	",
},			
{			
"question" :	"	3. ದೂತನು ಜಕರೀಯನಿಗೆ ಅವನ ಮಗನಿಗೆ ಏನೆಂದು ಹೆಸರಿಡಬೇಕೆಂದು ಸೂಚಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದ	",
	"	B. ಪಿಲಿಫ್ಪಿ	",
	"	C. ಮಾರ್ಕ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	D. C29ಯೋಹಾನ	",
"explanation" :	"	ಆದರೆ ಆ ದೂತನು ಅವನಿಗೆ ಜಕರೀಯಾ ಭಯಪಡಬೇಡ; ನಿನ್ನ ವಿಜ್ಞಾಪನೆ ದೇವರಿಗೆ ಮುಟ್ಟಿತು; ನಿನ್ನ ಹೆಂಡತಿಯಾದ ಎಲಿಸಬೇತಳು ನಿನಗೆ ಒಬ್ಬ ಮಗನನ್ನು ಹೆರುವಳು.  ನೀನು ಅವನಿಗೆ ಯೋಹಾನನೆಂದು ಹೆಡರಿಡಬೇಕು.    ಲೂಕ 1:13-14	",
},			
{			
"question" :	"	4. ಆ ದೂತನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಿಕಾಯೇಲ್	",
	"	B. ಗಬ್ರಿಯೇಲ್	",
	"	C. ಲೂಸಿಫರ್	",
	"	D. ಫ್ರೆಡ್	"
],			
"correct" :	"	B. ಗಬ್ರಿಯೇಲ್	",
"explanation" :	"	ಆ ದೂತನು - ನಾನು ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿಲ್ಲುವ ಗಬ್ರಿಯೇಲನು; ನಿನ್ನ ಕೂಡ ಮಾತಾಡಿ ಈ ಶುಭವರ್ತಮಾನವನ್ನು ನಿನಗೆ ತಿಳಿಸುವದಕ್ಕಾಗಿ ನಾನು ಕಳುಹಿಸಲ್ಪಟ್ಟಿದ್ದೇನೆ.  ಲೂಕ 1: 19	",
},			
{			
"question" :	"	5. ಜಕರೀಯನು ಇದನ್ನು ನಂಬದೆ ಹೋದದರಿಂದ ಮಗು ಹುಟ್ಟುವವರೆಗೂ ಅವನು _________ ಇದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	A.ನೋಡಲಾರದೆ	",
	"	B. ನಡೆಯಲಾರದೆ	",
	"	C. ಮಾತನಾಡಲಾರದೆ	",
	"	D. ಕೇಳಲಾರದೆ	"
],			
"correct" :	"	C. ಮಾತನಾಡಲಾರದೆ	",
"explanation" :	"	ಈ ನನ್ನ ಮಾತು ತಕ್ಕ ಸಮಯದಲ್ಲಿ ನೆರವೇರುವದು; ಆದರೆ ನೀನು ಅದನ್ನು ನಂಬದೆಹೋದದ್ದರಿಂದ ಅದೆಲ್ಲಾ ಸಂಭವಿಸುವ ದಿನದವರೆಗೂ ಮಾತನಾಡಲಾರದೆ ಮೂಕನಾಗಿರುವಿ ಎಂದು ಅವನಿಗೆ ಉತ್ತರಕೊಟ್ಟರನು;   ಲೂಕ 1:20	",
},			
{			
"question" :	"	6.  ಈ ಪಟ್ಟಣದಲ್ಲಿ ಮರಿಯಳ ಬಳಿಗೆ ಗಬ್ರಿಯೇಲನನು ಕಳುಹಿಸಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಸಲೇಮು	",
	"	B. ಬೆಥಾನ್ಯ	",
	"	C. ಬೆತ್ಲೆಹೇಮ್	",
	"	D. ನಜರೇತ್	"
],			
"correct" :	"	D. ನಜರೇತ್	",
"explanation" :	"	ಆರನೆಯ ತಿಂಗಳಲ್ಲಿ ದೇವರು ಗಬ್ರಿಯೇಲನೆಂಬ ತನ್ನ ದೂತನನ್ನು ಗಲಿಲಾಯ ಸೀಮೆಯ ನಜರೇತೆಂಬ ಊರಿಗೆ ಒಬ್ಬ ಕನ್ಯೆಯ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು;  ಲೂಕ 1:26	",
},			
{			
"question" :	"	7. ಮರಿಯಳು ಯಾರಿಗೆ ನಿಶ್ಚಯವಾಗಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A.ಯೋಸೇಪ	",
	"	B. ದಾವೀದ	",
	"	C. ಸಂಸೋನ	",
	"	D. ಲೂಕ	"
],			
"correct" :	"	A. ಯೋಸೇಪ	",
"explanation" :	"	ಆ ಕನ್ಯೆಯ ಹೆಸರು ಮರಿಯಳು; ಆಕೆಯು ದಾವೀದನ ಮನೆತನದ ಯೋಸೇಫನೆಂಬ ಪುರುಷನಿಗೆ ನಿಶ್ಚಿತಾರ್ಥವಾಗಿದ್ದಳು.   ಲೂಕ 1:27	",
},			
{			
"question" :	"	8. ಮರಿಯಳ ಮಗನಿಗೆ ಏನೆಂದು ಹೆಸರಿಡಬೇಕೆಂದು ತಿಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೂಕ	",
	"	B. ಪೇತ್ರ	",
	"	C. ಯೇಸು	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"	ಇಗೋ, ನೀನು ಗರ್ಭಿಣಿಯಾಗಿ ಒಬ್ಬ ಮಗನನ್ನು ಹೆರುವಿ; ಆತನಿಗೆ ಯೇಸುವೆಂದು ಹೆಸರಿಡಬೇಕು.   ಲೂಕ 1:31	",
},			
{			
"question" :	"	9. ಜಕರೀಯನ ಹೆಂಡತಿಗೆ ಮರಿಯಳು ಏನಾಗಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯಳು ಬಂಧುವಾಗಿದ್ದಳು	",
	"	B. ಮರಿಯಳು ಸಹೋದರಿಯಾಗಿದ್ದಳು	",
	"	C. ಮರಿಯಳ ತಾಯಿಯಾಗಿದ್ದಳು	",
	"	D. ಮರಿಯಳು ಆಕೆಯ ಮೊಮ್ಮಗಳಾಗಿದ್ದಳು	"
],			
"correct" :	"	A. ಮರಿಯಳು ಬಂಧುವಾಗಿದ್ದಳು	",
"explanation" :	"	ನಿನ್ನ ಬಂಧುವಾದ ಎಲಿಸಬೇತಳಿದ್ದಾಳಲ್ಲಾ, ಆಕೆ ಸಹ ಮುಪ್ಪಿನವಲಾದರೂ ಗರ್ಭಿಣಿಯಾಗಿದ್ದಾಳೆ;      ಲೂಕ 1:36	",
},			
{			
"question" :	"	10. ದೂತನು ಮರಿಯಳಿಗೆ ಯಾವುದು ನಿಷ್ಫಲವಾಗುವದಿಲ್ಲ ಅಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರಿಂದ ಬರುವ ಯಾವ ಮಾತಾದರೂ	",
	"	B. ಉನ್ನತ ದೃಷ್ಟಿಕೋನಗಳು	",
	"	C. ಹೊರಟುಹೋಗುವಂತದು	",
	"	D. ಅತಿ ಮುಖ್ಯವಾಗಿರುವುದು	"
],			
"correct" :	"	A. ದೇವರಿಂದ ಬರುವ ಯಾವ ಮಾತಾದರೂ	",
"explanation" :	"	ದೇವರಿಂದ ಬರುವ ಯಾವ ಮಾತಾದರೂ ನಿಷ್ಫಲವಾಗುವುದಿಲ್ಲ ಅಂದನು       ಲೂಕ 1:37	",
},			
]			
