			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಇಷ್ಟು ಜನರನ್ನು ಸಾರುವುದಕ್ಕೂ ಸೌಖ್ಯಪಡಿಸುವುದಕ್ಕೂ ಕಳುಹಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. 10	",
	"	B. 14	",
	"	C. 57	",
	"	D. 70	"
],			
"correct" :	"	D. 70	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಸ್ವಾಮಿಯು ಇನ್ನೂ ಎಪ್ಪತ್ತು ಮಂದಿಯನ್ನು ನೇಮಿಸಿ;   ಲೂಕ 10:1	",
},			
{			
"question" :	"	2.ಯೇಸು ಹೇಳಿದ್ದು: _______ ನಡುವೆ ಕುರಿಮರಿಗಳನ್ನು ಹೊಗಿಸಿದಂತೆ ನಾನು ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಂಹಗಳ	",
	"	B. ಕರಡಿಗಳ	",
	"	C. ತೋಳಗಳ	",
	"	D. ಹುಲ್ಲುಗಾವಲುಗಳ	"
],			
"correct" :	"	C. ತೋಳಗಳ	",
"explanation" :	"	ಹೋಗಿರಿ; ತೋಳಗಳ ನಡೆಉವೆ ಕುರಿಮರಿಗಳನ್ನು ಹೊಗಿಸಿದಂತೆ ನಾನು ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ ನೋಡಿರಿ.  ಲೂಕ 10:3	",
},			
{			
"question" :	"	3. ಯಾರು ಸಿಡಿಲಿನಂತೆ ಆಕಾಶದಿಂದ ಬೀಳುವುದನ್ನು ಕಂಡೆನು ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈತಾನ	",
	"	B. ಮಿಕಾಯೇಲ	",
	"	C. ಗಬ್ರಿಯೇಲ	",
	"	D. ಯೂದ	"
],			
"correct" :	"	A. ಸೈತಾನ	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ - ಸೈತಾನನು ಸಿಡಿಲಿನಂತೆ ಆಕಾಶದಿಂದ ಬೀಳುವದನ್ನು ಕಂಡೆನು.  ಲೂಕ 10:18	",
},			
{			
"question" :	"	4. ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಸಂತೋಷಪಡಿರೆಂದು ಹೇಳಿದನು,  ಏಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮ್ ಸಾಮ್ರಾಜ್ಯವು ಬಿದ್ದು ಹೋಗುವುದು	",
	"	B. ಅಬ್ರಹಾಮನು ಅವರ ತಂದೆಯು	",
	"	C. ಅವರ ಹೆಸರುಗಳು ಪರಲೋಕದಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿವೆ	",
	"	D. ಅದು ಜುಬಿಲಿ ವರ್ಷ	"
],			
"correct" :	"	C. ಅವರ ಹೆಸರುಗಳು ಪರಲೋಕದಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿವೆ	",
"explanation" :	"	ಆದರೂ ದೆವ್ವಗಳು ನಮಗೆ ಅಧೀನವಾಗಿವೆ ಎಂದು ಸಂತೋಷಪಡದೆ ನಮ್ಮ ಹೆಸರುಗಳು ಪರಲೋಕದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ ಎಂದು ಸಂತೋಷಪಡಿರಿ ಎಂಬದಾಗಿ ಹೇಳಿದನು.  ಲೂಕ 10:20	",
},			
{			
"question" :	"	5. ಒಬ್ಬ ಧರ್ಮೋಪದೇಶಕನು ಯೇಸುವಿಗೆ, ನಾನು _____ ಏನು ಮಾಡಬೇಕೆಂದು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	 A. ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯನಾಗಲು	",
	"	B. ಸಭಾಮಂದಿರದಲ್ಲಿ ಸೇವೆ ಮಾಡಲು	",
	"	C. ರೋಗಿಗಳನ್ನು ವಾಸಿಮಾಡಲು	",
	"	D. ಜೀವನವನ್ನು ಗಳಿಸಲು	"
],			
"correct" :	"	A. ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯನಾಗಲು	",
"explanation" :	"	ಆಗ ಒಬ್ಬ ಧರ್ಮೋಪದೇಶಕನು ಎದ್ದು ಆತನನ್ನು ಪರೀಕ್ಷಿಸುವದಕ್ಕಾಗಿ - ಬೋಧಕನೇ, ನಾನು ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯನಾಗುವಂತೆ ಏನು ಮಾಡಬೇಕು ಎಂದು ಕೇಳಲು;   ಲೂಕ 10:25	",
},			
{			
"question" :	"	6. ಗಾಯಗೊಂಡ ಮನುಷ್ಯನನ್ನು ಕಂಡಾಗ ಯಾಜಕನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಹಾಯ ಮಾಡಿದ	",
	"	B. ಓರೆಯಾಗಿ ಹೋದ	",
	"	C. ಅವನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದ	",
	"	D. ಅವನನ್ನು ಕೊಂದುಹಾಕಿದ	"
],			
"correct" :	"	B. ಓರೆಯಾಗಿ ಹೋದ	",
"explanation" :	"	ಆಗ ಹೇಗೋ ಒಬ್ಬ ಯಾಜಕನು ಆ ದಾರಿಯಲ್ಲಿ ಇಳಿದುಬರುತ್ತಾ ಅವನನ್ನು ಕಂಡು ವಾರೆಯಾಗಿ ಹೋದನು.  ಲೂಕ 10:31	",
},			
{			
"question" :	"	7. ಗಾಯಗೊಂಡ ಮನುಷ್ಯನನ್ನು ಲೇವಿಯನು ನೋಡಿದಾಗ ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಹಾಯ ಮಾಡಿದ	",
	"	B. ಓರೆಯಾಗಿ ಹೋದ	",
	"	C. ಅವನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದ	",
	"	D. ಅವನನ್ನು ಕೊಂದುಹಾಕಿದ	"
],			
"correct" :	"	B. ಓರೆಯಾಗಿ ಹೋದ	",
"explanation" :	"	ಅದೇ ರೀತಿಯಲ್ಲಿ ಒಬ್ಬ ಲೇವಿಯನೂ ಆ ಸ್ಥಳಕ್ಕೆ ಬಂದು ಅವನನ್ನು ಕಂಡು ವಾರೆಯಾಗಿ ಹೋದನು.  ಲೂಕ 10:32	",
},			
{			
"question" :	"	8. ಗಾಯಗೊಂಡ ಮನುಷ್ಯನನ್ನು ಒಬ್ಬ ಸಮಾರ್ಯದವನು ನೋಡಿದಾಗ ಏನು ಮಾಡಿದ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರೈಕೆ ಮಾಡಿದ	",
	"	B. ಓರೆಯಾಗಿ ಹೋದ	",
	"	C. ಅವನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದ	",
	"	D. ಅವನನ್ನು ಕೊಂದುಹಾಕಿದ	"
],			
"correct" :	"	A. ಆರೈಕೆ ಮಾಡಿದ	",
"explanation" :	"	ಆದರೆ ಒಬ್ಬ ಸಮಾರ್ಯದವನು ಪ್ರಯಾಣ ಮಾಡುತ್ತಾ ಅವನಿದ್ದಲ್ಲಿಗೆ ಬಂದು ಅವನನ್ನು ಕಂಡು ಕನಿಕರಿಸಿ ಅವನ ಹತ್ತಿರ ಹೋಗಿ ಅವನ ಗಾಯಗಳಲ್ಲಿ ಎಣ್ಣೆಯನ್ನೂ ದ್ರಾಕ್ಷಾರಸವನ್ನೂ ಹೊಯ್ದು ಕಟ್ಟಿ ತನ್ನ ಸ್ವಂತ ವಾಹನದ ಮೇಲೆ ಹತ್ತಿಸಿಕೊಂಡು ಛತ್ರಕ್ಕೆ ಕರಕೊಂಡು ಹೋಗಿ ಅವನನ್ನು ಆರೈಕೆ ಮಾಡಿದನು.  ಲೂಕ 10:33-34	",
},			
{			
"question" :	"	9. ಮಾರ್ಥಳ ಸಹೋದರಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯಳು	",
	"	B. ಲೂಯಾನ್ನಳು	",
	"	C. ದೊರ್ಕಳು	",
	"	D. ಲುದ್ಯಳು	"
],			
"correct" :	"	A. ಮರಿಯಳು	",
"explanation" :	"	ಅವರು ಸಂಚಾರ ಮಾಡುತ್ತಿರುವಾಗ ಆತನು ಒಂದಾನೊಂದು ಹಳ್ಳಿಗೆ ಬಂದನು;  ಅಲ್ಲಿ ಮಾರ್ಥಳೆಂಬ ಒಬ್ಬ ಸ್ತ್ರೀಯು ಆತನನ್ನು ತನ್ನ ಮನೆಯಲ್ಲಿ ಇಳಿಸಿಕೊಂಡಳು.  ಆಕೆಗೆ ಮರಿಯಳೆಂಬ ಒಬ್ಬ ತಂಗಿ ಇದ್ದಳು.  ಲೂಕ 10:38-39	",
},			
{			
"question" :	"	10. ಮರಿಯಳ ಯಾವ ಕೆಲಸ ಮಾರ್ಥಳಿಗೆ ಬೇಸರ ತರಿಸಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅತಿಥಿಗಳ ಮೇಜಿನ ಬಳಿ ಊಟ ಮಾಡಿದ್ದು	",
	"	B. ಹಾಸಿಗೆಯಲ್ಲಿ ಮಲಗಿದ್ದಿದ್ದು	",
	"	C. ಯೇಸುವಿನ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ಕುಳಿತಿದ್ದುದ್ದು	",
	"	D. ಅತಿಥಿಗಳಿಗೆ ಸೇವೆ ಮಾಡಿದ್ದು	"
],			
"correct" :	"	C. ಯೇಸುವಿನ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ಕುಳಿತಿದ್ದುದ್ದು	",
"explanation" :	"	ಆಕೆಗೆ ಮರಿಯಳೆಂಬ ಒಬ್ಬ ತಂಗಿ ಇದ್ದಳು.  ಈಕೆಯು ಸ್ವಾಮಿಯ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ಕೂತುಕೊಂಡು ಆತನ ವಾಕ್ಯವನ್ನು ಕೇಳುತ್ತಿದ್ದಳು.  ಆದರೆ ಮಾರ್ಥಳು ಬಹಳ ಸೇವೆಯ ವಿಷಯವಾಗಿ ಬೇಸತ್ತು ಆತನ ಬಳಿಗೆ ಬಂದು - ಸ್ವಾಮೀ, ನನ್ನ ತಂಗಿಯು ಸೇವೆಗೆ ನನ್ನೊಬ್ಬಳನ್ನೇ ಬಿಟ್ಟಿದ್ದಾಳೆ, ಇದಕ್ಕೆ ನಿನಗೆ ಚಿಂತೆಯಿಲ್ಲವೋ? ನನಗೆ ನೆರವಾಗಬೇಕೆಂದು ಆಕೆಗೆ ಹೇಳು ಅಂದಳು;  ಲೂಕ 10:39-40	",
},			
]			
