			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನು ಆತನಿಗೆ ನಮಗೆ ಇದನ್ನು ಕಲಿಸು ಎಂದು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥನೆ	",
	"	B. ಭೋದನೆ	",
	"	C. ತ್ಯಾಗ	",
	"	D. ಯುದ್ಧಕ್ಕೆ ಹೋಗುವುದು	"
],			
"correct" :	"	A. ಪ್ರಾರ್ಥನೆ	",
"explanation" :	"	ಆತನು ಒಂದಾನೊಂದು ಸ್ಥಳದಲ್ಲಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಿ ಮುಗಿಸಿದಾಗ ಆತನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನು ಆತನಿಗೆ - ಸ್ವಾಮೀ, ಯೋಹಾನನು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಕಲಿಸಿದ ಹಾಗೆ ನಮಗೂ ಪ್ರಾರ್ಥನೆ ಮಾಡುವುದನ್ನು ಕಲಿಸು ಎಂದು ಕೇಳಿದನು.  ಲೂಕ 11:1	",
},			
{			
"question" :	"	2. ಹುಡುಕಿರಿ ನಿಮಗೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಕ್ಕುವುದು	",
	"	B. ಕಂಡುಹಿಡಿಯುವಿರಿ	",
	"	C. ಕ್ಷಮಿಸಲ್ಪಡುವಿರಿ	",
	"	D. ಹಿಂಸಗೊಳಗಾಗುವಿರಿ	"
],			
"correct" :	"	A. ಸಿಕ್ಕುವುದು	",
"explanation" :	"	ಹಾಗೆಯೇ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ಬೇಡಿಕೊಳ್ಳಿರಿ, ನಿಮಗೆ ದೊರೆಯುವುದು; ಹುಡುಕಿರಿ, ನಿಮಗೆ ಸಿಕ್ಕುವುದು.  ಲೂಕ 11:9	",
},			
{			
"question" :	"	3.ಮೀನನ್ನು ಕೇಳುವ ಮಗನಿಗೆ ತಂದೆಯು _______ ಕೊಡುವನೇ ಎಂದು ಯೇಸು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ರೊಟ್ಟಿ	",
	"	B. ದ್ರಾಕ್ಷಾರಸ	",
	"	C. ಚಿನ್ನ	",
	"	D. ಹಾವು	"
],			
"correct" :	"	D. ಹಾವು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ತಂದೆಯಾದವನು ಮೀನನ್ನು ಕೇಳುವ ಮಗನಿಗೆ ಮೀನು ಕೊಡದೆ ಹಾವನ್ನು ಕೊಡುವನೇ?   ಲೂಕ 11:11	",
},			
{			
"question" :	"	4. ಯೇಸು ದೆವ್ವಗಳನ್ನು ಇದೆ ಸಹಾಯದಿಂದ ಬಿಡಿಸುತ್ತಾನೆಂದು ಕೆಲವರು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಲ್ಜೆಬೂಲ	",
	"	B. ಮೋಶೆ	",
	"	C. ದಾವೀದ	",
	"	D. ಅಬ್ರಹಾಮ	"
],			
"correct" :	"	A. ಬೆಲ್ಜೆಬೂಲ	",
"explanation" :	"	ಆದರೆ ಅವರಲ್ಲಿ ಕೆಲವರು - ಇವನು ದೆವ್ವಗಳ ಒಡೆಯನಾದ ಬೆಲ್ಜೆಬೂಲನ ಸಹಾಯದಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುತ್ತಾನೆ ಅಂದರು.  ಲೂಕ 11:15	",
},			
{			
"question" :	"	5. ಮನುಷ್ಯನನ್ನು ಬಿಟ್ಟುಹೋದ ದೆವ್ವು ಹಿಂತಿರುಗಿ ಬಂದು ಮನೆಯು ಗುಡಿಸಿ ಅಲಂಕರಿಸಿದ್ದಾಗಿರುವುದನ್ನು ಕಂಡು ಹೋಗಿ ಬೇರೆ ಎಷ್ಟು ದೆವ್ವಗಳನ್ನು ಕರಕೊಂಡು ಬರುವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 7	",
	"	C. 10	",
	"	D. 12	"
],			
"correct" :	"	B. 7	",
"explanation" :	"	ಆ ಮನೆ ಗುಡಿಸಿ ಅಲಂಕರಿಸಿದ್ದಾಗಿರುವುದನ್ನು ಕಂಡು ಹೊರಟುಹೋಗಿ ತನಗಿಂತ ಕೆಟ್ಟವುಗಳಾದ ಬೇರೆ ಏಳು ದೆವ್ವಗಳನ್ನು ಕರಕೊಂಡು ಬರುವದು;  ಲೂಕ 11:25-26	",
},			
{			
"question" :	"	6. ಯೇಸು ಹೇಳಿದ್ದು, ಈ ಸಂತತಿ ಕೆಟ್ಟ ಸಂತತಿಯೇ, ಇದು ___ ಅಪೇಕ್ಷಿಸುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಭಿವೃದ್ಧಿ	",
	"	B. ಪ್ರೀತಿ	",
	"	C. ಸೂಚಕರ್ಯ	",
	"	D. ಅನುಕಂಪ	"
],			
"correct" :	"	C. ಸೂಚಕರ್ಯ	",
"explanation" :	"	ಜನರು ಗುಂಪುಗುಂಪಾಗಿ ಕೂಡಿಬರುತ್ತಿರುವಾಗ ಆತನು ಹೇಳುವುದಕ್ಕೆ ತೊಡಗಿದ್ದೇನೆಂದರೆ  - ಈ ಸಂತತಿ ಕೆಟ್ಟ ಸಂತತಿಯೇ, ಇದು ಸೂಚಕಕಾರ್ಯವನ್ನು ನೋಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತದೆ;   ಲೂಕ 11:29	",
},			
{			
"question" :	"	7. ಯಾವ ಮನುಷ್ಯನೂ ದೀಪವನ್ನು ಇಲ್ಲಿ ಇಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಿಟಕಿಯಲ್ಲಿ	",
	"	B. ಮೇಲ್ಚಾವಣಿಯ ಮೇಲೆ	",
	"	C. ಮೇಜಿನ ಮೇಲೆ	",
	"	D. ಕೊಳಗದ ಒಳಗೆ	"
],			
"correct" :	"	D. ಕೊಳಗದ ಒಳಗೆ	",
"explanation" :	"	ಯಾರೂ ದೀಪವನ್ನು ಹಚ್ಚಿ ಮರೆಯಲ್ಲಾಗಲಿ ಕೊಳಗದೊಳಗಾಗಲಿ ಇಡುವದಿಲ್ಲ.   ಲೂಕ 11:33	",
},			
{			
"question" :	"	8. ದೇಹಕ್ಕೆ ದೀಪವಾದುದು	",
"image" :	"",		
"choices" : [			
	"	A. ಕಣ್ಣು	",
	"	B. ಹೃದಯ	",
	"	C. ಮನಸ್ಸು	",
	"	D. ಹೃದಯದ ಉದ್ದೇಶಗಳು	"
],			
"correct" :	"	A. ಕಣ್ಣು	",
"explanation" :	"	ನಿನ್ನ ಕಣ್ಣು ದೇಹಕ್ಕೆ ದೀಪವಾಗಿದೆ.   ಲೂಕ 11:34	",
},			
{			
"question" :	"	9. ಯೇಸು ಇದನ್ನು ಮಾಡದೆ ಊಟಕ್ಕೆ ಕುಳಿತುಕೊಂಡದ್ದಕ್ಕೆ ಫರಿಸಾಯರು ಆಶ್ಚರ್ಯಪಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥಿಸದೆ	",
	"	B. ಕೈತೊಳೆಯದೆ	",
	"	C. ಭೋದಿಸದೆ	",
	"	D. ವಿಶ್ರಾಂತಿಸದೆ	"
],			
"correct" :	"	B. ಕೈತೊಳೆಯದೆ	",
"explanation" :	"	ಆತನು ತೊಳಕೊಳ್ಳದೆ ಊಟಕ್ಕೆ ಕೂತದ್ದನ್ನು ಆ ಫರಿಸಾಯನು ಕಂಡು ಆಶ್ಚರ್ಯಪಟ್ಟನು.   ಲೂಕ 11:38	",
},			
{			
"question" :	"	10. ನಿಮ್ಮ ಪಿತೃಗಳು ಇವರನ್ನು ಕೊಂದರು ಎಂದು ಯೇಸು ಧರ್ಮೋಪದೇಶಕರಿಗೆ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೆವ್ವಗಳನ್ನು	",
	"	B. ಆಡುಗಳು ಮತ್ತು ಟಗರುಗಳು	",
	"	C. ಕಳ್ಳರು ಮತ್ತು ದರೋಡೆಕಾರರು	",
	"	D. ಪ್ರವಾದಿಗಳು	"
],			
"correct" :	"	D. ಪ್ರವಾದಿಗಳು	",
"explanation" :	"	ನಿಮ್ಮ ಗತಿಯನ್ನು ಏನು ಹೇಳಲಿ? ನೀವು ಪ್ರವಾದಿಗಳ ಗೋರಿಗಳನ್ನು ಕಟ್ಟುತ್ತೀರಿ; ಅವರನ್ನು ಕೊಂದವರು ನಿಮ್ಮ ಪಿತೃಗಳೇ;   ಲೂಕ 11:47	",
},			
]			
