			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 12";		12	
var quiz = [			
{			
"question" :	"	1. ಇದನ್ನು ಮಾಡುವವರಿಗೆ ಭಯಪಡಿರಿ ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥನೆ	",
	"	B. ಕೊಲೆ	",
	"	C. ತೆರಿಗೆ	",
	"	D. ನರಕಕ್ಕೆ ಹಾಕುವವನಿಗೆ	"
],			
"correct" :	"	D. ನರಕಕ್ಕೆ ಹಾಕುವವನಿಗೆ	",
"explanation" :	"	ನೀವು ಯಾರಿಗೆ ಹೆದರಬೇಕೋ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇನೆ; ಕೊಂದ ಮೇಲೆ ನರಕದೊಳಗೆ ಹಾಕುವ ಅಧಿಕಾರವುಳ್ಳವನಿಗೆ ಹೆದರಬೇಕು.   ಲೂಕ 12:5	",
},			
{			
"question" :	"	2. ದೇವರು ಇದನ್ನೂ ಎಣಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕಾಶದ ನಕ್ಷತ್ರಗಳು	",
	"	B. ಸಾವಿರ ಬೆಟ್ಟಗಳ ಮೇಲೆ ಇರುವ ಪಶುಗಳು	",
	"	C. ನಿಮ್ಮ ತಲೆಯಲ್ಲಿರುವ ಕೂದಲುಗಳು	",
	"	D. ಮನುಷ್ಯನ ದಿನಗಳು	"
],			
"correct" :	"	C. ನಿಮ್ಮ ತಲೆಯಲ್ಲಿರುವ ಕೂದಲುಗಳು	",
"explanation" :	"	ನಿಮ್ಮ ತಲೇಕೂದಲುಗಳು ಸಹ ಎಲ್ಲವೂ ಎಣಿಕೆಯಾಗಿವೆ.  ಹೆದರಬೇಡಿರಿ;   ಲೂಕ 12:7	",
},			
{			
"question" :	"	3. ನಿಮ್ಮನ್ನು ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಗಳ ಮುಂದೆ ಹಿಡಿದುಕೊಂಡು ಹೋಗುವಾಗ, ಆ ಗಳಿಗೆಯಲ್ಲಿ ಆಡತಕ್ಕ ಮಾತನ್ನು ಯಾರು ಕಲಿಸುವರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಬ್ರಿಯೇಲ್	",
	"	B. ಮೋಶೆ	",
	"	C. ಪವಿತ್ರಾತ್ರಮನು	",
	"	D. ದಾವೀದ	"
],			
"correct" :	"	C. ಪವಿತ್ರಾತ್ರಮನು	",
"explanation" :	"	ಯಾಕಂದರೆ  ನೀವು ಹೇಳತಕ್ಕದ್ದನ್ನು ಪವಿತ್ರಾತ್ಮನು ಆ ಗಳಿಗೆಯಲ್ಲಿಯೇ ನಿಮಗೆ ಕಲಿಸಿಕೊಡುವನು ಅಂದನು;  ಲೂಕ 12:12	",
},			
{			
"question" :	"	4. ಐಶ್ವರ್ಯವಂತನಾದ ಮನುಷ್ಯನಿಗೆ ಆ ರಾತ್ರಿ ಏನು ಅವಶ್ಯವಾಗಿರುವುದು ಎಂದು ದೇವರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಚಿನ್ನ	",
	"	B. ಆತನ ಎಲ್ಲಾ ವಸ್ತ್ರುಗಳು	",
	"	C. ಆತನ ಆತ್ಮ	",
	"	D. ಆತನ ಮಗನು	"
],			
"correct" :	"	C. ಆತನ ಆತ್ಮ	",
"explanation" :	"	ಆದರೆ ದೇವರು ಅವನಿಗೆ - ಬುದ್ಧಿಹೀನನು ನೀನು! ಈ ಹೊತ್ತು ರಾತ್ರಿ ನಿನ್ನ ಪ್ರಾಣವನ್ನು ನಿನ್ನ ಕಡೆಯಿಂದ ಕೇಳುವರು; ಆಗ ನೀನು ಸಿದ್ಧಮಾಡಿಟ್ಟಿರುವುದು ಯಾರಿಗಾಗುವುದು ಎಂದು ಹೇಳಿದನು.  ಲೂಕ 12:20	",
},			
{			
"question" :	"	5. ಅವು ಬಿತ್ತುವುದಿಲ್ಲ ಕೊಯ್ಯುವುದಿಲ್ಲ, ಅವುಗಳಿಗೆ ಉಗ್ರಾಣವೂ ಇಲ್ಲ, ಕಣಜವೂ ಇಲ್ಲ,ಆದಾಗ್ಯೂ ದೇವರು ಅವುಗಳನ್ನು ಸಾಕಿ ಸಲಹುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A.ಫರಿಸಾಯರು	",
	"	B. ಲೇವಿಯರು	",
	"	C. ಶತಾಧಿಪತಿಗಳು	",
	"	D. ಕಾಗೆಗಳು	"
],			
"correct" :	"	D. ಕಾಗೆಗಳು	",
"explanation" :	"	ಕಾಗೆಗಳನ್ನು ಲಕ್ಷ್ಯವಿಟ್ಟು ಯೋಚಿಸಿರಿ;  ಅವು ಬಿತ್ತುವದಿಲ್ಲ, ಕೊಯ್ಯುವದಿಲ್ಲ, ಅವುಗಳಿಗೆ ಉಗ್ರಾಣವೂ ಎಲ್ಲ, ಕಣಜವೂ ಇಲ್ಲ; ಆದಾಗ್ಯೂ ದೇವರು ಅವುಗಳನ್ನು ಸಾಕಿ ಸಲಹುತ್ತಾನೆ.  ಲೂಕ 12:24	",
},			
{			
"question" :	"	6. ಅವು ದುಡಿಯುವುದಿಲ್ಲ, ನೇಯುವುದಿಲ್ಲ, ಆದರೂ ಅವುಗಳಲ್ಲಿ ಒಂದಕ್ಕಿರುವಷ್ಠು ಅಲಂಕಾರವು ಅರಸನಾದ ಸೊಲೊಮೋನನಿಗೆ ಇರಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯರು	",
	"	B. ಇಸ್ರಾಯೇಲಿನ ರಾಜಕುಮಾರರು	",
	"	C. ನಿಷ್ಠಾವಂತೆನು	",
	"	D. ಹೂವುಗಳು	"
],			
"correct" :	"	D. ಹೂವುಗಳು	",
"explanation" :	"	ಹೂವುಗಳನು ಬೆಳೆಯುವ ರೀತಿಯನ್ನು ಲಕ್ಷ್ಯವಿಟ್ಟು ಯೋಚಿಸಿರಿ; ಅವು ದುಡಿಯುವದಿಲ್ಲ, ನೂಲುವದಿಲ್ಲ;   ಲೂಕ 12:27	",
},			
{			
"question" :	"	7. ಮೊದಲು ಇವುಗಳನ್ನು ಹುಡುಕಿರಿ, ಇವುಗಳ ಸಂಗಡ ಎಲ್ಲವೂ ಕೊಡಲ್ಪಡುವುದು.	",
"image" :	"",		
"choices" : [			
	"	A. ಒಳ್ಳೆಯ ಹೆಸರು	",
	"	B. ಶ್ರಮದ ಕೆಲಸ	",
	"	C. ದೇವರ ರಾಜ್ಯ	",
	"	D. ಪ್ರೀತಿಯುಳ್ಳ ಸಂಗಾತಿ	"
],			
"correct" :	"	C. ದೇವರ ರಾಜ್ಯ	",
"explanation" :	"	ನೀವಾದರೋ ದೇವರ ರಾಜ್ಯಕ್ಕಾಗಿ ತವಕಪಡಿರಿ; ಇದರ ಕೂಡ ಅವೂ ನಿಮಗೆ ದೊರಕುವವು;  ಲೂಕ 12:31	",
},			
{			
"question" :	"	8. ನಿಮ್ಮ ಗಂಟು ಇದ್ದಲ್ಲಿಯೇ ________ಇರುವುದಷ್ಟೆ	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ನಂಬಿಕೆ	",
	"	B. ನಿಮ್ಮ ಮನಸ್ಸು	",
	"	C. ನಿಮ್ಮ ನಿರೀಕ್ಷೆ	",
	"	D. ನಿಮ್ಮ ಬಲ	"
],			
"correct" :	"	B. ನಿಮ್ಮ ಮನಸ್ಸು	",
"explanation" :	"	ನಿಮ್ಮ ಗಂಟು ಇದ್ದಲ್ಲಿಯೇ ನಿಮ್ಮ ಮನಸ್ಸೂ ಇರುವದಷ್ಟೆ.  ಲೂಕ 12:34	",
},			
{			
"question" :	"	9. ನೀವು ನೆನಸದ ಗಳಿಗೆಯಲ್ಲಿ ಈತನು ಬರುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈತಾನನು	",
	"	B. ಹಿಂಸೆಗಾರನು	",
	"	C. ಸುಂಕ ವಸೂಲಿಗಾರನು	",
	"	D. ಮನುಷ್ಯ ಕುಮಾರನು	"
],			
"correct" :	"	D. ಮನುಷ್ಯ ಕುಮಾರನು	",
"explanation" :	"	ನೀವು ಸಹ ಸಿದ್ಧವಾಗಿರಿ.  ನೀವು ನೆನಸದ ಗಳಿಗೆಯಲ್ಲಿ ಮನುಷ್ಯಕುಮಾರನು ಬರುತ್ತಾನೆ ಅಂದನು.  ಲೂಕ 12:40	",
},			
{			
"question" :	"	10. ನಾನು _____ ಭೂಮಿಯ ಮೇಲೆ ಹಾಕಲಿಕ್ಕೆ ಬಂದೆನೆಂದು  ಯೇಸು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಶಾಂತಿಯನ್ನು	",
	"	B. ನಂಬಿಕೆಯನ್ನು	",
	"	C. ನಿರೀಕ್ಷೆಯನ್ನು	",
	"	D. ಬೆಂಕಿಯನ್ನು	"
],			
"correct" :	"	D. ಬೆಂಕಿಯನ್ನು	",
"explanation" :	"	ನಾನು ಬೆಂಕಿಯನ್ನು ಭೂಮಿಯ ಮೇಲೆ ಹಾಕಬೇಕೆಂದು ಬಂದೆನು;   ಲೂಕ 12:49	",
},			
]			
