			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1. ಗಲಿಲಾಯದವರ ರಕ್ತವನ್ನು ಅವರು ಕೊಟ್ಟ ರಕ್ತವನ್ನು ಬಲಿಗಳ ಸಂಗಡ ಯಾರು ಬೆರೆಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಾತ	",
	"	B. ಕಾಯಫ	",
	"	C. ಪೋಟಿಪೋರ	",
	"	D. ಅನನೀಯ	"
],			
"correct" :	"	A. ಪಿಲಾತ	",
"explanation" :	"	ಅದೇ ಸಮಯದಲ್ಲಿ ಕೆಲವರು ಆತನ ಹತ್ತಿರದಲ್ಲಿದ್ದು - ಪಿಲಾತನು ಗಲಿಲಾಯದವರ ರಕ್ತವನ್ನು ಅವರು ಕೊಟ್ಟ ಬಲಿಗಳ ಸಂಗಡ  ಬೆರಸಿದನೆಂದು ಆತನಿಗೆ ತಿಳಿಸಿದರು.   ಲೂಕ 13:1	",
},			
{			
"question" :	"	2. ಸಿಲೋವಾಮಿನಲ್ಲಿ ಇದು 18 ಜನರ ಮೇಲೆ ಬಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಟ್ಟ	",
	"	B. ಕುಷ್ಠ	",
	"	C. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕ	",
	"	D. ಬುರುಜು	"
],			
"correct" :	"	D. ಬುರುಜು	",
"explanation" :	"	ಇಲ್ಲವೆ ಸಿಲೋವಾಮಿನಲ್ಲಿ ಬುರುಜುಬಿದ್ದು ಸತ್ತ ಆ ಹದಿನೆಂಟು ಮಂದಿಯು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ವಾಸವಾಗಿರುವ ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗಿಂತಲೂ ಅಪರಾಧಿಗಳೆಂದು ಭಾವಿಸುತ್ತೀರೋ?   ಲೂಕ 13:4	",
},			
{			
"question" :	"	3. ಸಾಮ್ಯದಲ್ಲಿ ಒಬ್ಬನು ಒಂದು ಮರವನ್ನು  ನೆಡಿಸಿದ್ದನು, ಆದರೆ ಅದು ಫಲವನ್ನು ಕೊಡಲಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರ	",
	"	B. ಆಪಲ್	",
	"	C. ಸೀಬೆಹಣ್ಣು	",
	"	D. ಪರ್ಸಿಮನ್	"
],			
"correct" :	"	A. ಅಂಜೂರ	",
"explanation" :	"	ಆಮೇಲೆ ಆತನು ಒಂದು ಸಾಮ್ಯವನ್ನು ಹೇಳಿದನು.  ಅದೇನಂದರೆ - ಒಬ್ಬಾನೊಬ್ಬನು ತನ್ನ ದ್ರಾಕ್ಷೆಯ ತೋಟದಲ್ಲಿ ಒಂದು ಅಂಜೂರದ ಗಿಡವನ್ನು ನೆಡಿಸಿದ್ದನು.  ಲೂಕ 13:6	",
},			
{			
"question" :	"	4. ಎಷ್ಟು ವರ್ಷಗಳಿಂದ ರೋಗಿಯಾಗಿದ್ದ ಸ್ತ್ರೀಯನ್ನು ಯೇಸು ಸ್ವಸ್ಥಪಡಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 12	",
	"	C. 18	",
	"	D. 38	"
],			
"correct" :	"	C. 18	",
"explanation" :	"	ಅಲ್ಲಿ ಹದಿನೆಂಟು ವರುಷಗಳಿಂದ ದೆವ್ವ ಬಡಿದು ಮೈಯಲ್ಲಿ ರೋಗವುಳ್ಳ ಒಬ್ಬ ಸ್ತ್ರೀಯು ಇದ್ದಳು.   ಲೂಕ 13:11	",
},			
{			
"question" :	"	5. ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಯು ತುಂಬಾ ರೋಷವುಳ್ಳವನಾಗಿದ್ದನು, ಯಾಕೆಂದರೆ ಯೇಸು ಗುಣಪಡಿಸಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ	",
	"	B. ಸಮಾರ್ಯದವನನ್ನು	",
	"	C. ಪಾಪಿಯನ್ನು	",
	"	D. ಸಭಾಮಂದಿರದ ಹೊರಗೆ	"
],			
"correct" :	"	A. ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ	",
"explanation" :	"	ಆದರೆ ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಯು ನಡೆದ  ಸಂಗತಿಯನ್ನು ನೋಡಿ ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಯೇಸು ಸ್ವಸ್ಥಮಾಡಿದನಲ್ಲಾ  ಎಂದು ರೋಷಗೊಂಡು ಜನರಿಗೆ;  ಲೂಕ 13:14	",
},			
{			
"question" :	"	6. ಯೇಸು ಪರಲೋಕ ರಾಜ್ಯವನ್ನು ಈ ಕಾಳಿಗೆ ಹೋಲಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಜೋಳ	",
	"	B. ಗೋಧಿ	",
	"	C. ಉಪ್ಪು	",
	"	D. ಸಾಸಿವೆ ಬೀಜ	"
],			
"correct" :	"	D. ಸಾಸಿವೆ ಬೀಜ	",
"explanation" :	"	ಆತನು ಹೇಳಿದ್ದೇನಂದರೆ - ದೇವರ ರಾಜ್ಯವು ಯಾವದಕ್ಕೆ ಹೋಲಿಕೆಯಾಗಿದೆ?  ಅದನ್ನು ನಾನು ಯಾವದಕ್ಕೆ ಹೋಲಿಸಲಿ? ಅದು ಸಾಸಿವೆ ಕಾಳಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ.  ಲೂಕ 13:18-19	",
},			
{			
"question" :	"	7. ಯೇಸು ಪರಲೋಕ ರಾಜ್ಯವನ್ನು ಇದಕ್ಕೆ ಹೋಲಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಳಿಹಿಟ್ಟು	",
	"	B. ಗಾಳಿ	",
	"	C. ಮೋಡ	",
	"	D. ಘರ್ಜಿಸುವ ಸಿಂಹ	"
],			
"correct" :	"	A. ಹುಳಿಹಿಟ್ಟು	",
"explanation" :	"	ಆತನೂ ಇನ್ನೂ ಹೇಳಿದ್ದೇನೆಂದರೆ - ದೇವರ ರಾಜ್ಯವನ್ನು ನಾನು ಯಾವದಕ್ಕೆ ಹೋಲಿಸಲಿ?  ಅದು ಹುಳಿಹಿಟ್ಟಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ.  ಲೂಕ 13:20	",
},			
{			
"question" :	"	8. ಯೇಸು ಹೇಳಿದ್ದು _____ ಒಳಕ್ಕೆ ಹೋಗಲು ಹೆಣಗಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಟ್ಟಣದ ಬಾಗಿಲಿನಿಂದ	",
	"	B. ಆಲಯದ ಬಾಗಿಲಿನಿಂದ	",
	"	C. ಇಕ್ಕಟ್ಟಾದ ಬಾಗಿಲಿನಿಂದ	",
	"	D. ಮುತ್ತುಗಳ ಬಾಗಿಲಿನಿಂದ	"
],			
"correct" :	"	C. ಇಕ್ಕಟ್ಟಾದ ಬಾಗಿಲಿನಿಂದ	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ - ಇಕ್ಕಟ್ಟಾದ ಬಾಗಿಲಿನಿಂದ ಒಳಕ್ಕೆ ಹೋಗುವದಕ್ಕೆ ಹೆಣಗಾಡಿರಿ;   ಲೂಕ 13:24	",
},			
{			
"question" :	"	9. ಈ ಮನುಷ್ಯನು ನಿನ್ನನ್ನು ಕೊಲ್ಲಬಹುದು ಎಂದು ಯೇಸುವಿಗೆ ಕೆಲವು ಮಂದಿ ಫರಿಸಾಯರು ಎಚ್ಚರಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದ	",
	"	B. ಫರೋಹ	",
	"	C. ಸಿಮಿಯೋನ	",
	"	D. ಎಲೀಯ	"
],			
"correct" :	"	A. ಹೆರೋದ	",
"explanation" :	"	ಅದೇ ಗಳಿಗೆಯಲ್ಲಿ ಕೆಲವು ಮಂದಿ ಫರಿಸಾಯರು ಹತ್ತಿರ ಬಂದು ಆತನಿಗೆ ನೀನು ಇಲ್ಲಿಂದ ಹೊರಟುಹೋಗು, ಹೆರೋದನು ನಿನ್ನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದಾನೆ ಎಂದು ಹೇಳಲು;   ಲೂಕ 13:31	",
},			
{			
"question" :	"	10. ಪ್ರವಾದಿಗಳನ್ನು ಕೊಂದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿರಿಯಾ	",
	"	B. ಐಗುಪ್ತ	",
	"	C. ಮಿದ್ಯಾನ್ಯ	",
	"	D. ಯೆರೂಷಲೇಮೆ್	"
],			
"correct" :	"	D. ಯೆರೂಷಲೇಮೆ್	",
"explanation" :	"	ಯೆರೂಸಲೇಮೇ, ಯೆರೂಸಲೇಮೇ, ಪ್ರವಾದಿಗಳ ಪ್ರಾಣ ತೆಗೆಯುವವಳೇ, ದೇವರು ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿಕೊಟ್ಟವರನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವವಳೇ,   ಲೂಕ 13:34	",
},			
]			
