			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 14";			
var quiz = [			
{			
"question" :	"	1. ಸಬ್ಬತ್ದಿನದಲ್ಲಿ ಇದು ಮಾಡುವುದು ಸರಿಯೋ? ಸರಿಯಲ್ಲವೋ? ಎಂದು ಯೇಸು ಫರಿಸಾಯರನ್ನು ಧರ್ಮೋಪದೇಶಕರನ್ನು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಿನ್ನುವುದು	",
	"	B. ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	C. ಪ್ರಯಾಣಿಸುವುದು	",
	"	D. ಸ್ವಸ್ಥ ಮಾಡುವುದು	"
],			
"correct" :	"	D. ಸ್ವಸ್ಥ ಮಾಡುವುದು	",
"explanation" :	"	ಆಗ ಯೇಸು ತನ್ನೆದುರಿಗೆ ಜಲೋದರವುಳ್ಳ ಒಬ್ಬ ಮನುಷ್ಯನಿರುವುದನ್ನು ನೋಡಿ - ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಸ್ವಸ್ಥಮಾಡುವದು ಸರಿಯೋ? ಸರಿಯಲ್ಲವೋ? ಎಂದು ಧರ್ಮೋಪದೇಶಕರನ್ನೂ ಫರಿಸಾಯರನ್ನೂ ಕೇಳಿದನು.  ಲೂಕ 14:2-3	",
},			
{			
"question" :	"	2. ನಿಮ್ಮಲ್ಲಿ ಯಾವನೊಬ್ಬನ ಮಗನಾಗಲಿ ______ ಬಾವಿಯಲ್ಲಿ ಬಿದ್ದರೆ ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಅದನ್ನು ಮೇಲೆತ್ತುವುದಿಲ್ಲವೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕುದುರೆ	",
	"	B. ಮನುಷ್ಯನಾಗಲಿ	",
	"	C. ಎತ್ತು	",
	"	D. ಒಂಟೆ	"
],			
"correct" :	"	C. ಎತ್ತು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಯಾವನೊಬ್ಬನ ಮಗನಾಗಲಿ ಎತ್ತಾಗಲಿ ಬಾವಿಯಲ್ಲಿ ಬಿದ್ದರೆ ಅವನು ತಡಮಾಡದೆ ಸಬ್ಬತ್ ದಿನದಲ್ಲಾದರೂ ಮೇಲಕ್ಕೆ ತೆಗೆಯುವದಿಲ್ಲವೇ ಎಂದು ಅವರನ್ನು ಕೇಳಿದನು.  ಲೂಕ 14:5	",
},			
{			
"question" :	"	3. ನಿನ್ನನ್ನು ಮದುವೆ ಔತಣಕ್ಕೆ ಕರೆದಾಗ ನೀನು ಎಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊದಲ ಪಂಕ್ತಿಯಲ್ಲಿ	",
	"	B. ಕಡೆಯ ಪಂಕ್ತಿಯಲ್ಲಿ	",
	"	C. ವಧುವಿನ ಬಳಿ	",
	"	D. ವರನ ಬಳಿ	"
],			
"correct" :	"	B. ಕಡೆಯ ಪಂಕ್ತಿಯಲ್ಲಿ	",
"explanation" :	"	ಆದರೆ ಯಾವನಾದರೂ ನಿನ್ನನ್ನು ಕರೆದಾಗ ನೀನು ಹೋಗಿ ಕಡೆಯ ಸ್ಥಾನದಲ್ಲಿ ಕೂತುಕೋ;    ಲೂಕ 14:10	",
},			
{			
"question" :	"	4. ತನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳುವವನು	",
"image" :	"",		
"choices" : [			
	"	A. ದರಿದ್ರನು	",
	"	B. ಮರೆಯುವನು	",
	"	C. ಹೊರಿಸಲ್ಪಡುವನು	",
	"	D. ಹೆಚ್ಚಿಸುವನು	"
],			
"correct" :	"	D. ಹೆಚ್ಚಿಸುವನು	",
"explanation" :	"	ತನ್ನನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನು ತಗ್ಗಿಸಲ್ಪಡುವನು; ತನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳುವವನು ಹೆಚ್ಚಿಸಲ್ಪಡುವನು ಅಂದನು;  ಲೂಕ 14:11	",
},			
{			
"question" :	"	5. ನೀವು ಔತಣಕ್ಕೆ ಸಿದ್ಧಪಡಿಸುವಾಗ ಇವರನ್ನು ಕರೆಯಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ದೂರದಲ್ಲಿರುವವರು	",
	"	B. ಕ್ರೈಸ್ತರನ್ನು	",
	"	C. ಸಂಬಂಧಿಕರನ್ನು	",
	"	D. ಪುನ: ನಿಮ್ಮನ್ನು ಕರೆಯಲಾಗದವರನ್ನು	"
],			
"correct" :	"	D. ಪುನ: ನಿಮ್ಮನ್ನು ಕರೆಯಲಾಗದವರನ್ನು	",
"explanation" :	"	ಆದರೆ ನೀನು ಔತಣ ಮಾಡಿಸುವಾಗ ಬಡವರು ಊನವಾದವರು ಕುಂಟರು ಕುರುಡರು ಇಂಥವರನ್ನು ಕರೆ; ಅವರು ನಿನಗೆ ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ಮಾಡುವದಕ್ಕೆ ಏನೂ ಇಲ್ಲದವರಾಗಿದ್ದರೂ ನೀತಿವಂತರು ಜೀವಿತರಾಗಿ ಎದ್ದು ಬರುವಲ್ಲಿ ನಿನಗೆ ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಾಗುವುದರಿಂದ ನೀನು ಧನ್ಯನಾಗುವಿ ಅಂದನು.   ಲೂಕ 13-14	",
},			
{			
"question" :	"	6. ದೊಡ್ಡ ಔತಣಕ್ಕೆ ಕರೆಯಲ್ಪಟ್ಟವರೆಲ್ಲರೂ ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಔತಣಗಾರನನ್ನು ಹೊಗಳಿದರು	",
	"	B. ಹೊಟ್ಟೆಬಾಕರಂತೆ ತಿಂದರು	",
	"	C. ಪಾನಮತ್ತರಾದರು	",
	"	D. ಕಾರಣಗಳನ್ನು ಹೇಳಿ ತಪ್ಪಿಸಿಕೊಂಡರು	"
],			
"correct" :	"	D. ಕಾರಣಗಳನ್ನು ಹೇಳಿ ತಪ್ಪಿಸಿಕೊಂಡರು	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ಒಬ್ಬಾನೊಬ್ಬ ಮನುಷ್ಯನು ದೊಡ್ಡ ಅಡಿಗೆ ಮಾಡಿಸಿ ಅನೇಕರಿಗೆ ಊಟಕ್ಕೆ ಹೇಳಿಸಿದನು.   ಆಮೇಲೆ ಊಟದ ಹೊತ್ತಿಗೆ ಅವನು ಊಟಕ್ಕೆ ಹೇಳಿಸಿಕೊಂಡವರ ಬಳಿಗೆ - ಈಗ ಸಿದ್ಧವಾಗಿದೆ, ಬರಬೇಕು ಎಂದು ಕರೆಯುವದಕ್ಕೆ ತನ್ನ ಆಳನ್ನು ಕಳುಹಿಸಿದನು.  ಆದರೆ ಅವರೆಲ್ಲರೂ ಕ್ಷಮಿಸಬೇಕೆಂದು ಒಂದೇ ಮನಸ್ಸಿನಿಂದ ಹೇಳುವದಕ್ಕೆ ತೊಡಗಿದರು.    ಮೊದಲನೆಯವನು ಆ ಆಳನ್ನು ನೋಡಿ - ಹೊಲವನ್ನು ಕ್ರಯಕ್ಕ ತಕ್ಕೊಂಡಿದ್ದೇನೆ, ಅದನ್ನು ಹೋಗಿ ನೋಡುವದಕ್ಕೆ ನನಗ ಅಗತ್ಯವಿದೆ, ನನ್ನನ್ನು ಕ್ಷಮಿಸಬೇಕೆಂದು ಕೇಳಿಕೊಂಡೆನೆಂಬದಾಗಿ ಹೇಳು ಅಂದನು.  ಲೂಕ 14:16-18  	",
},			
{			
"question" :	"	7. ಒಡೆಯನು ತನ್ನ ಆಳುಗಳನ್ನು ಕರೆದು, ನೀವು ಹಾದಿಗಳಿಗೂ ಬೇಲಿಗಳ ಬಳಿಗೂ ಹೋಗಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆಚ್ಚಿನ ಊಟವನ್ನು ಕೊಂಡುತನ್ನಿರಿ	",
	"	B. ಬಲವಂತ ಮಾಡಿ ಒಳಕ್ಕೆ ಕರಕೊಂಡು ಬನ್ನಿರಿ	",
	"	C. ಹಣಕ್ಕಾಗಿ ಬೇಡಿಕೊಳ್ಳಿರಿ	",
	"	D. ನನ್ನ ಮಗನಿಗಾಗಿ ನೋಡಿರಿ	"
],			
"correct" :	"	B. ಬಲವಂತ ಮಾಡಿ ಒಳಕ್ಕೆ ಕರಕೊಂಡು ಬನ್ನಿರಿ	",
"explanation" :	"	ಆಗ ಆ ಯಜಮಾನನು ತನ್ನ ಆಳಿಗೆ ಹೇಳಿದ್ದು - ನೀನು ಹಾದಿಗಳಿಗೂ ಬೇಲಿಗಳ ಬಳಿಗೂ ಹೋಗಿ ಅಲ್ಲಿ ಸಿಕ್ಕಿದವರನ್ನು ಬಲವಂತಮಾಡಿ ಒಳಕ್ಕೆ ಕರಕೊಂಡು ಬಾ;  ಲೂಕ 14:23	",
},			
{			
"question" :	"	8. ಯೇಸು ಹೇಳಿದ್ದು: ಯಾವನಾದರೂ ____ ಹೊತ್ತುಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬಂದ ಹೊರತು ಅವನು ನನ್ನ ಶಿಷ್ಯನಾಗಿರಲಾರ.	",
"image" :	"",		
"choices" : [			
	"	A. ಜೀವಿಯ ಗುರುತು	",
	"	B. ಅಪರಾಧ	",
	"	C. ತನ್ನ ಶಿಲುಬೆ	",
	"	D. ನಂಬಿಕೆ, ನಿರೀಕ್ಷೆ ಮತ್ತು ದಾನ	"
],			
"correct" :	"	C. ತನ್ನ ಶಿಲುಬೆ	",
"explanation" :	"	ಯಾವನಾದರೂ ತನ್ನ ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತುಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬಂದ ಹೊರತು ಅವನು ನನ್ನ ಶಿಷ್ಯನಾಗಿರಲಾರನು.   ಲೂಕ 14:27	",
},			
{			
"question" :	"	9. ಒಬ್ಬ ಮನುಷ್ಯನು ಇದನ್ನು ಕಟ್ಟಿಸಬೇಕೆಂದಿದ್ದರೆ ಮೊದಲು ಕೂತುಕೊಂಡು ಅದಕ್ಕೆ ತಗಲುವ ಖರ್ಚನ್ನು ಲೆಕ್ಕಹಾಕಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಜ್ಯ	",
	"	B. ಬುರುಜು	",
	"	C. ಮನೆ	",
	"	D. ರಥ	"
],			
"correct" :	"	B. ಬುರುಜು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಯಾವನಾದರೂ ಒಂದು ಬುರುಜನ್ನು ಕಟ್ಟಿಸಬೇಕೆಂದು ಯೋಚಿಸಿದರೆ ಅವನು ಮೊದಲು ಕೂತುಕೊಂಡು ;   ಲೂಕ  14:28	",
},			
{			
"question" :	"	10. ಇದು ಒಳ್ಳೆಯ ಪದಾರ್ಥವೇ, ಆದರೆ ಇದು ಸಪ್ಪಗಾದರೆ ಅದು ಭೂಮಿಗಾದರೂ ತಿಪ್ಪೆಗಾದರೂ ಉಪಯೋಗವಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಉಪ್ಪು	",
	"	B. ದ್ರಾಕ್ಷಾರಸ	",
	"	C. ರೊಟ್ಟಿ	",
	"	D. ಜೇನು	"
],			
"correct" :	"	A. ಉಪ್ಪು	",
"explanation" :	"	ಉಪ್ಪಂತೂ ಒಳ್ಳೆಯ ಪದಾರ್ಥವೇ; ಉಪ್ಪು ಸಹ ಸಪ್ಪಗಾದರೆ ಅದಕ್ಕೆ ಇನ್ನಾತರಿಂದ ರುಚಿಬಂದೀತು?  ಅದು ಭೂಮಿಗಾದರೂ ತಿಪ್ಪೆಗಾದರೂ ಉಪಯೋಗವಲ್ಲ; ಅದನ್ನು ಹೊರಗೆ ಬಿಸಾಡುತ್ತಾರೆ.  ಕೇಳುವದಕ್ಕೆ ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ ಅಂದನು.  ಲೂಕ 14:34-35	",
},			
]			
