			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 15";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಇವರೊಂದಿಗೆ  ಊಟ ಮಾಡಿದ್ದಕ್ಕೆ ಫರಿಸಾಯರು ಗೊಣಗಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಕ್ಕಳು	",
	"	B. ತನ್ನ ಕೈಯಿಂದ 	",
	"	C. ರಾಜರು ಮತ್ತು ರಾಜಕುಮಾರರು	",
	"	D. ಪಾಪಿಗಳು	"
],			
"correct" :	"	D. ಪಾಪಿಗಳು	",
"explanation" :	"	ಫರಿಸಾಯರೂ ಶಾಸ್ತ್ರಿಗಳೂ - ಇವನು ಪಾಪಿಗಳನ್ನು ಸೇರಿಸಿಕೊಂಡು ಅವರ ಜೊತೆಯಲ್ಲಿ ಊಟಮಾಡುತ್ತಾನೆ ಎಂದು ಹೇಳಿಕೊಂಡು ಗುಣುಗುಟ್ಟುತ್ತಿದ್ದರು.  ಲೂಕ 15:2	",
},			
{			
"question" :	"	2. ಒಬ್ಬ ಮನುಷ್ಯನಿಗೆ ನೂರು _______ ಇರಲಾಗಿ,  ಅದರಲ್ಲಿ ಒಂದು ತಪ್ಪಿಹೋದರೂ ಅದನ್ನು ಹುಡುಕುವನಲ್ಲವೇ	",
"image" :	"",		
"choices" : [			
	"	A. ಕುರಿಗಳು	",
	"	B. ಒಂಟೆಗಳು	",
	"	C. ಮಕ್ಕಳು	",
	"	D. ರಥಗಳು	"
],			
"correct" :	"	A. ಕುರಿಗಳು	",
"explanation" :	"	ಅದೇನಂದರೆ - ನಿಮ್ಮೊಳಗೆ ಯಾವ ಮನುಷ್ಯನಾದರೂ ತನಗೆ ನೂರು ಕುರಿಗಳಿರಲಾಗಿ ಅವುಗಳಲ್ಲಿ ಒಂದು ಕಳೆದು ಹೋದರೆ ಅವನು ತೊಂಭತ್ತೊಂಭತ್ತನ್ನು ಅಡವಿಯಲ್ಲಿ ಬಿಟ್ಟು ಕಳೆದುಹೋದದ್ದು ಸಿಕ್ಕವ ತನಕ ಅದನ್ನು ಹುಡುಕಿಕೊಂಡು ಹೋಗದೆ ಇದ್ದಾನೇ? ಲೂಕ 15:4	",
},			
{			
"question" :	"	3. ಪರಲೋಕದಲ್ಲಿ ಯಾವಾಗ ಸಂತೋಷ ಉಂಟಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಗು ಹುಟ್ಟಿದಾಗ	",
	"	B. ಪಾಪಿಯು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡಾಗ	",
	"	C. ಯೇಸು ಹುಟ್ಟಿದಾಗ	",
	"	D. ಯೇಸುವಿನ ಪುನರುತ್ಥಾನದಲ್ಲಿ	"
],			
"correct" :	"	B. ಪಾಪಿಯು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡಾಗ	",
"explanation" :	"	ಅದರಂತೆ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವದಕ್ಕೆ ಅವಶ್ಯವಿಲ್ಲದ ತೊಂಭತ್ತೊಂಭತ್ತು ಮಂದಿ ನೀತಿವಂತರಿಗಿಂತ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವ ಒಬ್ಬ ಪಾಪಿಯ ವಿಷವಾಗಿ ಪರಲೋಕದಲ್ಲಿ ಸಂತೋಷವುಂಟಾಗುವದೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ.   ಲೂಕ 15:7	",
},			
{			
"question" :	"	4. ಒಬ್ಬ ಹೆಂಗಸಿಗೆ ಹತ್ತು _________ ಇರಲಾಗಿ, ಅವುಗಳಲ್ಲಿ ಒಂದು ಕಳೆದುಹೋದರೆ ದೀಪ ಹಚ್ಚಿ ಅದು ಸಿಕ್ಕುವವರೆಗೂ ಅದನ್ನು ಎಚ್ಚರದಿಂದ ಹುಡುಕುವಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
	"	B. ಚಿನ್ನದ ನಾಣ್ಯಗಳು	",
	"	C. ಲೆನಿನ್ ವಸ್ತ್ರಗಳು	",
	"	D. ಪಾತ್ರೆಗಳು	"
],			
"correct" :	"	A. ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
"explanation" :	"	ಯಾವ ಹೆಂಗಸು ತನ್ನಲ್ಲಿ ಹತ್ತು ಪಾವಲಿಗಳಿರಲಾಗಿ ಒಂದು ಪಾವಲಿ ಕಳೆದುಹೋದರೆ ದೀಪಾಹಚ್ಚಿ ಮನೆಯನ್ನು ಗುಡಿಸಿ ಸಿಕ್ಕುವ ತನಕ ಅದನ್ನು ಎಚ್ಚರದಿಂದ ಹುಡುಕದೆ ಇದ್ದಾಳು?    ಲೂಕ 15:8	",
},			
{			
"question" :	"	5. ಕಿರಿಯವನು ತನಗೆ ಸಿಕ್ಕ ಆಸ್ತಿಯನ್ನೆಲ್ಲಾ ಹಾಳು ಮಾಡಿದ ಮೇಲೆ ಆತನಿಗೆ ಏನು ಕೆಲಸ ಸಿಕ್ಕಿತು?	",
"image" :	"",		
"choices" : [			
	"	A.ಹಳ್ಳ ತೋಡುವುದು	",
	"	B. ಮನೆ ಕಟ್ಟುವುದು	",
	"	C. ಹಂದಿಗಳನ್ನು ಮೇಯಿಸುವುದು	",
	"	D. ಚಪ್ಪಲಿ ಮಾರುವುದು	"
],			
"correct" :	"	C. ಹಂದಿಗಳನ್ನು ಮೇಯಿಸುವುದು	",
"explanation" :	"	ಆಗ ಅವನು ಹೋಗಿ ಆ ದೇಶದ ನಿವಾಸಿಗಳೊಳಗೆ ಒಬ್ಬನನ್ನು ಸೇರಿಕೊಂಡನು.  ಆ ಮನುಷ್ಯನು ಹಂದಿಗಳನ್ನು ಮೇಯಿಸುವುದಕ್ಕೆ ಅವನನ್ನು ತನ್ನ ಹೊಲಗಳಿಗೆ ಕಳುಹಿಸಿದನು.   ಲೂಕ 15:15	",
},			
{			
"question" :	"	6. ಕಿರಿಯ ಮಗನು ಹೋಗಿ ತನ್ನ ತಂದೆಯನ್ನು ಹೀಗೆ ಕೇಳುವೆನು ಅಂದುಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನನ್ನನ್ನು ನಿನ್ನ ಮಗನಾಗಿ ಸೇರಿಸಿಕೋ	",
	"	B. ನಿನ್ನ ಆಳುಗಳಲ್ಲಿ ಒಬ್ಬನಂತೆ ಸೇರಿಸಿಕೋ	",
	"	C. ನನಗೆ ಔತಣ ಮಾಡು	",
	"	D. ನನಗೆ ಸ್ವಲ್ಪ ಹಣ ಕೊಡು	"
],			
"correct" :	"	B. ನಿನ್ನ ಆಳುಗಳಲ್ಲಿ ಒಬ್ಬನಂತೆ ಸೇರಿಸಿಕೋ	",
"explanation" :	"	ನಾನು ಎದ್ದು ನನ್ನ ತಂದೆಯ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ - ಅಪ್ಪಾ ಪರಲೋಕಕ್ಕೆ ವಿರೋಧವಾಗಿಯೂ ನಿನ್ನ ಮುಂದೆಯೂ ಪಾಪ ಮಾಡಿದ್ದೇನೆ; ಇನ್ನು ನಾನು ನಿನ್ನ ಮಗನೆನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ; ನನ್ನನ್ನು ನಿನ್ನ ಕೂಲಿಯಾಳುಗಳಲ್ಲಿ ಒಬ್ಬನಂತೆ ಮಾಡು ಎಂದು ಹೇಳುವೆನು ಅಂದುಕೊಂಡು ಎದ್ದು ತನ್ನ ತಂದೆಯ ಕಡೆಗೆ ಬಂದನು.   ಲೂಕ 15:18-19	",
},			
{			
"question" :	"	7. ತನ್ನ ಮಗನು ಬರುತ್ತಿರುವುದನ್ನು ತಂದೆಯು ನೋಡಿದಾಗ ಆತನು	",
"image" :	"",		
"choices" : [			
	"	A. ಕೋಪಗೊಂಡನು	",
	"	B. ತನ್ನ ಮುಖ ಮರೆಮಾಡಿಕೊಂಡನು	",
	"	C. ಓಡಿಹೋಗಿ ಮುದ್ದಿಟ್ಟನು	",
	"	D. ಅವನನ್ನು ಹಿಂದಕ್ಕೆ ಕಳುಹಿಸಿಬಿಟ್ಟನು	"
],			
"correct" :	"	C. ಓಡಿಹೋಗಿ ಮುದ್ದಿಟ್ಟನು	",
"explanation" :	"	ಅವನು ಇನ್ನೂ ದೂರದಲ್ಲಿರುವಾಗ ಅವನ ತಂದೆಯು ಅವನನ್ನು ಕಂಡು ಕನಿಕರಪಟ್ಟು ಓಡಿಬಂದು ಅವನ ಕೊರಳನ್ನು ಅಪ್ಪಿಕೊಂಡು ಅವನಿಗೆ ಬಹಳವಾಗಿ ಮುದ್ದಿಟ್ಟನು.  ಲೂಕ 15:20	",
},			
{			
"question" :	"	8. ತಂದೆಯು ಕಿರಿಯವನಿಗೆ ಇವುಗಳನ್ನು ತರಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂಕೋಲೆಗಳು	",
	"	B. ಚಪ್ಪಲಿ, ಅಂಗಿ ಮತ್ತು ಉಂಗುರ	",
	"	C. ಸೇವಕನ ಬಟ್ಟೆ	",
	"	D. ವಸ್ತ್ರ ಮತ್ತು ಕಿರೀಟ	"
],			
"correct" :	"	B. ಚಪ್ಪಲಿ, ಅಂಗಿ ಮತ್ತು ಉಂಗುರ	",
"explanation" :	"	ತಂದೆಯು ತನ್ನ ಆಳುಗಳಿಗೆ - ಶ್ರೇಷ್ಠವಾದ ನಿಲುವಂಗಿಯನ್ನು ತಟ್ಟನೆ ತಂದು ಇವನಿಗೆ ತೊಡಿಸಿರಿ; ಇವನ ಕೈಗೆ ಉಂಗುರವನ್ನು ಇಡಿರಿ; ಕಾಲಿಗೆ ಜೋಡು ಮೆಡಿಸಿರಿ;   ಲೂಕ 15:22	",
},			
{			
"question" :	"	9. ಕಿರಿಯವನು ಬಂದಾಗ ಹಿರೀ ಮಗನು ಎಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯದಲ್ಲಿ	",
	"	B. ಹೊಲದಲ್ಲಿ	",
	"	C. ಮೇಲ್ಛಾವಣಿಯಲ್ಲಿ	",
	"	D. ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ	"
],			
"correct" :	"	B. ಹೊಲದಲ್ಲಿ	",
"explanation" :	"	ಆದರೆ ಅವನ ಹಿರೀಮಗನು ಹೊಲದಲ್ಲಿದ್ದನು;   ಲೂಕ 15:25	",
},			
{			
"question" :	"	10. ತನ್ನ ತಮ್ಮನು ಹಿಂದಕ್ಕೆ ಬಂದಿದ್ದಾನೆ ಎಂದು ಹಿರೀ ಮಗನು ಕೇಳಿದಾಗ	",
"image" :	"",		
"choices" : [			
	"	A. ಮನೆಗೆ ತ್ವರೆಯಾಗಿ ಬಂದನು	",
	"	B. ಸಂತೋಷಿಸಿದನು	",
	"	C. ಕೋಪಗೊಂಡನು	",
	"	D. ದೇವರನ್ನು ಸ್ತುತಿಸಿದನು	"
],			
"correct" :	"	C. ಕೋಪಗೊಂಡನು	",
"explanation" :	"	ಆಳು ಅವನಿಗೆ - ನಿನ್ನ ತಮ್ಮ ಬಂದಿದ್ದಾನೆ; ಇವನು ಸುರಕ್ಷಿತವಾಗಿ ಬಂದದ್ದರಿಂದ  ನಿನ್ನ ತಂದೆಯು ಆ ಕೊಬ್ಬಿಸಿದ ಕರುವನ್ನು ಕೊಯ್ಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು.   ಇದನ್ನು ಕೇಳಿ ಅವನಿಗೆ ಸಿಟ್ಟುಬಂದು ಒಳಕ್ಕೆ ಹೋಗಲೊಲ್ಲದೆ ಇದ್ದನು;   ಲೂಕ 15:27-28.	",
},			
]			
