			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 16";			
var quiz = [			
{			
"question" :	"	 1. ಐಶ್ವರ್ಯವಂತನ ಮನೆವಾರ್ತೆಯವನ ಮೇಲೆ ಇದ್ದ ಆರೋಪವೇನು?	",
"image" :	"",		
"choices" : [			
	"	 A. ಆಸ್ತಿಯನ್ನು ಹಾಳು ಮಾಡುತ್ತಿದ್ದಾನೆ	",
	"	B. ವ್ಯಭಿಚಾರ	",
	"	C. ದೇವದೂಷಣೆ	",
	"	 D. ಕೊಲೆ	"
],			
"correct" :	"	 A. ಆಸ್ತಿಯನ್ನು ಹಾಳು ಮಾಡುತ್ತಿದ್ದಾನೆ	",
"explanation" :	"	ಯೇಸು  ತನ್ನ ಶಿಷ್ಯರಿಗೂ ಹೇಳಿದ್ದೇನಂದರೆ - ಐಶ್ವರ್ಯವಂತನಾದ ಒಬ್ಬ ಮನುಷ್ಯನಿಗೆ ಒಬ್ಬ ಮನೆವಾರ್ತೆಯವನಿದ್ದನು.  ಇವನ ವಿಷಯವಾಗಿ ಯಜಮಾನನ ಬಳಿಯಲ್ಲಿ - ಇವನು ನಿನ್ನ ಆಸ್ತಿಯನ್ನು ಹಾಳುಮಾಡುತ್ತಾ ಇದ್ದಾನೆ ಎಂದು ಯಾರೋ ದೂರು ಹೇಳಿರಲಾಗಿ;  ಲೂಕ 16:1	",
},			
{			
"question" :	"	2. ಸ್ವಲ್ಪವಾದದ್ದರಲ್ಲಿ ನಂಬಿಗಸ್ತನಾದವನು	",
"image" :	"",		
"choices" : [			
	"	 A. ಬಹಳವಾದದ್ದರಲ್ಲಿಯೂ ನಂಬಿಗಸ್ತನು	",
	"	B. ಪರಲೋಕ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯನಲ್ಲ	",
	"	C. ನಿಮ್ಮನ್ನು ಆಳುವನು	",
	"	D. ಅವನು ಕಳ್ಳ ಮತ್ತು ಅಲೆಮಾರಿ	"
],			
"correct" :	"	A. ಬಹಳವಾದದ್ದರಲ್ಲಿಯೂ ನಂಬಿಗಸ್ತನು	",
"explanation" :	"	ಸ್ವಲ್ಪವಾದದ್ದರಲ್ಲಿ ನಂಬಿಗಸ್ತನಾದವನು ಬಹಳವಾದದ್ದರಲ್ಲಿಯೂ ನಂಬಿಗಸ್ತನಾಗುವನು;   ಲೂಕ 16:10	",
},			
{			
"question" :	"	3 ನೀವು ದೇವರನ್ನು ಮತ್ತು _________ ಸೇವಿಸಲಾರಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	 A. ಜೀವನವನ್ನು	",
	"	B. ಧನವನ್ನೂ	",
	"	 C. ಮರಣದ ರುಚಿ	",
	"	D. ನಿಮ್ಮನ್ನು	"
],			
"correct" :	"	B. ಧನವನ್ನೂ	",
"explanation" :	"	ಯಾವ ಆಳಾದರೂ ಇಬ್ಬರು ಯಜಮಾನರಿಗೆ ಸೇವೆ ಮಾಡಲಾರನು.  ಅವನು ಒಬ್ಬನನ್ನು ದ್ವೇಷಿಸಿ ಮತ್ತೊಬ್ಬನನ್ನು ಪ್ರೀತಿಸುವನು.  ಇಲ್ಲವೆ ಒಬ್ಬನನ್ನು ಹೊಂದಿಕೊಂಡು ಮತ್ತೊಬ್ಬನನ್ನು ತಾತ್ಸಾರ ಮಾಡುವನು.  ನೀವು ದೇವರನ್ನೂ ಧನವನ್ನೂ ಕೂಡ ಸೇವಿಸಲಾರಿರಿ ಅಂದನು.   ಲೂಕ 16:13	",
},			
{			
"question" :	"	4. ಧರ್ಮಶಾಸ್ತ್ರದೊಳಗಿನ ಒಂದು ಗುಡುಸಾದರೂ ಬಿದ್ದು ಹೋಗುವುದಕ್ಕಿಂತ __________ ಅಳಿದು ಹೋಗುವುದು ಸುಲಭ..	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕಾಶವೂ ಭೂಮಿಯು	",
	"	B. ಋತುಗಳು	",
	"	 C. ಜೀವಕಾಲ	",
	"	 D. ಕಿಡ್ನಿಯ ಕಲ್ಲು	"
],			
"correct" :	"	A. ಆಕಾಶವೂ ಭೂಮಿಯು	",
"explanation" :	"	ಧರ್ಮಶಾಸ್ತ್ರದೊಳಗಿಂತ ಒಂದು ಗುಡುಸಾದರೂ ಬಿದ್ದುಹೋಗುವದಕ್ಕಿಂತಲೂ ಆಕಾಶವು ಭೂಮಿಯು ಅಳಿದುಹೋಗುವುದು ಸುಲಭ.  ಲೂಕ 16:17	",
},			
{			
"question" :	"	5. ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟು ಬೇರೊಬ್ಬಳನ್ನು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನು	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರ್ಖನು	",
	"	B. ವ್ಯಭಿಚಾರ ಮಾಡುವನು	",
	"	C. ಗುರುತಿಸಬೇಕು	",
	"	D. ಜ್ಞಾನಹೀನನು	"
],			
"correct" :	"	B. ವ್ಯಭಿಚಾರ ಮಾಡುವನು	",
"explanation" :	"	ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟು ಬೇರೊಬ್ಬಳನ್ನು ಮದುವೆಮಾಡಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನು ವ್ಯಭಿಚಾರ ಮಾಡುವವನಾಗಿದ್ದಾನೆ;  ಲೂಕ 16:18	",
},			
{			
"question" :	"	6. ಐಶ್ವರ್ಯವಂತನಾದ ಮನುಷ್ಯನ ಮನೆಬಾಗಿಲನ ಬಳಿ ಇದ್ದ ಭಿಕ್ಷೆಗಾರನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲಾಜರಸ್	",
	"	B. ಹೆರೋದ	",
	"	C. ಚೆಪನ್ಯ	",
	"	D. ತೀತ	"
],			
"correct" :	"	A. ಲಾಜರಸ್	",
"explanation" :	"	ಅವನ ಮನೇ ಬಾಗಿಲಲ್ಲಿ ಲಾಜರನೆಂಬ ಒಬ್ಬ ಭಿಕ್ಷೆಗಾರನು ಬಿದ್ದುಕೊಂಡಿದ್ದನು.   ಲೂಕ 16:20	",
},			
{			
"question" :	"	7. ಭಿಕ್ಷೆಗಾರನು ಸತ್ತು ಹೋದಾಗ ಅವನನ್ನು ಇಲ್ಲಿಗೆ ತಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ನರಕ	",
	"	B. ಅಬ್ರಹಾಮನ ಎದೆಗೆ	",
	"	C. ಯೇಸುವಿನ ತೋಳುಗಳಲ್ಲಿ	",
	"	D. ಸಿಯೋನ್ ಪರ್ವತಕ್ಕೆ	"
],			
"correct" :	"	B. ಅಬ್ರಹಾಮನ ಎದೆಗೆ	",
"explanation" :	"	ಹೀಗಿರುವಲ್ಲಿ ಸ್ವಲ್ಪ ಕಾಲದ ಮೇಲೆ ಆ ಭಿಕ್ಷೆಗಾರನು ಸತ್ತನು; ದೇವದೂತರು ಅವನನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಅಬ್ರಹಾಮನ ಎದೆಗೆ ಒರಗಿಸಿದರು.   ಲೂಕ 16:22	",
},			
{			
"question" :	"	8. ಐಶ್ವರ್ಯವಂತನು ಸತ್ತುಹೋದಾಗ ಇಲ್ಲಿಗೆ ತಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A.  ಪಾತಾಳ	",
	"	B. ಅಬ್ರಹಾಮನ ಎದೆಗೆ	",
	"	C. ಯೇಸುವಿನ ತೋಳುಗಳಲ್ಲಿ	",
	"	D. ಸಿಯೋನ್ ಪರ್ವತಕ್ಕೆ	"
],			
"correct" :	"	A. ಪಾತಾಳ	",
"explanation" :	"	ಆ ಐಶ್ವರ್ಯವಂತನು ಸಹ ಸತ್ತನು; ಅವನಿಗೆ ಉತ್ತರಕ್ರಿಯೆಗಳು ಆದವು.  ಅವನು ಪಾತಾಳದೊಳಗೆ ಯಾತನೆ ಪಡುತ್ತಾ ಇರುವಲ್ಲಿ;   ಲೂಕ 16:22-23	",
},			
{			
"question" :	"	9. ಐಶ್ವರ್ಯವಂತನು ಇದಕ್ಕಾಗಿ ಅತ್ತನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಹಾರ	",
	"	B. ಹಣ	",
	"	C. ನೀರು	",
	"	D. ತನ್ಗ ಮಗನಿಗಾಗಿ	"
],			
"correct" :	"	C. ನೀರು	",
"explanation" :	"	ತಂದೆಯೇ, ಅಬ್ರಹಾಮನೇ, ನನ್ನ ಮೇಲೆ ದಯವಿಟ್ಟು ಲಾಜರನನ್ನು ಕಳುಹಿಸು; ಅವನು ತನ್ನ ತುದಿ ಬೆರಳನ್ನು ನೀರಿನಲ್ಲಿ ಅದ್ದಿ ನನ್ನ ನಾಲಿಗೆಯನ್ನು ತಣ್ಣಗೆ ಮಾಡಲಿ, ಈ ಉರಿಯಲ್ಲಿ ಸಂಕಟ ಪಡುತ್ತೇನೆ ಎಂದು ಕೂಗಿ ಹೇಳಿದನು;   ಲೂಕ 16:24	",
},			
{			
"question" :	"	10. ಐಶ್ವರ್ಯವಂತನಿಗೆ ಎಷ್ಟು ಜನ ಸಹೋದರರಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 4	",
	"	C. 5	",
	"	D. 7	"
],			
"correct" :	"	C. 5	",
"explanation" :	"	ನನಗೆ ಐದು ಮಂದಿ ಅಣ್ಣತಮ್ಮಂದಿರಿದ್ದಾರೆ; ಅವರು ಸಹ ಈ ಯಾತನೆಯ ಸ್ಥಳಕ್ಕೆ ಬಂದಾರು;   ಲೂಕ 16:28	",
},			
]			
