var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 17";			
var quiz = [			
{			
"question" :	"	1. ನಿನ್ನ ಸಹೋದರನು ನಿನಗೆ ತಪ್ಪು ಮಾಡಿ ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟರೆ ಅವನನ್ನು ಒಂದು ದಿನದಲ್ಲಿ ಎಷ್ಟು ಸಾರಿ ಕ್ಷಮಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 5	",
	"	C. 7	",
	"	D. 1	"
],			
"correct" :	"	C. 7	",
"explanation" :	"	ಅವನು ದಿನಕ್ಕೆ ಏಳು ಸಾರಿ ನಿನಗೆ ತಪ್ಪುಮಾಡಿ ಏಳು ಸಾರಿಯೂ ನಿನ್ನ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು - ನನಗೆ ಪಶ್ಚಾತ್ತಾಪವಾಯಿತು ಎಂದು ಹೇಳಿದರೆ ಅವನಿಗೆ ಕ್ಷಮಿಸು ಎಂದು ಹೇಳಿದನು.   ಲೂಕ 17:4	",
},			
{			
"question" :	"	2. ಅಪೋಸ್ತಲರು ಯೇಸುವಿಗೆ ನಮ್ಮ ______ ಹೆಚ್ಚಿಸು ಎಂದು ಕೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೂಲಿ	",
	"	B. ಹೆಸರು	",
	"	C. ಬಹುಮಾನ	",
	"	D. ನಂಬಿಕೆ	"
],			
"correct" :	"	D. ನಂಬಿಕೆ	",
"explanation" :	"	ಅಪೋಸ್ತಲರು ಸ್ವಾಮಿಗೆ - ನಮ್ಮ ನಂಬಿಕೆಯನ್ನು ಹೆಚ್ಚಿಸು ಎಂದು ಹೇಳಲು;   ಲೂಕ 17:5	",
},			
{			
"question" :	"	3. _________ ನಂಬಿಕೆ ನಿಮಗಿದ್ದರೆ, ನೀವು ಈ ಅತ್ತೀಮರಕ್ಕೆ ಹೋಗಿ ಸಮುದ್ರದಲ್ಲಿ ನಾಟಿಕೋ ಎಂದು ಹೇಳಿದರೂ ಅದು ನಿಮ್ಮ ಮಾತನ್ನು ಕೇಳುವುದು.	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯರ	",
	"	B. ಸಾಸಿವೆ ಕಾಳಷ್ಟು	",
	"	C. ಚಿಕ್ಕ ಮಗುವಿನ	",
	"	D. ಸಮಾರ್ಯದವರ	"
],			
"correct" :	"	B. ಸಾಸಿವೆ ಕಾಳಷ್ಟು	",
"explanation" :	"	ಸ್ವಾಮಿಯು - ಸಾಸಿವೇ ಕಾಳಷ್ಟು ನಂಬಿಕೆ ನಿಮಗಿದ್ದರೆ ನೀವು ಈ ಅತ್ತೀಮರಕ್ಕೆ - ನೀನು ಬೇರು ಸಹಿತ ಕಿತ್ತುಕೊಂಡು ಹೋಗಿ ಸಮುದ್ರದಲ್ಲಿ ನಾಟಿಕೋ ಎಂದು ಹೇಳಿದರೂ ಅದು ನಿಮ್ಮ ಮಾತನ್ನು ಕೇಳುವದು;   ಲೂಕ 17:6	",
},			
{			
"question" :	"	4. ನೀವು ನಿಮಗೆ ಅಪ್ಪಣೆಯಾಗಿರುವದನ್ನೆಲ್ಲಾ ಮಾಡಿದ ಮೇಲೆ ನಾವು ______ ಅನ್ನಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಿಶುದ್ಧರು	",
	"	B. ಮೀಸಲಾದವರು	",
	"	C. ದೇವರ ದೃಷ್ಟಿಯಲ್ಲಿ ನೀತಿವಂತರು	",
	"	D. ಪ್ರಯೋಜನವಿಲ್ಲದ ಆಳುಗಳು	"
],			
"correct" :	"	D. ಪ್ರಯೋಜನವಿಲ್ಲದ ಆಳುಗಳು	",
"explanation" :	"	ನೀವು ನಿಮಗೆ ಅಪ್ಪಣೆಯಾಗಿರುವದನ್ನೆಲ್ಲಾ ಮಾಡಿದ ಮೇಲೆ ನಾವು ಆಳುಗಳು, ಪ್ರಯೋಜನವಿಲ್ಲದವರು, ಮಾಡಬೇಕಾದದ್ದನ್ನೇ ಮಾಡಿದ್ದೇವೆ ಅನ್ನಿರಿ ಎಂದು ಹೇಳಿದನು;   ಲೂಕ 17:10	",
},			
{			
"question" :	"	5. ಎಷ್ಟು ಜನ ಕುಷ್ಠರೋಗಿಗಳು ಯೇಸುವಿನ ದಯೆಗಾಗಿ ಕೂಗಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 10	",
	"	C. 12	",
	"	D. 13	"
],			
"correct" :	"	B. 10	",
"explanation" :	"	ಒಂದು ಹಳ್ಳಿಗೆ ಬಂದಾಗ ಹತ್ತು ಮಂದಿ ಕುಷ್ಠರೋಗಿಗಳು ಆತನ ಎದುರಿಗೆ ಬಂದು ದೂರದಲ್ಲಿ ನಿಂತು;   ಲೂಕ 17:12	",
},			
{			
"question" :	"	6. ಕುಷ್ಠರೋಗಿಗಳಿಗೆ ಯೇಸು ಏನೆಂದು ಸೂಚನೆ ನೀಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನೆಗೆ ಹೋಗಿ	",
	"	B. ಹೋಗಿ ಯಾಜಕರಿಗೆ ಮೈ ತೋರಿಸಿಕೊಳ್ಳಿರಿ	",
	"	C. ಸಿಲೋವ ಕೊಳದಲ್ಲಿ ತೊಳಕೊಳ್ಳಿರಿ	",
	"	D. ಯೋರ್ದಾನ್ ನಲ್ಲಿ ಮುಳುಗಿರಿ	"
],			
"correct" :	"	B. ಹೋಗಿ ಯಾಜಕರಿಗೆ ಮೈ ತೋರಿಸಿಕೊಳ್ಳಿರಿ	",
"explanation" :	"	ಆತನು ಅವರನ್ನು ನೋಡಿ - ನೀವು ಹೋಗಿ ಯಾಜಕರಿಗೆ ಮೈ ತೋರಿಸಿಕೊಳ್ಳಿರಿ ಎಂದು ಹೇಳಿದನು.   ಲೂಕ 17:14	",
},			
{			
"question" :	"	7. ಎಷ್ಟು ಜನ ಹಿಂತಿರುಗಿ ಬಂದು ಕೃತಜ್ಞತೆ ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 2	",
	"	C. 10	",
	"	D. 12	"
],			
"correct" :	"	A. 1	",
"explanation" :	"	ಅವರಲ್ಲಿ ಒಬ್ಬನು ತನಗೆ ಗುಣವಾದದ್ದನ್ನು ನೋಡಿ ಮಹಾಶಬ್ಧದಿಂದ ದೇವರನ್ನು ಕೊಂಡಾಡುತ್ತಾ  ಹಿಂತಿರುಗಿ ಬಂದು ಯೇಸುವಿನ ಪಾದಗಳಿಗೆ ಅಡ್ಡ ಬಿದ್ದು ಆತನಿಗೆ ಉಪಕಾರಸ್ತುತಿಮಾಡಿದನು.   ಲೂಕ 17:15-16	",
},			
{			
"question" :	"	8. ಇದು ನಿಮ್ಮಲ್ಲಿಯೇ ಇದೆ ಎಂದು ಯೇಸು ಫರಿಸಾಯರನ್ನು ಕೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನುಕಂಪ	",
	"	B. ದ್ರೋಹ	",
	"	C. ಹಾಲು ಮತ್ತು ಜೇನು	",
	"	D. ದೇವರ ರಾಜ್ಯ	"
],			
"correct" :	"	D. ದೇವರ ರಾಜ್ಯ	",
"explanation" :	"	ಇಗೋ ಇಲ್ಲಿ ಇದೆ, ಅಗೋ ಅಲ್ಲಿ ಅದೆ ಎಂದು ಹೇಳುವದಕ್ಕಾಗದು; ದೇವರ ರಾಜ್ಯವು ನಿಮ್ಮಲ್ಲಿಯೇ ಅದೆ ಅಂತ ತಿಳುಕೊಳ್ಳಿರಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು;   ಲೂಕ 17:21	",
},			
{			
"question" :	"	9. ಲೋಟನು ಸೋದೋಮನ್ನು ಬಿಟ್ಟ ದಿವಸ ಇದು ಆಕಾಶದಿಂದ ಬಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕ	",
	"	B. ಮನ್ನ	",
	"	C. ದಯೆ	",
	"	D. ಸೈತಾನ	"
],			
"correct" :	"	A. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕ	",
"explanation" :	"	ಆದರೆ ಲೋಟನು ಸೊದೋಮ್ ಊರನ್ನು ಬಿಟ್ಟುಹೋದ ದಿವಸದಲ್ಲಿ ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಗಂಧಕಗಳು ಸುರಿದು ಅವರೆಲ್ಲರನ್ನು ನಾಶಮಾಡಿದವು.   ಲೂಕ 17:29	",
},			
{			
"question" :	"	10. ತನ್ನ ಪ್ರಾಣವನ್ನು ದೊರಕಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವವನು	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ದೊಡ್ಡವನು	",
	"	B. ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು	",
	"	C. ಬುದ್ಧಿವಂತನು	",
	"	D. ಗಾಳಿಯಲ್ಲಿ ಸ್ವಾಸ್ತ್ಯ ಮಾಡಿಕೊಳ್ಳುವರು	"
],			
"correct" :	"	B. ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು	",
"explanation" :	"	ತನ್ನ ಪ್ರಾಣವನ್ನು ದೊರಕಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವವನು ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು;   ಲೂಕ 17:33	",
},			
]			
