			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 18";			
var quiz = [			
{			
"question" :	"	1. ಒಬ್ಬ ವಿಧವೆಯು ಯಾರ ಬಳಿ ನಿರಂತರವಾಗಿ ಬಂದು ನ್ಯಾಯವಿಚಾರಣೆ ಮಾಡಿ ವಿರೋದಿಗಳಿಂದ ನನ್ನನ್ನು ಬಿಡಿಸು ಎಂದು ಕೇಳುತ್ತಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈನಿಕನು	",
	"	B. ಮಂತ್ರಿ	",
	"	C. ನ್ಯಾಯಾಧಿಪತಿ	",
	"	D. ಯಾಜಕ	"
],			
"correct" :	"	C. ನ್ಯಾಯಾಧಿಪತಿ	",
"explanation" :	"	ಅದೇನಂದರೆ - ಒಂದಾನೊಂದು ಊರಿನಲ್ಲಿ ಒಬ್ಬ ನ್ಯಾಯಾಧಿಪತಿ ಇದ್ದನು; ಅವನು ದೇವರಿಗೆ ಹೆದರದೆ ಮನುಷ್ಯರನ್ನು ಲಕ್ಷ್ಯಮಾಡದೆ ಇದ್ದವನು.  ಅದೇ ಊರಿನಲ್ಲಿ ಒಬ್ಬ ವಿಧವೆ ಇದ್ದಳು.  ಆಕೆಯು ಅವನ ಬಳಿಗೆ ಬಂದು - ನ್ಯಾಯ ವಿಚಾರಣೆ ಮಾಡಿ ನನ್ನ ವಿರೋಧಿಯಿಂದ ನನ್ನನ್ನು ಬಿಡಿಸು ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಿದ್ದಳು.   ಲೂಕ 18:2-3	",
},			
{			
"question" :	"	2. ಆಲಯದಲ್ಲಿ ನಿಂತು ತಾನು ಮಾಡಿದ ಒಳ್ಳೆಯ ಕೆಲಸಗಳನ್ನು ಹೇಳಿ ಪ್ರಾರ್ಥಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯ	",
	"	B. ಸೈನಿಕನು	",
	"	C. ಸುಂಕದವನು	",
	"	D. ಲೇವಿಯನು	"
],			
"correct" :	"	A. ಫರಿಸಾಯ	",
"explanation" :	"	ಫರಿಸಾಯನು ನಿಂತುಕೊಂಡು ಪ್ರಾರ್ಥಿಸುವಾಗ ತನ್ನೊಳಗೆ - ದೇವರೇ, ಸುಲುಕೊಳ್ಳುವವರೂ ಅನ್ಯಾಯಗಾರರೂ ಹಾದರಮಾಡುವವರೂ ಆಗಿರುವ ಉಳಿದ ಜನರಂತೆ ನಾನಲ್ಲ, ಈ ಸುಂಕದವನಂತೆಯೂ ಅಲ್ಲ; ಆದದರಿಂದ ನಿನಗೆ ಸ್ತೋತ್ರ ಮಾಡುತ್ತೇನೆ;   ಲೂಕ 18:11	",
},			
{			
"question" :	"	3. ದೂರದಲ್ಲಿ ನಿಂತುಕೊಂಡು, ದೇವರೆ ಪಾಪಿಯಾದ ನನ್ನನ್ನು ಕರುಣಿಸು ಎಂದು ಹೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯ	",
	"	B. ಸೈನಿಕನು	",
	"	C. ಸುಂಕದವನು	",
	"	D. ಲೇವಿಯನು	"
],			
"correct" :	"	C. ಸುಂಕದವನು	",
"explanation" :	"	ಆದರೆ ಆ ಸುಂಕದವನು ದೂರದಲ್ಲಿ ನಿಂತು ಆಕಾಶದ ಕಡೆಗೆ ಕಣ್ಣೆತ್ತಿ ನೋಡುವದಕ್ಕೂ ಮನಸ್ಸಿಲ್ಲದೆ ಎದೆಯನ್ನು ಬಡುಕೊಳ್ಳುತ್ತಾ;   ಲೂಕ 18:13	",
},			
{			
"question" :	"	4. ತನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳುವವನು	",
"image" :	"",		
"choices" : [			
	"	A. ವಿವೇಕವುಳ್ಳವನು	",
	"	B. ಹೆಚ್ಚಿಸಲ್ಪಡುವನು	",
	"	C. ಪರಲೋಕ ರಾಜ್ಯದಲ್ಲಿ ಕಡೆಯವನು	",
	"	D. ತನ್ನ ಜ್ಞಾನವನ್ನು ಅರಸರುಗಳಿಗೆ ಹಂಚುವನು	"
],			
"correct" :	"	B. ಹೆಚ್ಚಿಸಲ್ಪಡುವನು	",
"explanation" :	"	ಇವನು ನೀತಿವಂತನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟವನಾಗಿ ತನ್ನ ಮನೆಗೆ ಹೋದನು, ಆ ಫರಿಸಾಯನು ಅಂಥವನಾಗಿ ಹೋಗಲಿಲ್ಲವೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ.  ತನ್ನನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನು ತಗ್ಗಿಸಲ್ಪಡುವನು; ತನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳುವವನು ಹೆಚ್ಚಿಸಲ್ಪಡುವನು ಅಂದನ;   ಲೂಕ 18:14	",
},			
{			
"question" :	"	5. ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಇವರನ್ನು ನನ್ನ ಬಳಿಗೆ ಬರಗೊಡಿಸಿ ಅಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಕ್ಕಳು	",
	"	B. ಸುಂಕದವರು	",
	"	C. ಪಾಪಿಗಳು	",
	"	D. ಸೈನಿಕರು	"
],			
"correct" :	"	A. ಮಕ್ಕಳು	",
"explanation" :	"	ಆದರೆ ಯೇಸು ಆ ಕೂಸುಗಳನ್ನು ತನ್ನ ಬಳಿಗೆ ಕರತರಿಸಿ - ಮಕ್ಕಳನ್ನು ನನ್ನ ಹತ್ತಿರಕ್ಕೆ ಬರೊಡಿಸಿರಿ; ಅವುಗಳಿಗೆ ಅಡ್ಡಿಮಾಡಬೇಡಿರಿ; ದೇವರ ರಾಜ್ಯವು ಇಂಥವರದೇ.   ಲೂಕ 18:16	",
},			
{			
"question" :	"	6. ಒಬ್ಬ ಅಧಿಕಾರಿಯು ಯೇಸುವಿನ ಬಳಿ ಬಂದು ನಾನು ಇದಕ್ಕಾಗಿ ಏನು ಮಾಡಬೇಕು ಎಂದು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನ ಶತೃವಿಗಾಗಿ	",
	"	B. ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯನಾಗಲು	",
	"	C. ಯಾಜಕರಿಗಾಗಿ	",
	"	D. ವಿಧವೆಯರು ಮತ್ತು ಅನಾಥರಿಗಾಗಿ	"
],			
"correct" :	"	B. ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯನಾಗಲು	",
"explanation" :	"	ಒಬ್ಬ ಅಧಿಕಾರಿಯು ಬಂದು - ಒಳ್ಳೇ ಬೋಧಕನೇ, ನಾನು ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯನಾಗುವಂತೆ ಏನು ಮಾಡಬೇಕು ಎಂದು ಆತನನ್ನು ಕೇಳಲಾಗಿ ;       ಲೂಕ 18:18	",
},			
{			
"question" :	"	7. ಯೇಸು ಅವನಿಗೆ ಉತ್ತರಿಸಿದಾಗ, ಆ ಅಧಿಕಾರಿಯು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷಿಸಿದನು	",
	"	B. ಬಹಳ ವ್ಯಸನವುಳ್ಳವನಾದನು	",
	"	C. ಅವನಿಗಿರುವುದನ್ನೆಲ್ಲಾ ಮಾರಿದನು	",
	"	D. ಸಮಾಧಾನದ ಔತಣವನ್ನು ನೀಡಿದನು	"
],			
"correct" :	"	B. ಬಹಳ ವ್ಯಸನವುಳ್ಳವನಾದನು	",
"explanation" :	"	ಅವನು ಬಹಳ  ಐಶ್ವರ್ಯವಂತನಾಗಿದ್ದದರಿಂದ ಇದನ್ನು ಕೇಳಿ ಬಹಳ ವ್ಯಸನಗೊಂಡನು.   ಲೂಕ 18:23	",
},			
{			
"question" :	"	8. ಯೇಸು ಹೇಳಿದ್ದು ಐಶ್ವರ್ಯವಂತನು ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಸೇರುವುದಕ್ಕಿಂತ ______ ಸೂಜಿಕಣ್ಣಿನಲ್ಲಿ ನುಗ್ಗುವುದು ಸುಲಭ.	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂಟೆ	",
	"	B. ದಾರ	",
	"	C. ಗಾಳಿ	",
	"	D. ಬೆರಳು	"
],			
"correct" :	"	A. ಒಂಟೆ	",
"explanation" :	"	ಐಶ್ವರ್ಯವಂತನು ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಸೇರುವದಕ್ಕಿಂತ ಒಂಟೆಯು ಸೂಜೀಕಣ್ಣಿನಲ್ಲಿ ನುಗ್ಗುವದು ಸುಲಭ ಅಂದನು;   ಲೂಕ 18:25	",
},			
{			
"question" :	"	9. ಯೇಸು ತನ್ನ ಮರಣದ ಬಗ್ಗೆ ತಿಳಿಸಿದಾಗ ಆತನ ಶಿಷ್ಯರು	",
"image" :	"",		
"choices" : [			
	"	A. ದು:ಖಪಟ್ಟರು	",
	"	B. ಆತನನ್ನು ಗದರಿಸಿದರು	",
	"	C. ಸಂತೋಷಿಸಿದರು	",
	"	D. ಅವರಿಗೆ ಅರ್ಥವಾಗಲಿಲ್ಲ	"
],			
"correct" :	"	D. ಅವರಿಗೆ ಅರ್ಥವಾಗಲಿಲ್ಲ	",
"explanation" :	"	ಅವರು ಈ ಸಂಗತಿಗಳಲ್ಲಿ ಒಂದನ್ನಾದರೂ ಗ್ರಹಿಸಲಿಲ್ಲ, ಈ ಮಾತುಗಳು ಅವರಿಗೆ ಮರೆಯಾಗಿದ್ದವು, ಅವುಗಳ ಅರ್ಥ ಅವರಿಗೆ ಗೊತ್ತಾಗಲಿಲ್ಲ.   ಲೂಕ 18:34	",
},			
{			
"question" :	"	10. ಒಬ್ಬ ಕುರುಡನು ಯೇಸುವನ್ನು ಜೋರಾಗಿ ಕೂಗಿದಾಗ ಸುತ್ತಲೂ ಇದ್ದ ಜನರು	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನನ್ನು ಯೇಸುವಿನ ಬಳಿ ತಂದರು	",
	"	B. ಅವರೂ ಸಹ ಕೂಗಿದರು	",
	"	C. ಸುಮ್ಮನಿರೆಂದು ಗದರಿಸಿದರು	",
	"	D. ಅವನ ಮೇಲೆ ಮರುಕಗೊಂಡರು	"
],			
"correct" :	"	C. ಸುಮ್ಮನಿರೆಂದು ಗದರಿಸಿದರು	",
"explanation" :	"	ಅವನು ಯೇಸುವೇ, ದಾವೀದನ ಕುಮಾರನೇ, ನನ್ನನ್ನು ಕರುಣಿಸು ಎಂದು ಕೂಗಿ ಕೇಳಿಕೊಂಡನು.  ಮುಂದೆ ಹೋಗುತ್ತಿದ್ದವರು ಸುಮ್ಮನಿರು ಎಂದು ಅವನನ್ನು ಗದರಿಸಲು ;   ಲೂಕ 18:37-38	",
},			
]			
