			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 19";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವನ್ನು ನೋಡಬೇಕೆಂದು ಆಸೆಪಟ್ಟ ಐಶ್ವರ್ಯವಂತನಾದ ಸುಂಕದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ತಿಮಾಯ	",
	"	B. ಜಕ್ಕಾಯ	",
	"	C. ಕೊರ್ನೋಲ್ಯ	",
	"	D. ತಿಮೋಥೆ	"
],			
"correct" :	"	B. ಜಕ್ಕಾಯ	",
"explanation" :	"	ಆತನು ಯೆರಿಕೋ ಊರನ್ನು ಹೊಕ್ಕು ದಾಟಿಹೋಗುತ್ತಿದ್ದನು.  ಅಲ್ಲಿ ಜಕ್ಕಾಯನೆಂಬ ಹೆಸರುಳ್ಳ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು.  ಅವನು ಸುಂಕದ ಗುತ್ತಿಗೇದಾರನು ಮತ್ತು ಐಶ್ವರ್ಯವಂತನು.  ಅವನು ಯೇಸು ಎಂಥವನೆಂದು ನೋಡಲಪೇಕ್ಷಿಸಿದರೂ;   ಲೂಕ 19:1-3	",
},			
{			
"question" :	"	2. ಐಶ್ವರ್ಯವಂತನಾದ ಸುಂಕದವನು ಯೇಸುವನ್ನು ನೋಡಲು ಇಲ್ಲಿಗೆ ಬಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯಕ್ಕೆ	",
	"	B. ಯೆರೂಷಲೇಮಿಗೆ	",
	"	C. ಆಲದ ಮರದ ಬಳಿ	",
	"	D. ಹಡಗಿನ ಬಳಿ	"
],			
"correct" :	"	C. ಆಲದ ಮರದ ಬಳಿ	",
"explanation" :	"	ಆದಕಾರಣ ಆತನನ್ನು ನೋಡುವುದಕ್ಕಾಗಿ ಮುಂದೆ ಓಡಿಹೋಗಿ ಆತನು ಬರುತ್ತಿದ್ದ ಮಾರ್ಗದಲ್ಲಿದ್ದ ಆಲದ ಮರವನ್ನು ಹತ್ತಿದನು;   ಲೂಕ 19:4	",
},			
{			
"question" :	"	3. ಒಬ್ಬಾನೊಬ್ಬ ಶ್ರೀಮಂತನು ಇದನ್ನು ತನ್ನ ಸೇವಕರಿಗೆ ಕೊಟ್ಟು, ನಾನು ಬರುವ ತನಕ ವ್ಯಾಪಾರ ಮಾಡಿಕೊಂಡಿರ್ರಿ ಎಂದು ಹೇಳಿ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಉಂಗುರ	",
	"	B. 10 ಮೊಹರು	",
	"	C. ಆಹಾರ ಮತ್ತು ನೀರು	",
	"	D. ಕತ್ತು ಮತ್ತು ಗುರಾಣಿ	"
],			
"correct" :	"	B. 10 ಮೊಹರು	",
"explanation" :	"	ಹೊರಡುವಾಗ ತನ್ನ ಆಳುಗಳಲ್ಲಿ ಹತ್ತು ಮಂದಿಯನ್ನು ಕರೆದು ಅವರಿಗೆ ಹತ್ತು ಮೊಹರಿಗಳನ್ನು ಕೊಟ್ಟು- ನಾನು ಬರುವ ತನಕ ವ್ಯಾಪಾರ ಮಾಡಿಕೊಂಡಿರಿ ಎಂದು ಹೇಳಿಹೋದನು.   ಲೂಕ 19:13	",
},			
{			
"question" :	"	4. ಶ್ರೀಮಂತನು ಕೆಟ್ಟ ಆಳನ್ನು ಕರೆದು, ನೀನು ಯಾಕೆ ಹೀಗೆ ಮಾಡಲಿಲ್ಲ ಎಂದು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಹುಕಾರನ ಕೈಯಲ್ಲಿ ಯಾಕೆ ಕೊಡಲಿಲ್ಲ	",
	"	B. ಆಳುಗಳಿಗೆ ಯಾಕೆ ಉಣಿಸಲಿಲ್ಲ	",
	"	C. ಆನಾಥರು ಮತ್ತು ವಿಧವೆಯರಿಗೆ ಕರುಣೆ ತೋರಿಸಲಿಲ್ಲ	",
	"	D. ನಿನ್ನ ಮನೆಯವರನ್ನು ರಕ್ಷಿಸಲಿಲ್ಲ	"
],			
"correct" :	"	A. ಸಾಹುಕಾರನ ಕೈಯಲ್ಲಿ ಯಾಕೆ ಕೊಡಲಿಲ್ಲ	",
"explanation" :	"	ಹಾಗಾದರೆ ನೀನು ನನ್ನ ಹಣವನ್ನು ಸಾಹುಕಾರನ ಕೈಯಲ್ಲಿ ಯಾಕೆ ಕೊಡಲಿಲ್ಲ? ಆಮೇಲೆ ನಾನು ಬಂದು ಅದನ್ನು ಬಡ್ಡಿ ಸಹಿತ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದ್ದೆನು ಎಂದು ಹೇಳಿ;   ಲೂಕ 19:23	",
},			
{			
"question" :	"	5. ಯೇಸು ತನ್ನ ಇಬ್ಬರು ಶಿಷ್ಯರನ್ನು ಇದಕ್ಕಾಗಿ ಕಳುಹಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಹಾರ  	",
	"	B. ನೀರು	",
	"	C. ಹಣ	",
	"	D. ಕತ್ತೇಮರಿ	"
],			
"correct" :	"	D. ಕತ್ತೇಮರಿ	",
"explanation" :	"	ಆಮೇಲೆ ಆತನು ಎಣ್ಣೇಮರಗಳ ಗುಡ್ಡ ಎನಿಸಿಕೊಳ್ಳುವ ಗುಡ್ಡದ ಬಳಿಯಲ್ಲಿರುವ ಬೇತ್ಫಗೆಗೂ ಬೇಥಾನ್ಯಕ್ಕೂ ಸಮೀಪಿಸಿದಾಗ ಶಿಷ್ಯರಲ್ಲಿ ಇಬ್ಬರನ್ನು ಕರೆದು - ನಿಮ್ಮೆದುರಿಗಿರುವ ಹಳ್ಳಿಗೆ ಹೋಗಿರಿ, ಅದರೊಳಗೆ ಸೇರುತ್ತಿರುವಾಗಲೇ ಅಲ್ಲಿ ಕಟ್ಟಿರುವ ಒಂದು ಕತ್ತೇಮರಿಯನ್ನು ಕಾಣುವಿರಿ; ಇದುವರೆಗೂ ಅದರ ಮೇಲೆ ಯಾರೂ ಹತ್ತಿಲ್ಲ; ಅದನ್ನು ಬಿಚ್ಚಿ ಹಿಡುಕೊಂಡು ಬನ್ನಿರಿ;   ಲೂಕ 19:30	",
},			
{			
"question" :	"	6. ಯೇಸು ಬರುವ ಹಾದಿಯಲ್ಲಿ ಶಿಷ್ಯರು ಇದನ್ನು ಹಾಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೂವುಗಳು 	",
	"	B. ಬಟ್ಟೆಗಳು	",
	"	C. ಹಣ	",
	"	D. ಎಣ್ಣೆ	"
],			
"correct" :	"	B. ಬಟ್ಟೆಗಳು	",
"explanation" :	"	ಆತನು ಹೋಗುತ್ತಿರುವಾಗ ಅವರು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ದಾರಿಯಲ್ಲಿ ಹಾಸಿದರು.   ಲೂಕ 19:36	",
},			
{			
"question" :	"	7. ಶಿಷ್ಯರು ಸುಮ್ಮನಾದರೆ ಇವು ಕೂಗುತ್ತವೆ ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಲ್ಲುಗಳು	",
	"	B. ದೂತರು	",
	"	C. ಗಾಳಿ	",
	"	D. ನಕ್ಷತ್ರಗಳು	"
],			
"correct" :	"	A. ಕಲ್ಲುಗಳು	",
"explanation" :	"	ಆತನು - ಇವರು ಸುಮ್ಮನಾದರೆ ಈ ಕಲ್ಲುಗಳೇ ಕೂಗುತ್ತವೆ ಎಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು;   ಲೂಕ 19:40	",
},			
{			
"question" :	"	8. ಯೆರೂಷಲೇಮನ್ನು ನೋಡಿದಾಗ ಯೇಸು	",
"image" :	"",		
"choices" : [			
	"	A. ಕಣ್ಣೀರಿಟ್ಟನು	",
	"	B. ಸಂತೋಷಿಸಿದನು	",
	"	C. ತನ್ನನ್ನು ಮರೆಮಾಡಿಕೊಂಡನು	",
	"	D. ಕುರಿಯನ್ನು ಅರ್ಪಿಸಿದನು	"
],			
"correct" :	"	A. ಕಣ್ಣೀರಿಟ್ಟನು	",
"explanation" :	"	ತರುವಾಯ ಆತನು ಸಮೀಪಕ್ಕೆ ಬಂದಾಗ ಪಟ್ಟಣವನ್ನು ನೋಡಿ ಅದರ ವಿಷಯವಾಗಿ ಅತ್ತು;  ಲೂಕ 19:41	",
},			
{			
"question" :	"	9. ನನ್ನ ಆಲಯವು ಪ್ರಾರ್ಥನಾಲಯವಾಗಿದೆ ಎಂದು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಆದರೆ ನೀವು ಅದನ್ನು ________ ಎಂದು ಯೇಸು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪ್ರಯೋಜಕರವಾಗಿ ಮಾಡಿದ್ದೀರಿ	",
	"	B. ವ್ಯಭಿಚಾರ ಗೃಹವನ್ನಾಗಿ ಮಾಡಿದ್ದೀರಿ	",
	"	C. ಕಳ್ಳರ ಗವಿಯನ್ನಾಗಿ	",
	"	D. ಆರಾಧನೆಯ ಸ್ಥಳವನ್ನಾಗಿ ಮಾಡಿದ್ಧೀರಿ	"
],			
"correct" :	"	C. ಕಳ್ಳರ ಗವಿಯನ್ನಾಗಿ	",
"explanation" :	"	ನನ್ನ ಆಲಯವು ಪ್ರಾರ್ಥನಾಲಯವಾಗಿರುವುದು ಎಂದು ಬರೆದದೆಯಲ್ಲಾ; ಆದರೆ ನೀವು ಅದನ್ನು ಕಳ್ಳರ ಗವಿ ಮಾಡಿದ್ದೀರಿ ಎಂದು ಹೇಳಿದನು;   ಲೂಕ 19:46	",
},			
{			
"question" :	"	10. ಮಹಾಯಾಜಕರು ಮತ್ತು ಫರಿಸಾಯರು _______ ಪ್ರಯತ್ನಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರನ್ನು ಸಂತೋಷಿಸಲು	",
	"	B. ಯೇಸುವನ್ನು ಕೊಲ್ಲಲು	",
	"	C. ಜನರಿಗೆ ಸುಂಕ ಹೇರಲು	",
	"	D. ದೇವಾಲಯವನ್ನು ಮತ್ತೆ ಕಟ್ಟಲು	"
],			
"correct" :	"	B. ಯೇಸುವನ್ನು ಕೊಲ್ಲಲು	",
"explanation" :	"	ಮತ್ತು ಆತನು ದಿನಾಲು ದೇವಾಲಯದಲ್ಲಿ ಉಪದೇಶ ಮಾಡುತ್ತಿದ್ದನು.   ಅಷ್ಟರಲ್ಲಿ ಮಹಾಯಾಜಕರೂ ಶಾಸ್ತ್ರಿಗಳೂ ಪ್ರಜೆಗಳಲ್ಲಿ ಮುಖ್ಯಸ್ಥರೂ ಆತನನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ಸಂದರ್ಭ ನೋಡುತ್ತಿದ್ದರು.   ಲೂಕ 19:47	",
},			
]			
