			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ರಾಜ್ಯವೆಲ್ಲಾ ಖಾನೇಷುಮಾರಿ ಬರೆಸಿಕೊಳ್ಳಬೇಕೆಂಬ ಆಜ್ಞೆ ಯಾರಿಂದ ಹೊರಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೊಂತ್ಯ ಪಿಲಾತನು	",
	"	B.ಚಕ್ರವರ್ತಿ ಔಗಸ್ತ	",
	"	C. ಹೆರೋದ	",
	"	D. ಫರೋಹ	"
],			
"correct" :	"	B. ಚಕ್ರವರ್ತಿ ಔಗಸ್ತ	",
"explanation" :	"	ಆಕಾಲದಲ್ಲಿ ರಾಜ್ಯವೆಲ್ಲಾ ಖಾನೆಷುಮಾರಿ ಬರಸಿಕೊಳ್ಳಬೇಕೆಂಬ ಆಜ್ಞೆಯು ಚಕ್ರವರ್ತಿಯಾದ ಔಗುಸ್ತನಿಂದ ಹೊರಟಿತು.   ಲೂಕ 2:1	",
},			
{			
"question" :	"	2. ಯೋಸೇಫ ಮತ್ತು ಮರಿಯಳು ಖಾನೇಷುಮಾರಿ ಬರೆಸಿಕೊಳ್ಳಲು ಎಲ್ಲಿಗೆ ಹೋದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಜರೇತು	",
	"	B. ಬೆತ್ಲೆಹೇಮು	",
	"	C. ಯೆರೂಷಲೇಮು	",
	"	D. ಯೆರಿಕೋ	"
],			
"correct" :	"	B. ಬೆತ್ಲೆಹೇಮು	",
"explanation" :	"	ಯೋಸೇಫನು ಸಹ ತಾನು ದಾವೀದನ ಮನೆತನದವನೂ ಗೋತ್ರದವನೂ ಆಗಿದ್ದದರಿಂದ ಹೆಸರು ಬರಸಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ತನಗೆ ನಿಶ್ಚಿತಾರ್ಥವಾಗಿದ್ದ ಮರಿಯಳ ಸಂಗಡ ಗಲಿಲಾಯಸೀಮೆಯ ನಜರತ್ ಎಂಬ ಊರಿನಿಂದ ಹೊರಟು ಯೂದಾಯದಲ್ಲಿರುವ ಬೇತ್ಲೆಹೇಮೆಂಬ ದಾವೀದನೂರಿಗೆ ಹೋದನು.  ಲೂಕ 2:4-5	",
},			
{			
"question" :	"	3. ಛತ್ರದಲ್ಲಿ ಅವರಿಗೆ ಸ್ಥಳವಿಲ್ಲದ ಕಾರಣ ಮರಿಯಳು ಮಗುವನ್ನು ಇಲ್ಲಿ ಮಲಗಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆಯ ಸಹೋದರಿಯ ಮನೆಯಲ್ಲಿ	",
	"	B. ಗೋದಲಿಯಲ್ಲಿ	",
	"	C. ಪೊದೆಯಲ್ಲಿ	",
	"	D. ಕಾಣಿಕೆ ಹುಂಡಿಯ ಮೇಲೆ	"
],			
"correct" :	"	B. ಗೋದಲಿಯಲ್ಲಿ	",
"explanation" :	"	ಆಕೆಯು ತನ್ನ ಚೊಚ್ಚಲುಮಗನನ್ನು ಹೆತ್ತು ಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿ ಚತ್ರದಲ್ಲಿ ಅವರಿಗೆ ಸ್ಥಳವಿಲ್ಲದ ಕಾರಣ ಅವನನ್ನು ಗೋದಲಿಯಲ್ಲಿ ಮಲಗಿಸಿದಳು.  ಲೂಕ 2:7	",
},			
{			
"question" :	"	4.  ಮಗುವಿನ ಜನನದ ವಾರ್ತೆಯನ್ನು ದೂತನು ಇವರಿಗೆ ತಿಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 3 ರಾಜರಿಗೆ	",
	"	B. ಜ್ಞಾನಿಗಳಿಗೆ	",
	"	C. ಕುರುಬರಿಗೆ	",
	"	D. ಚಕ್ರವರ್ತಿ ಔಗಸ್ತ	"
],			
"correct" :	"	C. ಕುರುಬರಿಗೆ	",
"explanation" :	"	ಆ ಸೀಮೆಯಲ್ಲಿ ಕುರುಬರು ಹೊದಲ್ಲಿದ್ದುಕೊಂಡು ರಾತ್ರಿಯಲ್ಲಿ ತಮ್ಮ ಕುರೀಹಿಂಡನ್ನು ಕಾಯುತ್ತಿರಲಾಗಿ ಕರ್ತನ ದೂತನೊಬ್ಬನು ಬಂದು ಅವರ ಎದುರಿನಗಲ್ಲಿ ನಿಂತನು.  ಕರ್ತನ ಪ್ರಭೆಯು ಅವರ ಸುತ್ತಲು ಪ್ರಕಾಶಿಸಿತು; ಅವರು ಬಹಳವಾಗಿ ಹೆದರಿದರು, ಆ ದೂತನು ಅವರಿಗೆ ಹೆರಬೇಡಿರಿ, ಕೇಳಿರಿ; ಜನರಿಗೆಲ್ಲಾ ಮಹಾ ಸಂತೋಷವನ್ನುಂಟುಮಾಡುವ ಶುಭಸಮಾಚಾರವನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇನೆ.  ಅದೇನೆಂದರೆ, ಈ ಹೊತ್ತು ನಿಮಗೋಸ್ಕರ ದಾವೀದನೂರಿನಲ್ಲಿ ಒಬ್ಬ ರಕ್ಷಕ ಹುಟ್ಟಿದ್ದಾನೆ.  ಆತನು ಕರ್ತನಾಗಿರುವ ಕ್ರಿಸ್ತನೇ.  ಲೂಕ 2:8-11	",
},			
{			
"question" :	"	5. ದೂತನು ಹೇಳಿದ್ದು ಈ ಹೊತ್ತು ದನಿಮಗೋಸ್ಕರ ದಾವೀದನೂರಿನಲ್ಲಿ ಒಬ್ಬ _________ ಹುಟ್ಟಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ರಕ್ಷಕ	",
	"	B. ಬಡಗಿ	",
	"	C. ಪ್ರವಾದಿ	",
	"	D. ರಾಜ	"
],			
"correct" :	"	A. ರಕ್ಷಕ	",
"explanation" :	"	ಈ ಹೊತ್ತು ನಿಮಗೋಸ್ಕರ ದಾವೀದನೂರಲ್ಲಿ ಒಬ್ಬ ರಕ್ಷಕನು ಹುಟ್ಟಿದ್ದಾನೆ.  ಲೂಕ 2:11	",
},			
{			
"question" :	"	6. ಆ ಮಗುವಿನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಯೋಸೇಫ 	",
	"	C. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	D. ದಾವೀದ	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"	ಆ ಕೂಸಿಗೆ ಸುನ್ನತಿ ಮಾಡುವದಕ್ಕೆ ಕಳೆಯಬೇಕಾದ ಎಂಟು ದಿವಸಗಳು ತುಂಬಿದ ಮೇಲೆ ಅದಕ್ಕೆ ಯೇಸುವೆಂದು ಹೆಸರಿಟ್ಟರು.  ಲೂಕ 2:20	",
},			
{			
"question" :	"	7. ಕರ್ತನು ಕಳುಹಿಸಬೇಕಾದ ಕ್ರಿಸ್ತನನ್ನು ನೋಡುವುದಕ್ಕಿಂತ ಮುಂಚೆ ಮರಣಿಸುವುದಿಲ್ಲ ಎಂದು ಯಾರಿಗೆ ಪವಿತ್ರಾತ್ಮನ ಮೂಲಕ ದೈವೋಕ್ತಿ ಉಂಟಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಕ್ಕರೀಯ	",
	"	B. ಏಲಿ	",
	"	C. ಸಿಮಿಯೋನ	",
	"	D. ನಾತಾನ್	"
],			
"correct" :	"	C. ಸಿಮಿಯೋನ	",
"explanation" :	"	ಆ ಕಾಲದಲ್ಲಿ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಸಿಮೆಯೋನನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು.  ಈ ಮನುಷ್ಯನು ನೀತಿವಂತನೂ ದೇವಭಕ್ತನೂ ಆಗಿದ್ದು ಇಸ್ರಾಯೇಲ್ ಜನರನ್ನು ಸಂತೈಸುವವನು ಯಾವಾಗ ಬಂದಾನೆಂದು ಹಾರೈಸುತ್ತಿದ್ದನು; ಮತ್ತು ಪವಿತ್ರಾತ್ಮಪ್ರೇರಿತನಾಗಿದ್ದನು.  ಇದಲ್ಲದೆ ಕರ್ತನು ಕಳುಹಿಸಬೇಕಾದ ಕ್ರಿಸ್ತನನ್ನು ಕಾಣುವದಕ್ಕಿಂತ ಮುಂಚೆ ನೀನು ಸಾಯುವದಿಲ್ಲವೆಂದು ಪವಿತ್ರಾತ್ಮನ ಮೂಲಕ ಅವನಿಗೆ ದೈವೋಕ್ತಿ ಉಂಟಾಗಿತ್ತು.  ಲೂಕ 2: 25-26	",
},			
{			
"question" :	"	8. ಅನ್ನಳೆಂಬ ವಿಧವೆಯಾದ ಪ್ರವಾದಿನಿಯು ದೇವರನ್ನು ಎಲ್ಲಿ ನಿರಂತರವಾಗಿ ಸೇವಿಸುತ್ತಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಸ್ಪತ್ರೆಯಲ್ಲಿ	",
	"	B. ಸಂಸ್ಥೆಯಲ್ಲಿ	",
	"	C. ಶಾಲೆಯಲ್ಲಿ	",
	"	D. ದೇವಾಲಯದಲ್ಲಿ	"
],			
"correct" :	"	D. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ಆಕೆ ದೇವಾಲಯವನ್ನು ಬಿಟ್ಟುಹೋಗದೆ ಉಪವಾಸ ವಿಜ್ಞಾಪನೆಗಳಿಂದ ರಾತ್ರಿ ಹಗಲೂ ದೇವರ ಸೇವೆಯನ್ನು ಮಾಡುತ್ತಿದ್ದಳು.  ಲೂಕ 2:37	",
},			
{			
"question" :	"	9. ಯೇಸು ಯೆರೂಷಲೇಮಿನಲ್ಲಿ ತಪ್ಪಿಸಿಕೊಂಡಾಗ ಆತನ ವಯಸ್ಸು ಎಷ್ಟು?	",
"image" :	"",		
"choices" : [			
	"	A. 8	",
	"	B. 10	",
	"	C. 12	",
	"	D. 14	"
],			
"correct" :	"	C. 12	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಆತನು ಹನ್ನರೆಡು ವರುಷದವನಾದಾಗ ಅವರು ಹಬ್ಬದ ಪದ್ಧತಿಯ ಪ್ರಕಾರ ಅಲ್ಲಿಗೆ ಹೋದರು.  ಹಬ್ಬದ ದಿವಸಗಳನ್ನು ತೀರಿಸಿಕೊಂಡು ಹಿಂತಿರುಗಿ ಬರುವಾಗ ಬಾಲಕನಾದ ಯೇಸು ಯೆರೂಸಲೇಮಿನಲ್ಲಿಯೇ ಉಳುಕೊಂಡನು.  ಲೂಕ 2:42-43	",
},			
{			
"question" :	"	10. ಯೋಸೇಫ ಮತ್ತು ಮರಿಯಳು ಯೇಸುವನ್ನು ಎಲ್ಲಿ ಕಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತೂಕಡಿಸುತ್ತಿದ್ದಾಗ	",
	"	B. ಸಂತೇಪೇಟೆಯಲ್ಲಿ	",
	"	C. ನದಿಯ ಬಳಿ	",
	"	D. ದೇವಾಲಯದಲ್ಲಿ	"
],			
"correct" :	"	D. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ಮೂರು ದಿನದ ಮೇಲೆ ಆತನನ್ನು ದೇವಾಲಯದಲ್ಲಿ ಕಂಡರು.  ಆತನು ಬೋಧಕರ ನಡುವೆ ಕುಳಿತುಕೊಂಡು ಅವರ ಉಪದೇಶವನ್ನು ಕೇಳುತ್ತಾ ಪ್ರಶ್ನೆ ಮಾಡುತ್ತಾ ಇದ್ದನು.  ಲೂಕ 2:46	",
},			
]			
