			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 20";			
var quiz = [			
{			
"question" :	"	1. ಮಹಾಯಾಜಕರು ಮತ್ತು ಶಾಸ್ತ್ರಿಗಳು ಯೇಸುವನ್ನು ಇವುಗಳನ್ನೆಲ್ಲಾ ಮಾಡುವುದಕ್ಕೆ ನಿನಗೆ ಎಲ್ಲಿಂದ ಅಧಿಕಾರ ಬಂತೆಂದು ಯೇಸುವನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಆತನು ಈತನಿಗೆ ಈ ಅಧಿಕಾರವು ಪರಲೋಕದಿಂದ ಬಂತೋ ಅಥವಾ ಜನರಿಂದ ಬಂತೋ ಎಂದು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಣಿಕೆಗಳನ್ನು ಅರ್ಪಿಸುವುದು	",
	"	B. ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	C. ಯೋಹಾನನಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುವ ಅಧಿಕಾರ	",
	"	D. ಗಾಳಿ	"
],			
"correct" :	"	C. ಯೋಹಾನನಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುವ ಅಧಿಕಾರ	",
"explanation" :	"	ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುವ ಅಧಿಕಾರವು ಯೋಹಾನನಿಗೆ ಪರಲೋಕದಿಂದ ಬಂತೋ ಮನುಷ್ಯರಿಂದ ಬಂತೋ ಎಂದು ಅವರನ್ನು ಕೇಳಿದನು.  ಲೂಕ 20:4	",
},			
{			
"question" :	"	2. ಸಾಮ್ಯದಲ್ಲಿ ಒಕ್ಕಲಿಗರು ಆಳುಗಳಿಗೆ ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರಿಗೆ ಉಣಿಸಿದರು	",
	"	B. ಅವರನ್ನು ದೋಚಿಕೊಂಡರು	",
	"	C. ಅವರನ್ನು ಕೊಂದುಹಾಕಿದರು	",
	"	D. ಅವರನ್ನು ಹೊಡೆದರು	"
],			
"correct" :	"	D. ಅವರನ್ನು ಹೊಡೆದರು	",
"explanation" :	"	ಫಲಕಾಲ ಬಂದಾಗ ದ್ರಾಕ್ಷೆಯ ತೋಟದ ಹುಟ್ಟುವಳಿಯ ಪಾಲನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಒಬ್ಬ ಆಳನ್ನು ಒಕ್ಕಲಿಗರ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು.  ಆದರೆ ಆ ಒಕ್ಕಲಿಗರು ಅವನನ್ನು ಹೊಡೆದು ಬರಿಗೈಲಿ ಕಳುಹಿಸಿಬಿಟ್ಟರು;   ಲೂಕ 20:10	",
},			
{			
"question" :	"	3. ಒಕ್ಕಲಿಗರು ಯಜಮಾನನ ಮಗನಿಗೆ ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೌರವಿಸಿದರು	",
	"	B. ಅವನನ್ನು ಕೊಂದರು	",
	"	C. ಸುಳ್ಳುಹೇಳಿದರು	",
	"	D. ಅವನಿಗೆ ಮರೆಯಾದರು	"
],			
"correct" :	"	B. ಅವನನ್ನು ಕೊಂದರು	",
"explanation" :	"	ಆದರೆ ಕಳುಹಿಸಿದಾಗ  ಆ ಒಕ್ಕಲಿಗರು ಅವನನ್ನು ಕಂಡು - ಇವನೇ ಬಾಧ್ಯಸ್ಥನು; ಇವನನ್ನು ಕೊಂದುಹಾಕೋಣ, ಇವನ ಸ್ವಾಸ್ಥ್ಯ ನಮ್ಮದಾಗಲಿ ಎಂದು ಒಬ್ಬರ ಸಂಗಡಲೊಬ್ಬರು ಮಾತಾಡಿಕೊಂಡು ಅವನನ್ನು ದ್ರಾಕ್ಷೆಯ ತೋಟದಿಂದ ಹೊರಕ್ಕೆ ದೊಬ್ಬಿ ಕೊಂದುಹಾಕಿದರು;   ಲೂಕ 20:14-15	",
},			
{			
"question" :	"	4. ದ್ರಾಕ್ಷೇತೋಟದ ಯಜಮಾನನು ಆ ಒಕ್ಕಲಿಗರಿಗೆ ಏನು ಮಾಡುವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರನ್ನು ಸಂಹರಿಸುವನು	",
	"	B. ಅವರನ್ನು ಹೊಡೆಯುವನು	",
	"	C. ಅವರನ್ನು ಗೌರವಿಸುವನು	",
	"	D. ಅವರನ್ನು ಕ್ಷಮಿಸುವನು	"
],			
"correct" :	"	A. ಅವರನ್ನು ಸಂಹರಿಸುವನು	",
"explanation" :	"	ಅವನು ಬಂದು ಆ ಒಕ್ಕಲಿಗರನ್ನು ಸಂಹರಿಸಿ ತನ್ನ ತೋಟವನ್ನು ಬೇರೆ ಜನರಿಗೆ ಮಾಡುವುದಕ್ಕೆ ಕೊಡುವನು ಅಂದನು;   ಲೂಕ 20:16	",
},			
{			
"question" :	"	5. ಮನೆಕಟ್ಟುವವರು ಬೇಡವೆಂದು ಬಿಟ್ಟ ಕಲ್ಲೇ ________	",
"image" :	"",		
"choices" : [			
	"	A. ಧೂಳಾಯಿತು	",
	"	B. ಮರುಳಾಯಿತು	",
	"	C. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕಗಳಾಯಿತು	",
	"	D. ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲಾಯಿತು	"
],			
"correct" :	"	D. ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲಾಯಿತು	",
"explanation" :	"	ಇದನ್ನು ಕೇಳಿ ಜನರು ಹಾಗಾಗಬಾರದು ಅಂದರು; ಆದರೆ ಆತನು ಅವರನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿ - ಹಾಗಾದರೆ ಮನೇಕಟ್ಟುವವರು ಬೇಡವೆಂದು ಬಿಟ್ಟ ಕಲ್ಲೇ ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲಾಯಿತು ಎಂದು ಬರೆದಿರುವ ಮಾತೇನು?;   ಲೂಕ 20:17	",
},			
{			
"question" :	"	6. ನಾಣ್ಯದ ಮೇಲೆ ಯಾರ ಮುದ್ರೆ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೈಸರ	",
	"	B. ಹೆರೋದ	",
	"	C. ಮೋಶೆ 	",
	"	D.ದಾವೀದ	"
],			
"correct" :	"	A. ಕೈಸರ	",
"explanation" :	"	ಅವರಿಗೆ - ನನಗೆ ಒಂದು ಹಣವನ್ನು ತೋರಿಸಿರಿ, ಇದರಲ್ಲಿ ಯಾರ ತಲೆಯೂ ಮುದ್ರೆಯೂ ಅದೆ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವರು - ಕೈಸರನದು ಅಂದರು.   ಲೂಕ 20:24	",
},			
{			
"question" :	"	7. ಸದ್ದುಕಾಯರು ಇದನ್ನು ನಿರಾಕರಿಸುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪುನರುತ್ಥಾನ	",
	"	B. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	C. ಮಂತ್ರಿ	",
	"	D. ದೇವರು	"
],			
"correct" :	"	A. ಪುನರುತ್ಥಾನ	",
"explanation" :	"	ತರುವಾಯ ಪುನರುತ್ಥಾನವಿಲ್ಲವೆಂದು ಹೇಳುವವರಾದ ಸದ್ದುಕಾಯರಲ್ಲಿ;   ಲೂಕ 20:27	",
},			
{			
"question" :	"	9. ಪುನರುತ್ಥಾನ ಹೊಂದಿದವರು ಇದನ್ನು ಮಾಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ನೆನೆಸಿಕೊಳ್ಳುವುದು	",
	"	B. ತಿನ್ನುವುದು	",
	"	C. ಅವರಿಗೆ ಗೊತ್ತಿರುವಂತೆ ತಿಳುಕೊಳ್ಳುವುದು	",
	"	D. ಮದುವೆ	"
],			
"correct" :	"	D. ಮದುವೆ	",
"explanation" :	"	ಆದರೆ ಆ ಲೋಕವನ್ನೂ ಸತ್ತವರೊಳಗಿಂದ ಪುನರುತ್ಥಾನವನ್ನೂ ಪಡೆಯುವದಕ್ಕೆ ಯೋಗ್ಯರೆನಿಸಿಕೊಂಡಿರುವವರು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳುವದೂ ಇಲ್ಲ, ಮಾಡಿಕೊಡುವದೂ ಇಲ್ಲ;  ಲೂಕ 20:35	",
},			
{			
"question" :	"	9. ದೇವರು ಇವರಿಗೆ ದೇವರಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಕಲ್ಲುಗಳಿಗೆ	",
	"	B. ಅನುಕಂಪದ	",
	"	C. ಕೃಪೆಗೆ	",
	"	D. ಸತ್ತವರಿಗೆ	"
],			
"correct" :	"	D. ಸತ್ತವರಿಗೆ	",
"explanation" :	"	ದೇವರು ಜೀವಿತರಿಗೆ ದೇವರಾಗಿದ್ದಾನೆ ಹೊರತು ಜೀವವಿಲ್ಲದವರಿಗೆ ಅಲ್ಲ.   ಲೂಕ 20:37	",
},			
{			
"question" :	"	10. ಯೇಸು ಹಳೇ ಒಡಂಬಡಿಕೆಯ ಈ ಪುಸ್ತಕವನ್ನು ಪ್ರಸ್ತಾಪಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಬ	",
	"	B. ಕೀರ್ತನೆ	",
	"	C. ಜ್ಞಾನೋಕ್ತಿ	",
	"	D. ಯೆಶಾಯ	"
],			
"correct" :	"	B. ಕೀರ್ತನೆ	",
"explanation" :	"	ನಾನು ನಿನ್ನ ವಿರೋಧಿಗಳನ್ನು ನಿನ್ನ ಪಾದಗಳಿಗೆ ಪೀಠವಾಗ ಮಾಡುವ ತನಕ ನನ್ನ ಬಲಗಡೆಯಲ್ಲಿ ಕೂತುಕೊಂಡಿರು ಎಂದು ಕರ್ತನು ನನ್ನ ಒಡೆಯನಿಗೆ ನುಡಿದನು ಎಂಬದಾಗಿಒ ಕೀರ್ತನಗ್ರಂಥದಲ್ಲಿ ದಾವೀದನೇ ಹೇಳುತ್ತಾನಷ್ಟೆ.   ಲೂಕ 20:42-43	",
},			
]			
