			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 21";			
var quiz = [			
{			
"question" :	"	1. ಬಡವಿಧವೆಯು ಎಷ್ಟು ಕಾಣಿಕೆಯನ್ನು ಹಾಕಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. 30 ಬೆಳ್ಳಿ ನಾಣ್ಯ	",
	"	B. 30 ಚಿನ್ನದ ನಾಣ್ಯ	",
	"	C. 2 ಕಾಸು	",
	"	D. 10 ಶೆಕೆಲ್	"
],			
"correct" :	"	C. 2 ಕಾಸು	",
"explanation" :	"	ಆಗ ಒಬ್ಬ ಬಡ ವಿಧವೆಯು ಬಂದು ಎರಡು ಕಾಸನ್ನು ಹಾಕಲು ಆತನು ಅದನ್ನು ನೋಡಿ;   ಲೂಕ 21:2	",
},			
{			
"question" :	"	2. ಯೇಸು ಆ ವಿಧವೆಯ ಕುರಿತು ಏನು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆಯು ಎಲ್ಲರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಕೊಟ್ಟಳು	",
	"	B. ಆಕೆಯು ಜಿಪುಣಿ	",
	"	C. ಆಕೆಯು ಹಣವನ್ನು ಬಚ್ಚಿಟ್ಟಿದ್ದಾಳೆ	",
	"	D. ಆಕೆಗೆ ಮತ್ತೆ ಮದುವೆಯಾಗಬೇಕು	"
],			
"correct" :	"	A. ಆಕೆಯು ಎಲ್ಲರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಕೊಟ್ಟಳು	",
"explanation" :	"	ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಈ ಬಡವಿಧವೆ ಎಲ್ಲರಿಗಿಂತಲೂ ಹೆಚ್ಚು ಹಾಕಿದ್ದಾಳೆ;   ಲೂಕ 21:3	",
},			
{			
"question" :	"	3. ಕೆಲವರು ಈ ಸ್ಥಳದ ಬಗ್ಗೆ ಮಾತನಾಡುತ್ತಿರುವಾಗ ಯೇಸು, ಈ ಸ್ಥಳದಲ್ಲಿ ಕಲ್ಲಿನ ಮೇಲೆ ಕಲ್ಲು ನಿಲ್ಲುವುದಿಲ್ಲ ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕ	",
	"	B. ಚಿಯೋನ್ ಪರ್ವತ	",
	"	C. ದೇವಾಲಯ	",
	"	D. ಐಗುಪ್ತ	"
],			
"correct" :	"	C. ದೇವಾಲಯ	",
"explanation" :	"	ಕೆಲವರು ದೇವಾಲಯದ ವಿಷಯದಲ್ಲಿ ಅದು ಅಂದವಾದ ಕಲ್ಲುಗಳಿಂದಲೂ ಹರಕೆಯ ಒಡವೆಗಳಿಂದಲೂ ಅಲಂಕಾರವಾಗಿದೆ ಎಂದು ಹೇಳುತ್ತಿರುವಾಗ ಆತನು - ನೀವು ಇವುಗಳನ್ನು ನೋಡುತ್ತೀರಲ್ಲಾ. ಇಲ್ಲಿ ಕಲ್ಲಿನ ಮೇಲೆ ಉಳಿಯದೆ ಎಲ್ಲಾ ಕೆಡವಲ್ಪಡುವ ದಿವಸಗಳು ಬರುವವು ಅಂದನು.   ಲೂಕ 21:5-6	",
},			
{			
"question" :	"	4.  ಯೇಸು ಹೇಳಿದ್ದು, ಅನೇಕರು ಬಂದು ನನ್ನ ಹೆಸರಿನಲ್ಲಿe	",
"image" :	"",		
"choices" : [			
	"	A. ಭೋದಿಸುವರು	",
	"	B. ರೋಗಿಗಳನ್ನು ಸೌಖ್ಯಪಡಿಸುವರು	",
	"	C. ನಾನು ಕ್ರಿಸ್ತನು ಎಂದು ಹೇಳುವರು	",
	"	D. ಪರಲೋಕ ರಾಜ್ಯದ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವರು	"
],			
"correct" :	"	C. ನಾನು ಕ್ರಿಸ್ತನು ಎಂದು ಹೇಳುವರು	",
"explanation" :	"	ಆತನು ಹೇಳಿದ್ದೇನೆಂದರೆ - ನೀವು ಮೋಸಹೋಗದಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ.  ಯಾಕಂದರೆ ಅನೇಕರು ಬಂದು ನನ್ನ ಹೆಸರನ್ನು ಎತ್ತಿಕೊಂಡು ನಾನು ಕ್ರಿಸ್ತನು ನಾನು ಕ್ರಿಸ್ತನು ಎಂತಲೂ ಆ ಕಾಲ ಹತ್ತಿರವಾಯಿತು ಎಂತಲೂ ಹೇಳುವರು;   ಲೂಕ 21:8	",
},			
{			
"question" :	"	5. ನೀವು ಈ ವಿಷಯಗಳನ್ನು ಕೇಳುವಾಗ ಕಳವಳಗೊಳ್ಳಬೇಡಿರಿ ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಚುನಾವಣೆ	",
	"	 B. ಮಿಡತೆ	",
	"	C. ಯುದ್ಧಗಳು	",
	"	 D. ಹಾವುಗಳ	"
],			
"correct" :	"	C. ಯುದ್ಧಗಳು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಯುದ್ಧಗಳೂ ಗಲಿಬಿಲಿಗಳೂ ಆಗುವದನ್ನು ನೀವು ಕೇಳುವಾಗ ದಿಗಿಲುಪಡಬೇಡಿರಿ;   ಲೂಕ 21:9	",
},			
{			
"question" :	"	6 ಯೇಸು ಹೇಳಿದ್ದು, ಅಲ್ಲಲ್ಲಿ ಇವು ಸಂಭವಿಸುವುವು	",
"image" :	"",		
"choices" : [			
	"	 A. ದೂತರ ಪ್ರತ್ಯಕ್ಷತೆ	",
	"	B. ಶಾಂತಿಯ ಓಯಾಸಿಸ್	",
	"	C. ಭೂಕಂಪ, ಬರಗಾಲ ಮತ್ತು ಉಪದ್ರವ	",
	"	D. ಉಜ್ಜೀವನ ಕೂಟಗಳು	"
],			
"correct" :	"	C. ಭೂಕಂಪ, ಬರಗಾಲ ಮತ್ತು ಉಪದ್ರವ	",
"explanation" :	"	ಮತ್ತು ಮಹಾಭೂಕಂಪಗಳಾಗುವವು; ಅಲ್ಲಲ್ಲಿ ಬರಗಳೂ ಉಪದ್ರವಗಳೂ ಬರುವವು; ಉತ್ಪಾತಗಳೂ ಆಕಾಶದಲ್ಲಿ ಮಹಾಸೂಚನೆಗಳೂ ತೋರುವವು;   ಲೂಕ 21:11	",
},			
{			
"question" :	"	7  ಆತನ ಹೆಸರಿನ ದೆಸೆಯಿಂದ ಎಲ್ಲಾ ಜನರೂ ನಿಮ್ಮನ್ನು ____________	",
"image" :	"",		
"choices" : [			
	"	 A. ಗೌರವಿಸುವರು	",
	"	B. ದ್ವೇಷಿಸುವರು	",
	"	C. ಸನ್ಮಾನಿಸುವರು	",
	"	D. ನಿಮಗೆ ಒದಗಿಸುವರು	"
],			
"correct" :	"	B. ದ್ವೇಷಿಸುವರು	",
"explanation" :	"	ಇದಲ್ಲದೆ ನನ್ನ ಹೆಸರಿನ ನಿಮಿತ್ತ ನಿಮ್ಮನ್ನು ಎಲ್ಲರೂ ಹಗೆ ಮಾಡುವರು.   ಲೂಕ 21:17	",
},			
{			
"question" :	"	8 ಯೇಸು ಒಂದು ಸಾಮ್ಯದಲ್ಲಿ ಒಂದು ಮರದ ಕುರಿತು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಪಲ್	",
	"	B. ಆಲೀವ್	",
	"	C. ಸಾಸಿವೆ ಮರ	",
	"	D. ಅಂಜೂರದ ಮರ	"
],			
"correct" :	"	D. ಅಂಜೂರದ ಮರ	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ ಒಂದು ಸಾಮ್ಯ ಕೊಟ್ಟು ಹೇಳಿದ್ದೇನಂದರೆ - ಅಂಜೂರ ಮುಂತಾದ ಮರಗಳನ್ನೂ ನೋಡಿರಿ.  ಲೂಕ 21:29	",
},			
{			
"question" :	"	9 ಭೂಮ್ಯಾಕಾಶವು ಅಳಿದುಹೋಗುವುದು ಆದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಮನುಷ್ಯರ ಆತ್ಮ ಅಳಿದುಹೋಗುವುದಿಲ್ಲ	",
	"	 B. ನನ್ನ ಮಾತುಗಳು ಅಳಿದುಹೋಗುವುದಿಲ್ಲ	",
	"	C. ಸಂಕಟಗಳು ಅಳಿದುಹೋಗುವುದಿಲ್ಲ	",
	"	D. ದೂತರು ಅಳಿದುಹೋಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	A. ಮನುಷ್ಯರ ಆತ್ಮ ಅಳಿದುಹೋಗುವುದಿಲ್ಲ	",
"explanation" :	"	ಭೂಮ್ಯಾಕಾಶಗಳು ಅಳಿದುಹೋಗುವವು, ಆದರೆ ನನ್ನ ಮಾತುಗಳು ಅಳಿದುಹೋಗುವದೇ ಇಲ್ಲ;   ಲೂಕ 21:33	",
},			
{			
"question" :	"	10 ದೇವಾಲಯದಲ್ಲಿ ಭೋದಿಸಿದ ನಂತರ ಯೇಸು ಆ ರಾತ್ರಿ ಇಲ್ಲಿ ತಂಗಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಎಣ್ಣೇ ಮರಗಳ ತೋಪು	",
	"	B. ಐಗುಪ್ತ್ಯ	",
	"	C. ಉಪ್ಪಿನ ಕಣಿವೆ	",
	"	D. ಸಿನಾಯ್ ಬೆಟ್ಟ	"
],			
"correct" :	"	A. ಎಣ್ಣೇ ಮರಗಳ ತೋಪು	",
"explanation" :	"	ಆತನು ಹಗಲು ದೇವಾಲಯದಲ್ಲಿ ಉಪದೇಶ ಮಾಡುತ್ತಾ ರಾತ್ರಿ ಪಟ್ಟಣದ ಹೊರಗೆ ಹೋಗಿ ಎಣ್ಣೇಮರಗಳ ತೋಪು ಎನಿಸಿಕೊಳ್ಳುವ ಗುಡ್ಡದಲ್ಲಿ ಇಳುಕೊಳ್ಳುತ್ತಾ ಇದ್ದನು.   ಲೂಕ 21:37	",
},			
]			
