			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 22";			
var quiz = [			
{			
"question" :	"	1 ಈ ಶಿಷ್ಯನು ಮಹಾಯಾಜಕರ ಬಳಿ ಯೇಸುವನ್ನು ಹಿಡಿದುಕೊಡಲು ಸಂಚನ್ನು ರೂಪಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	 B. ಆಂದ್ರೇಯ	",
	"	C. ಪೇತ್ರ	",
	"	 D. ಯೋಹಾನ	"
],			
"correct" :	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
"explanation" :	"	ಆಗ ಸೈತಾನನು ಹನ್ನೆರಡು ಮಂದಿ ಶಿಷ್ಯರ ಲೆಕ್ಕದಲ್ಲಿ ಸೇರಿದವನಾದ ಇಸ್ಕರಿಯೋತೆಂಬ ಯೂದನಲ್ಲಿ ಪ್ರವೇಶಿಸಲು ಅವನು ಮಹಾಯಾಜಕರ ಬಳಿಗೂ ಕಾವಲಿನ ದಳವಾಯಿಗಳ ಬಳಿಗೂ ಹೋಗಿ ತಾನು ಯೇಸುವನ್ನು ಹಿಡುಕೊಡುವ ುಪಾಯವನ್ನು ಕುರಿತು ಅವರ ಸಂಗಡ ಮಾತಾಡಿದನು.   ಲೂಕ 22:3-4	",
},			
{			
"question" :	"	2 ಯೇಸು ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನರನ್ನು ಈ ಔತಣಕ್ಕೆ ಸಿದ್ಧಪಡಿಸಲು ಕಳುಹಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	 A. ಯೋಮ್ ಕಿಪ್ಪರ್	",
	"	B. ಫಸ್ಕ	",
	"	 C. ಜುಬಿಲೀ	",
	"	D. ಸುಗ್ಗೀ ಕಾಲದ ಹಬ್ಬ	"
],			
"correct" :	"	B. ಫಸ್ಕ	",
"explanation" :	"	ಯೇಸು ಪೇತ್ರನಿಗೂ ಯೋಹಾನನಿಗೂ ನೀವು ಹೋಗಿ ನಾವು ಪಸ್ಕದ ಊಟ ಮಾಡುವಂತೆ ಸಿದ್ಧಮಾಡಿರಿ ಎಂದು ಹೇಳಿ ಅವರನ್ನು ಕಳುಹಿಸಿದನು.   ಲೂಕ 22:8	",
},			
{			
"question" :	"	3 ರೊಟ್ಟಿಯು ಏನನ್ನು ಸೂಚಿಸುತ್ತದೆಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈ ಲೋಕ	",
	"	B. ಆತನ ಶರೀರ	",
	"	C. ಆತನ ಆತ್ಮ	",
	"	D. ತಂದೆ	"
],			
"correct" :	"	B. ಆತನ ಶರೀರ	",
"explanation" :	"	ಬಳಿಕ ಆತನು ರೊಟ್ಟಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಸ್ತೋತ್ರಮಾಡಿ ಮುರಿದು ಅವರಿಗೆ ಕೊಟ್ಟು - ಇದು ನಿಮಗೋಸ್ಕರ ಕೊಟ್ಟಿರುವ ನನ್ನ ದೇಹ; ನನ್ನನ್ನು ನೆನಸಿಕೊಳ್ಳುವದಕ್ಕೋಸ್ಕರ ಹೀಗೆ ಮಾಡಿರಿ ಅಂದನು.   ಲೂಕ 21:19	",
},			
{			
"question" :	"	4.  ದ್ರಾಕ್ಷಾರಸವು ಸೂಚಿಸುವುದು	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಪ	",
	"	B. ನಂಬಿಕೆ	",
	"	C. ಸಂಕಟಗಳು	",
	"	D. ಆತನ ರಕ್ತ	"
],			
"correct" :	"	D. ಆತನ ರಕ್ತ	",
"explanation" :	"	ಊಟವಾದ ಮೇಲೆ ಆತನು ಅದೇ ರೀತಿಯಾಗಿ ಪಾತ್ರೆಯನ್ನು ತೆಗೆದುಕೊಂಡು - ಈ ಪಾತ್ರೆಯು ನಿಮಗೋಸ್ಕರ ಸುರಿಸಲ್ಪಡುವ ನನ್ನ ರಕ್ತದಿಂದ ಸ್ಥಾಪಿತವಾಗುವ ಹೊಸ ಒಡಂಬಡಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ;   ಲೂಕ 22:20	",
},			
{			
"question" :	"	 5. ಈ ಶಿಷ್ಯನು ನನ್ನನ್ನು ಮೂರು ಸಾರಿ ಅರಿಯೆನೆಂದು ಹೇಳುವನು ಎಂದು ಯೇಸು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. ಆಂದ್ರೇಯ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಯೂದ	"
],			
"correct" :	"	C. ಪೇತ್ರ	",
"explanation" :	"	ಆತನು - ಪೇತ್ರನೇ, ನನ್ನ ವಿಷಯದಲ್ಲಿ - ಇವನನ್ನು ಅರಿಯೆನೆಂದು ನೀನು ಮೂರು ಸಾರಿ ಹೇಳುವ ತನಕ ಈಹೊತ್ತು ಕೋಳಿ ಕೂಗುವುದಿಲ್ಲವೆಂದು ನಿನಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು;   ಲೂಕ 22:34	",
},			
{			
"question" :	"	6. ಯೇಸು ಪ್ರಾರ್ಥಿಸುವಾಗ ಆತನನ್ನು ಯಾರು ಬಂದು ಬಲಪಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರು	",
	"	B. ಪವಿತ್ರಾತ್ಮನು	",
	"	C. ಸೈತಾನನು	",
	"	D. ಯೋಹಾನನು	"
],			
"correct" :	"	A. ದೂತರು	",
"explanation" :	"	ಆಗ ಪರಲೋಕದಿಂದ ಬಂದ ಒಬ್ಬ ದೇವದೂತನು ಆತನಿಗೆ ಕಾಣಿಸಿಕೊಂಡು ಆತನನ್ನು ಬಲಪಡಿಸಿದನು.   ಲೂಕ 22:43	",
},			
{			
"question" :	"	7. ಯೇಸು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದಾಗ ಅತನ ಶಿಷ್ಯರು ಏನು ಮಾಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥನೆ	",
	"	B. ನಿದ್ರೆ	",
	"	C. ಅಳುತ್ತಿದ್ದರು	",
	"	D. ಕೀರ್ತನೆ ಹಾಡುತ್ತಿದ್ದರು	"
],			
"correct" :	"	B. ನಿದ್ರೆ	",
"explanation" :	"	ಆತನು ಪ್ರಾರ್ಥನೆ ಮುಗಿಸಿ ಎದ್ದು ಶಿಷ್ಯರ ಬಳಿಗೆ ಬಂದು ದು:ಖಭಾರದಿಂದ ಇವರಿಗೆ ನಿದ್ರೆ ಹತ್ತಿರುವದನ್ನು ಕಂಡು;   ಲೂಕ 22:45	",
},			
{			
"question" :	"	8. ಒಬ್ಬ ಶಿಷ್ಯನು ಮಹಾಯಾಜಕನ  ಆಳಿನ ಕಿವಿಯನ್ನು ಕತ್ತರಿಸಿದಾಗ 	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಆ ಶಿಷ್ಯನನ್ನು ಹೊಗಳಿದರು	",
	"	B. ಯೇಸು ಆ ಕಿವಿಯನ್ನು ಸೌಖ್ಯಪಡಿಸಿದರು	",
	"	C. ಆ ಆಳು ಯೇಸುವನ್ನು ಹೊಡೆದನು	",
	"	D. ಮಹಾಯಾಜಕನು ಯೇಸುವನ್ನು ಹೊಡೆದನು	"
],			
"correct" :	"	B. ಯೇಸು ಆ ಕಿವಿಯನ್ನು ಸೌಖ್ಯಪಡಿಸಿದರು	",
"explanation" :	"	ಅವರಲ್ಲಿ ಒಬ್ಬನು ಮಹಾಯಾಜಕನ ಆಳನ್ನು ಹೊಡೆದು ಅವನ ಬಲಗಿವಿಯನ್ನು ಕಡಿದುಹಾಕಿದನು.  ಆದರೆ ಯೇಸು - ಇಷ್ಟಕ್ಕೇ ಬಿಡಿರಿ ಎಂದು ಹೇಳಿ ಆ ಕಿವಿಯನ್ನು ಮುಟ್ಟಿ ಅವನಿಗೆ ವಾಸಿ ಮಾಡಿದನು.     ಲೂಕ 22:50-51	",
},			
{			
"question" :	"	9 ಕೋಳಿ ಕೂಗಿದ ನಂತರ, ಪೇತ್ರನು ಯೇಸುವಿನ ಮಾತುಗಳನ್ನು ನೆನೆಸಿಕೊಂಡಾಗ	",
"image" :	"",		
"choices" : [			
	"	 A. ಪೇತ್ರನು ಸಂತೋಷಿಸಿದನು	",
	"	B. ಪೇತ್ರನು ಜೋರಾಗಿ ಅತ್ತನು	",
	"	C. ಪೇತ್ರನು ಸತ್ತು ಹೋದನು	",
	"	D. ಪೇತ್ರನು ಬಂಧಿಸಲ್ಪಟ್ಟನು	"
],			
"correct" :	"	B. ಪೇತ್ರನು ಜೋರಾಗಿ ಅತ್ತನು	",
"explanation" :	"	ಸ್ವಾಮಿಯು ಹಿಂತಿರುಗಿಕೊಂಡು ಪೇತ್ರನನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿದನು, ಆಗ ಪೇತ್ರನು - ಈ ಹೊತ್ತು ಕೋಳಿ ಕೂಗುವದಕ್ಕಿಂತ ಮುಂಚೆ ಮೂರು ಸಾರಿ ನನ್ನ ವಿಷಯವಾಗಿ ಅವನನ್ನು ಅರಿಯೆನೆಂಬದಾಗಿ ಹೇಳುವಿ ಎಂದು ಸ್ವಾಮಿ ನುಡಿದ ಮಾತನ್ನು ನೆನಸಿ ಹೊರಗೆ ಹೋಗಿ ಬಹು ವ್ಯಥೆಪಟ್ಟು ಅತ್ತನು.   ಲೂಕ 22:61-62	",
},			
{			
"question" :	"	10. ಯೇಸುವನ್ನು ಹಿಡಿದವರು ಆತನಿಗೆ ಮುಸುಕು ಹಾಕಿ, ಆತನನ್ನು ಹೊಡೆದು ಹೀಗಂದರು	",
"image" :	"",		
"choices" : [			
	"	 A. ನಾವು ದೇವರ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುತ್ತಿದ್ದೇವೆ	",
	"	B. ನಿನ್ನನ್ನು ಹೊಡೆದವರು ಯಾರು, ಪ್ರವಾದನೆ ಹೇಳು	",
	"	C. ನೀನು ದಾವೀದ ಕುಮಾರನು	",
	"	D. ನೀನೊಬ್ಬ ಕಳ್ಳನು	"
],			
"correct" :	"	B. ನಿನ್ನನ್ನು ಹೊಡೆದವರು ಯಾರು, ಪ್ರವಾದನೆ ಹೇಳು	",
"explanation" :	"	ಆತನಿಗೆ ಮುಸುಕುಹಾಕಿ ಹೊಡೆದು - ನಿನ್ನನ್ನು ಹೊಡೆದವನಾರು? ಪ್ರವಾದನೆ ಹೇಳು ಎಂದು ಆತನನ್ನು ಕೇಳಿದರು.   ಲೂಕ 22:64	",
},			
]			
