			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 23";			
var quiz = [			
{			
"question" :	"	1. ಪಿಲಾತನು ಯೇಸುವಿನ ಕುರಿತು ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಮರಣಕ್ಕೆ ಯೋಗ್ಯನು	",
	"	B. ಈತನಲ್ಲಿ ನಾನು ಏನೂ ತಪ್ಪನ್ನು ಕಂಡಿಲ್ಲ	",
	"	C. ಈತನು ನಿಜವಾಗಿಯು ದೇವರ ಮಗನು	",
	"	D. ಈತನು ಸುಳ್ಳುಗಾರನು	"
],			
"correct" :	"	B. ಈತನಲ್ಲಿ ನಾನು ಏನೂ ತಪ್ಪನ್ನು ಕಂಡಿಲ್ಲ	",
"explanation" :	"	ಆತನು - ನೀನೇ ಹೇಳಿದ್ದೀ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು.  ಪಿಲಾತನು ಮಹಾಯಾಜಕರಿಗೂ ಜನರ ಗುಂಪಿಗೂ - ಈ ಮನುಷ್ಯನಲ್ಲಿ ನನಗೆ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸುವುದಿಲ್ಲವೆಂದು ಹೇಳಿದನು.   ಲೂಕ 23:4	",
},			
{			
"question" :	"	2 ಈ ಮನುಷ್ಯನು ಯೇಸುವನ್ನು ನೋಡಿದಾಗ ಹರ್ಷಿಸಿದನು, ಏಕೆಂದರೆ ಯೇಸುವಿನಿಂದ ಒಂದು ಅದ್ಭುತ ಕಾರ್ಯವನ್ನು  ನೋಡಬಹುದೆಂದು ಅಂದುಕೊಂಡನು. 	",
"image" :	"",		
"choices" : [		 	
	"	A. ಹೆರೋದ	",
	"	B. ಯಾಯಿರ	",
	"	C. ಪೋಟಿಪೋರ	",
	"	D. ಫರೋಹ	"
],			
"correct" :	"	A. ಹೆರೋದ	",
"explanation" :	"	ಹೆರೋದನು ಯೇಸುವನ್ನು ನೋಡಿದಾಗ ಬಹಳ ಸಂತೋಷಪಟ್ಟನು; ಯಾಕಂದರೆ ಆತನ ವಿಷಯವಾಗಿ ಅನೇಕ ಸಂಗತಿಗಳನ್ನು ಕೇಳಿದ್ದರಿಂದ ಆತನನ್ನು ಕಾಣಬೇಕೆಂದು ಬಹು ಕಾಲದಿಂದ ಅಪೇಕ್ಷಿಸಿದ್ದನು.  ಆತನಿಂದ ಯಾವದಾದರೂ ಒಂದು ಸೂಚಕಕಾರ್ಯವಾಗುವದನ್ನು ನೋಡಬೇಕೆಂದು ನಿರೀಕ್ಷಿಸಿದನು.  ಲೂಕ 23:8	",
},			
{			
"question" :	"	3 ಯೇಸುವಿನ ಬದಲಾಗಿ ಈ ಮನುಷ್ಯನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಬೇಕೆಂದು ಜನರು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬರಬ್ಬರ	",
	"	B. ಜಕ್ಕಾಯ	",
	"	C. ನಿಕೋದೇಮ	",
	"	D. ಯೋಸೇಫ	"
],			
"correct" :	"	A. ಬರಬ್ಬರ	",
"explanation" :	"	ಆದರೆ ಅವರು - ಅವನನ್ನು ಕೊಲ್ಲಿಸು, ನಮಗೆ ಬರಬ್ಬನನ್ನು ಬಿಟ್ಟುಕೊಡು ಎಂದು ಒಟ್ಟಾಗಿ ಕೂಗಿದರು.   ಲೂಕ 23:18	",
},			
{			
"question" :	"	 4. ಯೇಸುವಿಗೆ ಏನು ಮಾಡಬೇಕೆಂದು ಜನರ ಗುಂಪು ಕೂಗಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ	",
	"	B. ಆತನಿಗೆ ಕೊರಡೆಗಳಿಂದ ಹೊಡೆಸಿ	",
	"	C. ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸಿ	",
	"	D. ಆತನನ್ನು ಹೊಡೆಯಿರಿ	"
],			
"correct" :	"	C. ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸಿ	",
"explanation" :	"	ಆದರೆ ಅವರು - ಅವನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸು, ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಎಂದು ಕೂಗುತ್ತಿದ್ದರು.   ಲೂಕ 23:21	",
},			
{			
"question" :	"	5. ಯೇಸುವಿನ ಶಿಲುಬೆಯನ್ನು ಯಾರು ಹೊತ್ತರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫ	",
	"	B. ಸೀಮೋನ	",
	"	C. ಹೆರೋದ	",
	"	D. ಡೊಮಿನಿಕ್	"
],			
"correct" :	"	B. ಸೀಮೋನ	",
"explanation" :	"	ಅವರು ಆತನನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುತ್ತಿರುವಾಗ ಹೊಲದಿಂದ ಬರುತ್ತಿದ್ದ ಕುರೇನೆಪಟ್ಟಣದ ಸೀಮೋನನೆಂಬವನನ್ನು ಹಿಡಿದು ಶಿಲುಬೆಯನ್ನು ಅವನ ಮೇಲೆ ಇಟ್ಟು ಯೇಸುವಿನ ಹಿಂದೆ ಹೊತ್ತುಕೊಂಡು ಬರುವ ಹಾಗೆ ಮಾಡಿದರು.   ಲೂಕ 23:26	",
},			
{			
"question" :	"	6. ಯೇಸುವನ್ನು ಎಲ್ಲಿ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಪಾಲ	",
	"	B. ಬೆಥನಿ	",
	"	C. ಐಗುಪ್ತ್ಯ	",
	"	D. ಕಾನಾ	"
],			
"correct" :	"	A. ಕಪಾಲ	",
"explanation" :	"	ಅವರು ಕಪಾಲವೆಂಬ ಸ್ಥಳಕ್ಕೆ ಬಂದಾಗ ಅಲ್ಲಿ ಆತನನ್ನೂ ಆ ದುಷ್ಕರ್ಮಿಗಳನ್ನೂ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು;    ಲೂಕ 23:33	",
},			
{			
"question" :	"	7. ಯೇಸು ಶಿಲುಬೆಯ ಮೇಲೆ ಇದ್ದಾಗ ಆತ ಹೀಗೆ ಪ್ರಾರ್ಥಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ತಂದೆಯೇ ಅವರನ್ನು ಗದರಿಸು	",
	"	B. ತಂದೆಯೇ ಅವರನ್ನು ನಾಶಪಡಿಸು	",
	"	C. ತಂದೆಯೇ ಅವರನ್ನು ಕ್ಷಮಿಸು	",
	"	D. ತಂದೆಯೇ, ಪರಲೋಕದಿಂದ ದೂತರನ್ನು ಕಳುಹಿಸು	"
],			
"correct" :	"	C. ತಂದೆಯೇ ಅವರನ್ನು ಕ್ಷಮಿಸು	",
"explanation" :	"	ಆಗ ಯೇಸು  - ತಂದೆಯೇ, ಅವರಿಗೆ ಕ್ಷಮಿಸು; ತಾವು ಏನು ಮಾಡುತ್ತೇವೆಂಬದನ್ನು ಅರಿಯರು ಅಂದನು.  ಆಮೇಲೆ ಆತನ ಬಟ್ಟೆಗಳನ್ನು ಪಾಲುಮಾಡಿ ಚೀಟು ಹಾಕಿದರು.    ಲೂಕ 23:34	",
},			
{			
"question" :	"	8 ಗ್ರೀಕ್, ಲ್ಯಾಟಿನ್ ಮತ್ತು ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿದ್ದಂತಹ ಈ ವಿಳಾಸವನ್ನು ಯೇಸುವಿನ ಶಿಲುಬೆಲ್ಲಿ ತೂಗುಹಾಕಲಾಯಿತು	",
"image" :	"",		
"choices" : [			
	"	A. ಇವನು ಯೆಹೂದ್ಯರ ಅರಸನು	",
	"	B. ಈತನಲ್ಲಿ ನನಗೆ ಯಾವ ತಪ್ಪೂ ಕಾಣಲಿಲ್ಲ	",
	"	C. ಈತನು ಮುಗ್ಧ ಮನುಷ್ಯನು	",
	"	D. ಸುಳ್ಳುಗಾರನು ಮತ್ತು ದೇವದೂಷಕನು	"
],			
"correct" :	"	A. ಇವನು ಯೆಹೂದ್ಯರ ಅರಸನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆತನ ಮೇಲ್ಗಡೆಯಲ್ಲಿ - ಇವನು ಯೆಹೂದ್ಯರ ಅರಸನು ಎಂಬದಾಗಿ ಒಂದು ವಿಳಾಸವಿತ್ತು.    ಲೂಕ 23:38	",
},			
{			
"question" :	"	9. ಯೇಸು ಇವನಿಗೆ ನೀನು ಈ ದಿನವೇ ನನ್ನ ಸಂಗಡ ಪರದೈಸಿನಲ್ಲಿರುವಿ ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈನಿಕನಿಗೆ	",
	"	B. ಶಿಲುಬೆಯ ಮೇಲಿದ್ದ ಕಳ್ಳನಿಗೆ	",
	"	C. ಸೀಮೋನ	",
	"	D. ಮಹಾಯಾಜಕನಿಗೆ	"
],			
"correct" :	"	B. ಶಿಲುಬೆಯ ಮೇಲಿದ್ದ ಕಳ್ಳನಿಗೆ	",
"explanation" :	"	ತೂಗುಹಾಕಿದ್ದ ಆ ದುಷ್ಕರ್ಮಿಗಳಲ್ಲಿ ಒಬ್ಬನು ಆತನನ್ನು ದೂಷಿಸಿ - ನೀನು ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನಲ್ಲವೇ, ನಿನ್ನನ್ನು ರಕ್ಷಿಸಿಕೋ, ನಮ್ಮನ್ನೂ ರಕ್ಷಿಸು ಎಂದು ಹೇಳಿದ್ದಕ್ಕೆ ಎರಡನೆಯವನು ಅವನನ್ನು ಗದರಿಸಿ - ನೀನು ಇದೇ ದಂಡನೆಯಲ್ಲಿರುವಾಗಲೂ ದೇವರಿಗೆ ಹೆದರುವದಿಲ್ಲವೋ?  ನಾವಂತೂ ನ್ಯಾಯವಾಗಿ ದಂಡನೆಯಲ್ಲಿದ್ದೇವೆ, ನಾವು ಮಾಡಿದ್ದಕ್ಕೆ ತಕ್ಕ ಪ್ರತಿಫಲವನ್ನು ಹೊಂದುತ್ತಾ ಇದ್ದೇವೆ;  ಈತನಾದರೋ ಅಲ್ಲದ್ದೇನೂ ಮಾಡಲಿಲ್ಲ ಎಂದು ಹೇಳಿ - ಯೇಸುವೇ, ನೀನು ನಿನ್ನ ರಾಜ್ಯವನ್ನು ಪಡೆದವನಾಗಿ ಬರುವಾಗ ನನ್ನನ್ನು ನೆನಸಿಕೋ ಅಂದನು.  ಅದಕ್ಕೆ ಯೇಸು - ಈಹೊತ್ತೇ ನನ್ನ ಸಂಗಡ ಪರದೈಸಿನಲ್ಲಿರುವಿ ಎಂದು ನಿನಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು.   ಲೂಕ 23:39-43	",
},			
{			
"question" :	"	10. ಈ ಮನುಷ್ಯನು ಪಿಲಾತನ ಬಳಿ ಯೇಸುವಿನ ದೇಹಕ್ಕಾಗಿ ಬೇಡಿಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯೋಸೇಫ	",
	"	C. ಯಾಕೋಬ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	B. ಯೋಸೇಫ	",
"explanation" :	"	ಅರಿಮಥಾಯವೆಂಬ ಯೆಹೂದ್ಯರದೊಂದು ಪಟ್ಟಣದ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು;  ಅವನ ಹೆಸರು ಯೋಸೇಫನು.  ಅವನು ಹಿರೀಸಭೆಯವನು, ಉತ್ತಮನು, ಸತ್ಪುರುಷನು, ದೇವರ ರಾಜ್ಯವನ್ನು ಎದುರು ನೋಡುತ್ತಿದ್ದವನು; ಅವನು ಹಿರೀಸಭೆಯುವರ ಆಲೋಚನೆಗೂ ಕೃತ್ಯಕ್ಕೂ ಸಮ್ಮತಿಪಟ್ಟಿರಲಿಲ್ಲ.  ಅವನು ಪಿಲಾತನ ಬಳಿಗೆ ಹೋಗಿ ಯೇಸುವಿನ ದೇಹವನ್ನು ತನಗೆ ಕೊಡಿಸಬೇಕೆಂದು ಬೇಡಿಕೊಂಡು;   ಲೂಕ 23:50-52	",
},			
]			
