			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 24";			
var quiz = [			
{			
"question" :	"	1 ಹೊಳೆಯುವ ವಸ್ತ್ರಧಾರಿಗಳಾದ ಇಬ್ಬರು ಸಮಾಧಿಯ ಬಳಿ ಇರುವವರನ್ನು __________ ಹುಡುಕುವುದೇಕೆ ಎಂದು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸತ್ತವರೊಳಗೆ ಬದುಕಿರುವವನನ್ನು ಹುಡುಕುವುದೇನು?	",
	"	B. ಯೇಸುವನ್ನು	",
	"	C. ಸತ್ಯ ಮತ್ತು ನೀತಿಯನ್ನು	",
	"	D. ಲೋಕದ ವಿಷಯಗಳನ್ನು	"
],			
"correct" :	"	A. ಸತ್ತವರೊಳಗೆ ಬದುಕಿರುವವನನ್ನು ಹುಡುಕುವುದೇನು?	",
"explanation" :	"	ಈ ವಿಷಯದಲ್ಲಿ ಅವರಿಗೆ ಗಲಿಬಿಲಿ ಉಂಟಾದಾಗ ಹೊಳೆಯುವ ುಡುಪನ್ನು ಧರಿಸಿದ್ದ ಇಬ್ಬರು ಪುರುಷರು ಅಕಸ್ಮಾತ್ತಾಗಿ ಅವರ ಬಳಿಯಲ್ಲಿ ನಿಂತುಕೊಂಡರು.  ಆ ಸ್ತ್ರೀಯರು ಭಯ  ಹಿಡಿದವರಾಗಿ ತಮ್ಮ ಮುಖಗಳನ್ನು ನೆಲದ ಕಡೆಗೆ ಬೊಗ್ಗಿಸಿಕೊಂಡಿರುವಾಗ ಆ ಪುರುಷರು ಅವರಿಗೆ - ಸತ್ತವರೊಳಗೆ ಬದುಕಿರುವವನನ್ನು ಹುಡುಕುವದೇನು? ಆತನು ಇಲ್ಲಿ ಇಲ್ಲ, ಎದ್ದಿದ್ದಾನೆ;   ಲೂಕ 24:4-5	",
},			
{			
"question" :	"	2. ಸಮಾಧಿಯ ಬಳಿ ಕಂಡದ್ದನ್ನು ಅಪೋಸ್ತಲರಿಗೆ ಹೇಳಿದ ಸ್ತ್ರೀಯರು	",
"image" :	"",		
"choices" : [			
	"	A. ರೆಬೆಕ್ಕ, ರಾಚೆಲ್ ಮತ್ತು ಲೇಹ	",
	"	B. ಮಾರ್ಥ, ರೋಧ ಮತ್ತು ದೆಬೋರ	",
	"	C. ಮಗ್ಥಲದ ಮರಿಯಳು, ಯೊಹಾನ್ನ ಮತ್ತು ಮರಿಯಳು	",
	"	D. ರೂತ್, ನವೋಮಿ ಮತ್ತು ಸಾಂದ್ರ	"
],			
"correct" :	"	C. ಮಗ್ಧಲದ ಮರಿಯಳು, ಯೊಹಾನ್ನ ಮತ್ತು ಮರಿಯಳು	",
"explanation" :	"	ಆ ಸ್ತ್ರೀಯರು ಯಾರಂದರೆ ಮಗ್ದಲದ ಮರಿಯಳು, ಯೋಹಾನಳು, ಯಾಕೋಬನ ತಾಯಿಯಾದ ಮರಿಯಳು ಇವರೇ;   ಲೂಕ 24:8	",
},			
{			
"question" :	"	3. ಸ್ತ್ರೀಯರು ಸಮಾಧಿಯ ಬಳಿಗೆ ಏನನ್ನು ತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸತ್ಯವೇದ	",
	"	B. ಕತ್ತಿಗಳು	",
	"	C. ಸುಗಂಧ ದ್ರವ್ಯಗಳು	",
	"	D. ಚಿಮಣಿ ದೀಪಗಳು	"
],			
"correct" :	"	C. ಸುಗಂಧ ದ್ರವ್ಯಗಳು	",
"explanation" :	"	ಆ ಸ್ತ್ರೀಯರು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ  ಧರ್ಮನಿಯಮದ ಪ್ರಕಾರ ವಿಶ್ರಮಿಸಿಕೊಂಡು ವಾರದ ಮೊದಲನೆಯ ದಿವಸದಲ್ಲಿ ಇನ್ನೂ ಮೊಬ್ಬಿರುವಾಗ ತಾವು ಸಿದ್ಧಮಾಡಿದ್ದ ಸುಗಂಧದ್ರವ್ಯಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಸಮಾಧಿಗೆ ಬಂದರು.   ಲೂಕ 24:1	",
},			
{			
"question" :	"	4. ಈ ಸಂಗತಿಗಳನ್ನು ಅಪೋಸ್ತಲರಿಗೆ ತಿಳಿಸಿದಾಗ ಅವರು ______	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷಿಸಿದರು	",
	"	B. ಯಾಜಕರಿಗೆ ಅದನ್ನು ತಿಳಿಸಿದರು	",
	"	C. ಅವರನ್ನು ನಂಬಲಿಲ್ಲ	",
	"	D. ಬಲಿಯನ್ನು ಅರ್ಪಿಸಿದರು	"
],			
"correct" :	"	C. ಅವರನ್ನು ನಂಬಲಿಲ್ಲ	",
"explanation" :	"	ಅವರು ನಂಬಲಿಲ್ಲ; ಆ ಮಾತುಗಳು ಅವರಿಗೆ ಬರೀ ಹರಟೆಯಾಗಿ ತೋರಿದವು.   ಲೂಕ 24:11	",
},			
{			
"question" :	"	5. ಈ ಅಪೋಸ್ತಲನು ಸಮಾಧಿಯ ಬಳಿಗೆ ಓಡಿ ಹೋಗಿ ಅಲ್ಲಿ ನಾರುಬಟ್ಟೆಗಳನ್ನು ಮಾತ್ರ ನೋಡಿ ತನ್ನಲ್ಲಿ ಆಶ್ಚರ್ಯ ಪಡುತ್ತಾ ಅಲ್ಲಿಂದ ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಆಂದ್ರೇಯ	"
],			
"correct" :	"	A. ಪೇತ್ರ	",
"explanation" :	"	ಆದರೆ ಪೇತ್ರನು ಎದ್ದು ಸಮಾಧಿಗೆ ಓಡಿಹೋಗಿ ಬೊಗ್ಗಿನೋಡಿ ನಾರುಬಟ್ಟೆಗಳನ್ನು ಮಾತ್ರ ಕಂಡು ನಡೆದ ಸಂಗತಿಗಳಿಗೆ ತನ್ನಲ್ಲಿ ಆಶ್ಚರ್ಯಪಡುತ್ತಾ ಹೊರಟುಹೋದನು.   ಲೂಕ 24:12	",
},			
{			
"question" :	"	6 ಎಮ್ಮಾಹುವಿಗೆ ಹೋಗುವ ಮಾರ್ಗದಲ್ಲಿ ಇಬ್ಬರು ಶಿಷ್ಯರು ಯೇಸುವನ್ನು ಸಂಧಿಸಿದರೂ ಎಲ್ಲಿಯವರೆಗೆ ಆತನ ಗುರುತು ಸಿಗಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ದು:ಖದಿಂದ ನಾನೇ ಅದು ಎಂದು ಹೇಳುವವರೆಗೂ	",
	"	B. ಆಶೀರ್ವಾದಿಸಿ ರೊಟ್ಟಿ ಮುರಿಯುವವರೆಗೂ	",
	"	C. ವಚನ ಓದುವವರೆಗೂ	",
	"	D. ಆಕಾಶದಿಂದ ಬೆಂಕಿಯನ್ನು ಕರೆಯುವವರೆಗೂ	"
],			
"correct" :	"	B. ಆಶೀರ್ವಾದಿಸಿ ರೊಟ್ಟಿ ಮುರಿಯುವವರೆಗೂ	",
"explanation" :	"	ಆತನು ಅವರ ಸಂಗಡ ಊಟಕ್ಕೆ ಕೂತುಕೊಂಡಾಗ ರೊಟ್ಟಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ದೇವರ ಸ್ತೋತ್ರ ಮಾಡಿ ಮುರಿದು ಅವರಿಗೆ ಕೊಡುತ್ತಿರಲಾಗಿ ಅವರ ಕಣ್ಣುಗಳು ತೆರೆದವು;   ಲೂಕ 24:30	",
},			
{			
"question" :	"	7. ಶಿಷ್ಯರು ಯೇಸುವನ್ನು ನೋಡಿದ ಕೂಡಲೇ ಅವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷಿಸಿದರು	",
	"	B. ಭಯಭ್ರಾಂತರಾದರು	",
	"	C. ಓಡಿಹೋದರು	",
	"	D. ಅತ್ತರು	"
],			
"correct" :	"	B. ಭಯಭ್ರಾಂತರಾದರು	",
"explanation" :	"	ಅವರು ಈ ಸಂಗತಿಯನ್ನು ಕುರಿತು ಮಾತಾಡುತ್ತಿರುವಾಗ ಆತನೇ ಅವರ ನಡುವೆ ನಿಂತು - ನಿಮಗೆ ಮನಶ್ಯಾಂತಿಯಾಗಲಿ ಎಂದು ಅವರಿಗೆ ಹೇಳಿದನು.  ಅವರು ದಿಗಿಲುಬಿದ್ದು ಭಯಹಿಡಿದಿವರಾಗಿ ತಾವು ಕಂಡದ್ದನ್ನು ಭೂತವೆಂದು ಭಾವಿಸಿದರು.   ಲೂಕ 24:36-37	",
},			
{			
"question" :	"	8. ಆತ್ಮನಿಗೆ ಇದು ಇರುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಶಕ್ತಿ	",
	"	B. ಪ್ರೀತಿ	",
	"	C. ಮಾಂಸ ಮತ್ತು ಮೂಳೆ	",
	"	D. ಅಧಿಕಾರ	"
],			
"correct" :	"	C. ಮಾಂಸ ಮತ್ತು ಮೂಳೆ	",
"explanation" :	"	ನನ್ನನ್ನು ಮುಟ್ಟಿನೋಡಿರಿ, ನಿಮಗೆ ಕಾಣುವ ಪ್ರಕಾರ ನನಗೆ ಮಾಂಸವೂ ಎಲುಬುಗಳೂ ಉಂಟು; ಅವು ಭೂತಕ್ಕಿಲ್ಲ ಎಂದು ಹೇಳಿದನು.   ಲೂಕ 24:39	",
},			
{			
"question" :	"	9. ಅವರು ಯೇಸುವಿಗೆ ಇದನ್ನು ತಿನ್ನಲು ಕೊಟ್ಟರು	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಟ್ಟ ಮೀನು	",
	"	 B. ಒಣಗಿದ ಹಂದಿಮಾಂಸ ಮತ್ತು ಮೊಟ್ಟೆಗಳು	",
	"	C. ಅಂಜೂರಗಳು	",
	"	D. ಆಡು ಮತ್ತು ಆಲೀವ್ ಗಳು	"
],			
"correct" :	"	A. ಸುಟ್ಟ ಮೀನು	",
"explanation" :	"	ಅವರು ಸುಟ್ಟ ಮೀನಿನ ಒಂದು ತುಂಡನ್ನು ಆತನಿಗೆ ಕೊಟ್ಟರು. ಲೂಕ 24:42	",
},			
{			
"question" :	"	10. ದೇವರು ಮೇಲಣ ಲೋಕದಿಂದ ನಿಮಗೆ ಶಕ್ತಿಯನ್ನು ಹೊದಿಸುವ ತನಕ _________ ಪಟ್ಟಣದಲ್ಲೇ ಕಾದುಕೊಂಡಿರ್ರಿ ಎಂದು ಯೇಸು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾ	",
	"	B. ಯೆರೂಷಲೇಮು	",
	"	C. ಬೆತ್ಲೆಹೇಮು	",
	"	D. ನಜರೇತು	"
],			
"correct" :	"	B. ಯೆರೂಷಲೇಮು	",
"explanation" :	"	ಇಗೋ ನನ್ನ ತಂದೆಯು ವಾಗ್ದಾನ ಮಾಡಿದ್ದನ್ನು ನಿಮಗೆ ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ.  ದೇವರು ಮೇಲಣ ಲೋಕದಿಂದ ನಿಮಗೆ ಶಕ್ತಿಯನ್ನು ಹೊದಿಸುವ ತನಕ ಈ ಪಟ್ಟಣದಲ್ಲೇ ಕಾದುಕೊಂಡಿರಿ ಎಂದು ಹೇಳಿದನು.   ಲೂಕ 24:49	",
},			
]			
