			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಇವರು ಮಹಾಯಾಜಕರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ ಮತ್ತು ಸೀಲ	",
	"	B. ಪೇತ್ರ ಮತ್ತು ಆಂದ್ರೇಯ	",
	"	C. ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
	"	D. ಅನನೀಯ ಮತ್ತು ಕಾಯಫ	"
],			
"correct" :	"	D. ಅನನೀಯ ಮತ್ತು ಕಾಯಫ	",
"explanation" :	"	ಅನ್ನನೂ ಕಾಯಫನೂ ಮಹಾಯಾಜಕರಾಗಿದ್ದ ಕಾಲದಲ್ಲಿ ಜಕರೀಯನ ಮಗನಾದ ಯೋಹಾನನಿಗೆ ಅಡವಿಯಲ್ಲಿ ದೇವರ ವಾಕ್ಯವುಂಟಾಯಿತು.	",
},			
{			
"question" :	"	2. ಯೋಹಾನನ ಯಾರ ಮಗ?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಕ್ಕರೀಯ	",
	"	B. ಮತ್ತೀಯ	",
	"	C. ರಿಯಾಸ್	",
	"	D. ನಾತಾನ್	"
],			
"correct" :	"	A. ಜಕ್ಕರೀಯ	",
"explanation" :	"	ಅನ್ನನೂ ಕಾಯಫನೂ ಮಹಾಯಾಜಕರಾಗಿದ್ದ ಕಾಲದಲ್ಲಿ ಜಕರೀಯನ ಮಗನಾದ ಯೋಹಾನನಿಗೆ ಅಡವಿಯಲ್ಲಿ ದೇವರ ವಾಕ್ಯವುಂಟಾಯಿತು.	",
},			
{			
"question" :	"	3. ಯೋಹಾನನು ______ ದೀಕ್ಷಾಸ್ನಾನದ ಕುರಿತು ಸಾರುವವನಾದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಡುಗಡೆ	",
	"	B. ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವ	",
	"	C. ಗೌರವದ	",
	"	D. ಸಂಪ್ರದಾಯದ	"
],			
"correct" :	"	ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವ	",
"explanation" :	"	ಅವನು ಯೊರ್ದನ್ ಹೊಳೆಯ ಸುತ್ತಲಿರುವ ಪ್ರಾಂತ್ಯದಲ್ಲೆಲ್ಲಾ ಸಂಚರಿಸಿ ಜನರಿಗೆ - ನೀವು ಪಾಪ ಪರಿಹಾರಕ್ಕಾಗಿ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಸಾರಿ ಹೇಳುವವನಾದನು.  ಲೂಕ 3:3	",
},			
{			
"question" :	"	4. ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ ಇವುಗಳಿಂದಲೂ ಮಕ್ಕಳನ್ನು ಹುಟ್ಟಿಸಬಲ್ಲನೆಂದು ಯೋಹಾನನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾರ್ಯರು	",
	"	B. ಸೈನಿಕರು	",
	"	C. ಮಹಿಳೆಯರು	",
	"	D. ಕಲ್ಲುಗಳು	"
],			
"correct" :	"	D. ಕಲ್ಲುಗಳು	",
"explanation" :	"	ಹಾಗಾದರೆ ನಿಮ್ಮ ಮನಸ್ಸು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿತೆಂಬದನ್ನು ತಕ್ಕ ಫಲಗಳಿಂದ ತೋರಿಸಿರಿ.  ಅಬ್ರಹಾಮನು ನಮಗೆ ಮೂಲಪುರುಷನಲ್ಲವೇ ಎಂದು ನಿಮ್ಮೊಳಗೆ ಅಂದುಕೊಳ್ಳುವವರಾಗಬೇಡಿರಿ.  ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ  ಈ ಕಲ್ಲುಗಳಿಂದಲೂ ಮಕ್ಕಳನ್ನು ಹುಟ್ಟಿಸಬಲ್ಲನೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ.  ಲೂಕ 3:8	",
},			
{			
"question" :	"	5. ನೇಮಿಸಿದ್ದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದಾಗಿ ಏನನ್ನೂ ಎಳಕೊಳ್ಳಬೇಡಿರಿ ಎಂದು ಯೋಹಾನನು ಯಾರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಂಕದವರು	",
	"	B. ವ್ಯಾಪಾರಿಗಳು	",
	"	C. ಸೇವಕರು	",
	"	D. ಅರಸರು	"
],			
"correct" :	"	A. ಸುಂಕದವರು	",
"explanation" :	"	ಸುಂಕದವರು ಸಹ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಬಂದು - ಗುರುವೇ, ನಾವೇನು ಮಾಡಬೇಕು ಎಂದು ಅವನನ್ನು ಕೇಳಲು ಅವನು ನೇಮಿಸಿದ ಅಸಲಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಏನೂ ಎಳಕೊಳ್ಳಬೇಡಿರಿ ಎಂದು ಅವರಿಗೆ ಹೇಳಿದನು.  ಲೂಕ 3:12-13	",
},			
{			
"question" :	"	6. ಯೋಹಾನನು ಹೇಳಿದ್ದು, ಯಾರನ್ನೂ ಬೆದರಿಸಬೇಡಿರಿ, ಯಾರ ಮೇಲೂ ಸುಳ್ಳು ಸಾಕ್ಷಿ ತಂದು ದುಡ್ಡು ಕಸಕೊಳ್ಳಬೇಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಅನಾಥರು ಮತ್ತು ವಿಧವೆಯರಿಗೆ ಕರುಣೆ ತೋರಿಸಿರಿ	",
	"	B. ನಿಮ್ಮ ಸಂಬಳದಲ್ಲಿ ತೃಪ್ತರಾಗಿರಿ	",
	"	C. ಯಾಜಕರನ್ನು ಗೌರವಿಸಿ	",
	"	D. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಪಾಲಿಸಿ	"
],			
"correct" :	"	B. ನಿಮ್ಮ ಸಂಬಳದಲ್ಲಿ ತೃಪ್ತರಾಗಿರಿ	",
"explanation" :	"	ಸಿಪಾಯಿಗಳು ಸಹ ಬಂದು - ನಾವು ಏನು ಮಾಡಬೇಕು ಎಂದು ಅವನನ್ನು ಕೇಳಿದಾಗ ಻ವನು ಅವರಿಗೆ ಯಾರನ್ನಾದರೂ ಬೆದರಿಸಬೇಡಿರಿ; ಯಾರ ಮೇಲಾದರೂ ಸುಳ್ಳುದೂರು ತಂದು ದುಡ್ಡು ಕಸಕೊಳ್ಳಬೇಡಿರಿ; ನಿಮ್ಮ ಸಂಬಳದಲ್ಲಿ ತೃಪ್ತರಾಗಿರಿ ಎಂದು ಹೇಳಿದನು.  ಲೂಕ 3:14	",
},			
{			
"question" :	"	7. ನನ್ನ ಹಿಂದೆ ಬರುವವನು ನಿಮಗೆ ಇದರಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಕೊಡಿಸುವನು ಎಂದು ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರು	",
	"	B. ದಯೆ ಮತ್ತು ಕೃಪೆ	",
	"	C. ಬೆಂಕಿ ಮತ್ತು ಗಂಧಕ	",
	"	D. ಬೆಂಕಿ ಮತ್ತು ಪವಿತ್ರಾತ್ಮ	"
],			
"correct" :	"	D. ಬೆಂಕಿ ಮತ್ತು ಪವಿತ್ರಾತ್ಮ	",
"explanation" :	"	ಯೋಹಾನನು ಅವರೆಲ್ಲರಿಗೆ ನಾನಂತೂ ನಿಮಗೆ ನೀರಿನ ಸ್ನಾನ ಮಾಡಿಸುವವನು; ಆದರೆ ನನಗಿಂತ ಶಕ್ತನು ಬರುತ್ತಾನೆ.  ಆತನ ಕೆರಗಳ ಬಾರನ್ನು ಬಿಚ್ಚುವದಕ್ಕೂ ನಾನು ಯೋಗ್ಯನಲ್ಲ.  ಆತನು ಪವಿತ್ರಾತ್ಮದಲ್ಲಿಯೂ ಬೆಂಕಿಯಲ್ಲಿಯೂ ನಿಮಗೆ ಸ್ನಾನಮಾಡಿಸುವನು.  ಲೂಕ 3:16	",
},			
{			
"question" :	"	8. ಯೋಹಾನನು ಇವನನ್ನು ಗದರಿಸಿದ್ದರಿಂದ ಈತನು ಯೋಹಾನನನ್ನು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಪಿಲಾತ	",
	"	C. ಹೆರೋದ	",
	"	D. ಕಾಯಫ	"
],			
"correct" :	"	C. ಹೆರೋದ	",
"explanation" :	"	ಆದರೆ ಉಪರಾಜನಾದ ಹೆರೋದನು ತನ್ನ ಅಣ್ಣನ ಹೆಂಡತಿಯಾದ ಹೆರೋದ್ಯಳ ನಿಮಿತ್ತವಾಗಿಯೂ ತಾನು ಮಾಡಿದ್ದ ಎಲ್ಲಾ ದುಷ್ಕೃತ್ಯಗಳ ನಿಮಿತ್ತವಾಗಿಯೂ ಯೋಹಾನನಿಂದ ಗದರಿಸಲ್ಪಟ್ಟವನಾಗ ಅವನನ್ನು ಸೆರೆಮನೆಯಲ್ಲಿ ಹಾಕಿಸಿ ತನ್ನ ದುಷ್ಕೃತ್ಯಗಳ ಲೆಕ್ಕವನ್ನು ಇನ್ನೂ ಹೆಚ್ಚಿಸಿದನು.  ಲೂಕ 3:19-20	",
},			
{			
"question" :	"	9. ಯೇಸು ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ತೆಗೆದುಕೊಂಡಾಗ ಪರಿಶುದ್ದಾತ್ಮನು ಯಾವ ಆಕಾರದಲ್ಲಿ ಆತನ ಮೇಲೆ ಇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಂಸ	",
	"	B. ಪಾರಿವಾಳ	",
	"	C. ಬೆಂಕಿಯ ನಾಲಿಗೆ	",
	"	D. ಮೇಘ	"
],			
"correct" :	"	B. ಪಾರಿವಾಳ	",
"explanation" :	"	ಜನರೆಲ್ಲಾ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡಾಗ ಯೇಸು ಸಹ ಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡು ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿರುವಲ್ಲಿ ಆಕಾಶವು ತೆರೆಯಿತು; ಮತ್ತು ಪವಿತ್ರಾತ್ಮನು ದೇಹಾಕಾರವಾಗಿ ಪಾರಿವಾಳದ ಹಾಗೆ ಆತನ ಮೇಲೆ ಇಳಿದನು.  ಲೂಕ 3:21-22	",
},			
{			
"question" :	"	10.  ನೀನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ನಿನ್ನನ್ನು ನಾನು ____ ಎಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೆಚ್ಚಿದ್ದೇನೆ	",
	"	B. ಪ್ರಕಟಿಸಿದ್ದೇನೆ	",
	"	C. ಲೋಕದಲ್ಲೆಲ್ಲಾ ಪ್ರಕಟಿಸಿದ್ದೇನೆ	",
	"	D. ಕೈ ಬಿಟ್ಟಿದ್ದೇನೆ	"
],			
"correct" :	"	A. ಮೆಚ್ಚಿದ್ದೇನೆ	",
"explanation" :	"	ಪವಿತ್ರಾತ್ಮನು ದೇಹಾಕಾರವಾಗಿ ಪಾರಿವಾಳದ ಹಾಗೆ ಆತನ ಮೇಲೆ ಇಳಿ+C591ದನು.  ಆಗ - ನೀನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ನಿನ್ನನ್ನು ನಾನು ಮೆಚ್ಚಿದ್ದೇನೆ ಎಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು.  ಲೂಕ 3:22	",
},			
]			
