			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಆತ್ಮನಿಂದ ಅಡವಿಗೆ ಒಯ್ಯಲ್ಪಟ್ಟು ಎಷ್ಟು ದಿನಗಳವರೆಗೂ ಆತನು ಏನೂ ತಿನ್ನಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. 10	",
	"	B. 25	",
	"	C. 40	",
	"	D. 60	"
],			
"correct" :	"	C. 40	",
"explanation" :	"	ಯೇಸು ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗಿ ಯೊರ್ದನ್ ಹೊಳೆಯಿಂದ ಹಿಂತಿರುಗಿ ದೇವರಾತ್ಮನಿಂದ ನಾಲ್ವತ್ತು ದಿವಸ ಅಡವಿಯಲ್ಲಿ ನಡಿಸಲ್ಪಡುತ್ತಾ ಸೈತಾನನಿಂದ ಶೋಧಿಸಲ್ಪಟ್ಟನು.  ಲೂಕ 4:1	",
},			
{			
"question" :	"	2. ಸೈತಾನನು ಆತನಿಗೆ ಇದರಿಂದ ರೊಟ್ಟಿಯನ್ನು ಮಾಡುವಂತೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಲ್ಲು	",
	"	B. ಧೂಳು	",
	"	C. ಗಾಳಿ	",
	"	D. ಮರಳು	"
],			
"correct" :	"	A. ಕಲ್ಲು	",
"explanation" :	"	ಆಗ ಸೈತಾನನು ಆತನಿಗೆ ನೀನು ದೇವರ ಮಗನಾಗಿದ್ದರೆ ಈ ಕಲ್ಲು  ರೊಟ್ಟಿಯಾಗುವಂತೆ ಇದಕ್ಕೆ ಅಪ್ಪಣೆಕೊಡು ಎಂದು ಹೇಳಲು; ಲೂಕ 4:3	",
},			
{			
"question" :	"	3. ಯೇಸು ಇದನ್ನು ಮಾಡಿದರೆ ಲೋಕದ ಎಲ್ಲಾ ರಾಜ್ಯಗಳ ಮಹಿಮೆಯನ್ನು ಆತನಿಗೆ ಕೊಡುತ್ತೇನೆಂದು ಸೈತಾನನು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನಿಗೆ ಅಡ್ಡಬಿದ್ದರೆ	",
	"	B. ಪರಲೋಕಕ್ಕೆ ಹಿಂದುರಿಗಿ ಹೋದರೆ	",
	"	C. ಆತನ ಶಿಷ್ಯರನ್ನು ದೂರಮಾಡಿದರೆ	",
	"	D. ಜನರಿಗೆ ಸೌಖ್ಯಪಡಿಸುವುದು ನಿಲ್ಲಿಸಿದರೆ	"
],			
"correct" :	"	A. ಆತನಿಗೆ ಅಡ್ಡಬಿದ್ದರೆ	",
"explanation" :	"	ಇವೆಲ್ಲವುಗಳ ಅಧಿಕಾರವನ್ನೂ ಇವುಗಳ ವೈಭವವನ್ನೂ ನಿನಗೆ ಕೊಡುವೆನು; ಇದೆಲ್ಲಾ ನನಗೆ ಕೊಟ್ಟದೆ, ಇದನ್ನು ನನ್ನ ಮನಸ್ಸು ಬಂದವನಿಗೆ ಕೊಡುತ್ತೇನೆ; ನೀನು ನನ್ನ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದರೆ ಇದೆಲ್ಲಾ ನಿನ್ನದಾಗುವುದು ಎಂದು ಆತನಿಗೆ ಹೇಳಿದನು.  ಲೂಕ 4:6-7	",
},			
{			
"question" :	"	4. ಸೈತಾನನು ಯೇಸುವನ್ನು ಇಲ್ಲಿಂದ ಕೆಳಕ್ಕೆ ಧುಮುಕು ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯ	",
	"	B. ಬೆಟ್ಟ	",
	"	C. ಹಡಗು	",
	"	D. ಪರಲೋಕ 	"
],			
"correct" :	"	A. ದೇವಾಲಯ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅವನು ಆತನನ್ನು ಯೆರೂಸಲೇಮಿಗೆ ಕರೆದುಕೊಂಡು ಹೋಗಿ ದೇವಾಲಯದ ಶಿಖರದ ಮೇಲೆ ನಿಲ್ಲಿಸಿ ಆತನಿಗೆ ನೀನು ದೇವರ ಮಗನಾಗಿದ್ದರೆ ಇಲ್ಲಿಂದ ಕೆಳಕ್ಕೆ ದುಮುಕು.  ಲೂಕ 4:9	",
},			
{			
"question" :	"	5. ಯೇಸು ಹೇಳಿದ್ದು, ಯಾವ ಪ್ರವಾದಿಯು ಇಲ್ಲಿ ಸಮ್ಮತವಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕದಲ್ಲಿ	",
	"	B. ಪಾತಾಳದಲ್ಲಿ	",
	"	C. ಸ್ವದೇಶದಲ್ಲಿ	",
	"	D. ಯೆರೂಷಲೇಮಿನಲ್ಲಿ	"
],			
"correct" :	"	C. ಸ್ವದೇಶದಲ್ಲಿ	",
"explanation" :	"	ಆದರೆ ಯಾವ ಪ್ರವಾದಿಯೂ ಸ್ವದೇಶದಲ್ಲಿ ಸಮ್ಮತನಲ್ಲವೆಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ.  ಲೂಕ 4:24	",
},			
{			
"question" :	"	6. ಈ ಮನುಷ್ಯನು ಸೌಖ್ಯ ಹೊಂದಿದ ಕಾಲದಲ್ಲಿ ಇಸ್ರಾಯೇಲಿನಲ್ಲಿ ಅನೇಕ ಮಂದಿ ಕುಷ್ಠರೋಗಿಗಳು ಇದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯ	",
	"	B. ಯೇಶಾಯ	",
	"	C. ಮೋಶೆ	",
	"	D. ನಾಮಾನ್	"
],			
"correct" :	"	D. ನಾಮಾನ್	",
"explanation" :	"	ಎಲೀಷನೆಂಬ ಪ್ರವಾದಿಯ ಕಾಲದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ ಜನರೊಳಗೆ ಎಷ್ಟೋ ಮಂದಿ ಕುಷ್ಠರೋಗಿಗಳು ಇದ್ದಾಗ್ಯೂ ಅವರಲ್ಲಿ ಒಬ್ಬನಾದರೂ ಶುದ್ಧನಾಗದೆ ಸುರಿಯ ದೇಶದವನಾದ ನಾಮಾನನು ಮಾತ್ರ ಶುದ್ಧನಾದನು ಎಂದು ಹೇಳಿದನು.  ಲೂಕ 4:27	",
},			
{			
"question" :	"	7. ಜನರು ಯೇಸುವನ್ನು ಸಭಾಮಂದಿರದಿಂದ ಬೆಟ್ಟ ಕಡಿದಾದ ಸ್ಥಳಕ್ಕೆ ಇದಕ್ಕಾಗಿ ನೂಕಿಕೊಂಡು ಬಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನನ್ನು ಅರಸನನ್ನಾಗಿ ಮಾಡಲು	",
	"	B. ಅಲ್ಲಿಂದ ಕೆಳಕ್ಕೆ ದೊಬ್ಬಲು	",
	"	C. ರೋಗಿಗಳನ್ನು ಗುಣಪಡಿಸಲು	",
	"	D. ಪ್ರಾರ್ಥಿಸಲು	"
],			
"correct" :	"	A. ಅಲ್ಲಿಂದ ಕೆಳಕ್ಕೆ ದೊಬ್ಬಲು	",
"explanation" :	"	ತಮ್ಮ ಊರು ಕಟ್ಟಿದ್ದ ಗುಡ್ಡದ ಕಡಿದಾದ ಸ್ಥಳಕ್ಕೆ ನಡಿಸಿಕೊಂಡು ಹೋಗಿ ಅಲ್ಲಿಂದ ಕೆಳಕ್ಕೆ ದೊಬ್ಬಬೇಕೆಂದಿದ್ದರು.  ಲೂಕ 4:29	",
},			
{			
"question" :	"	ದೆವ್ವಗಳಿಂದ ಬಾಧಿಸಲ್ಪಡುತ್ತಿದ್ದ ಮನುಷ್ಯನನ್ನು ಯೇಸು ಇಲ್ಲಿ ಸೌಖ್ಯಪಡಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೇಪೇಟೆಯಲ್ಲಿ	",
	"	B. ಸಭಾಮಂದಿರದಲ್ಲಿ	",
	"	C. ಸಮುದ್ರದ ಬಳಿ	",
	"	D. ಅಡವಿಯಲ್ಲಿ	"
],			
"correct" :	"	B. ಸಭಾಮಂದಿರದಲ್ಲಿ	",
"explanation" :	"	ಆ ಸಭಾಮಂದಿರದಲ್ಲಿ ದೆವ್ವಹಿಡಿದ ಒಬ್ಬ ಮನುಷ್ಯನಿದ್ದನು.  ಆ ದೆವ್ವವು ಹಾ! ನಜರೇತಿನ ಯೇಸುವೇ, ನಮ್ಮ ಗೊಡವೆ ನನಗೇಕೆ? ನಮ್ಮನ್ನು ನಾಶಮಾಡುವದಕ್ಕೆ ಬಂದೆಯಾ? ನಿನ್ನನ್ನು ಬಲ್ಲೆನು, ನೀನು ದೇವರು ಪ್ರತಿಷ್ಠಿಸಿದವನೇ ಎಂದು ಅಬ್ಬರಿಸಿ ಹೇಳಿತು.  ಯೇಸು ಅದನ್ನು ಗದರಿಸಿ ಸುಮ್ಮನಿರು, ಇವನನ್ನು ಬಿಟ್ಟುಹೋಗು ಎನ್ನಲಾಗಿ ಆ ದೆವ್ವವು ಅವನನ್ನು ನಡುವೆ ಕೆಡವಿ ಅವನಿಗೆ ಯಾವ ಕೇಡನ್ನೂ ಮಾಡದೆ ಬಿಟ್ಟುಹೋಯಿತು.  ಲೂಕ 4:33-35	",
},			
{			
"question" :	"	9. ಜ್ವರದಿಂದ ನರಳುತ್ತಿದ್ದ ಈ ಮನುಷ್ಯನ ಅತ್ತೆಯನ್ನು ಯೇಸು ಗುಣಪಡಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೀಮೋನ	",
	"	B. ಪಿಲಾತ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಲೂಕ	"
],			
"correct" :	"	A. ಸೀಮೋನ	",
"explanation" :	"	ಆತನು ಸಭಾಮಂದಿರದಿಂದೆದ್ದು ಸೀಮೋನನ ಮನೆಗೆ ಬಂದನು.  ಅಲ್ಲಿ ಸೀಮೋನನ ಻ತ್ತೆಯು ಕಠಿನ ಜ್ವರದಿಂದ ಬಹಳ ಕಷ್ಟಪಡುತ್ತಿರಲಾಗಿ ಆಕೆಯ ವಿಷಯದಲ್ಲಿ ಆತನನ್ನು ಬೇಡಿಕೊಂಡರು.  ಆತನು ಆಕೆಯ ಬಳಿ ನಿಂತು ಬಾಗಿ ಆ ಜ್ವರನ್ನು ಗದರಿಸಲು ಅದು ಆಕೆಯನ್ನು ಬಿಟ್ಟುಹೋಯಿತು.  ಲೂಕ 4:38-39	",
},			
{			
"question" :	"	10. ಹೊತ್ತು ಮುಣುಗುವಾಗ ಜನರು ರೋಗಿಗಳನ್ನು ಯೇಸುವಿನ ಬಳಿ ತಂದರು, ಆತನು	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರನ್ನು ಕಳುಹಿಸಿಬಿಟ್ಟನು	",
	"	B. ಪ್ರತಿಯೊಬ್ಬರನ್ನು ಗುಣಪಡಿಸಿದನು	",
	"	C. ಅನುಕಂಪದಿಂದ ಅತ್ತನು	",
	"	D. ಶಿಷ್ಯರನ್ನು ಕಳುಹಿಸಿದನು	"
],			
"correct" :	"	A. ಪ್ರತಿಯೊಬ್ಬರನ್ನು ಗುಣಪಡಿಸಿದನು	",
"explanation" :	"	ಹೊತ್ತು ಮುಣುಗುವಾಗ ಆದದ್ದೇನಂದರೆ ಯಾರಾರ ಮನೆಯಲ್ಲಿ ತರತರದ ರೋಗಗಳಿಂದ ಅಸ್ವಸ್ಥವಾದವರಿದ್ದರೋ ಅವರೆಲ್ಲರು ಆ ರೋಗಿಗಳನ್ನು ಆತನ ಹತ್ತಿರಕ್ಕೆ ಕರಕೊಂಡು ಬಂದರು; ಆತನು ಪ್ರತಿಯೊಬ್ಬನ ಮೇಲೆಯೂ ಕೈಯಿಟ್ಟು ಅವರನ್ನು ವಾಸಿಮಾಡಿದನು.  ಲೂಕ 4:40	",
},			
]			
