			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಈ ಮನುಷ್ಯನ ದೋಣಿಯಲ್ಲಿ ಕುಳಿತುಕೊಂಡು ಭೋದಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ	",
	"	B. ಲೇವಿ	",
	"	C. ಸೀಮೋನ	",
	"	D. ಯೂದ	"
],			
"correct" :	"	C. ಸೀಮೋನ	",
"explanation" :	"	ಆ ದೋಣಿಗಳಲ್ಲಿ ಸೀಮೋನನ ಒಂದು ದೋಣಿಯನ್ನು ಆತನು ಹತ್ತಿ ದಡದಿಂದ ಸ್ವಲ್ಪ ದೂರಕ್ಕೆ ನೂಕಬೇಕೆಂದು ಅವನನ್ನು ಕೇಳಿಕೊಂಡನು.  ಲೂಕ 5:3	",
},			
{			
"question" :	"	2. ಈ ಮನುಷ್ಯರು ಸೀಮೋನನ ಪಾಲುಗಾರರು	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
	"	B. ಮಾರ್ಕ ಮತ್ತು ಲೂಕ	",
	"	C. ಪೌಲ ಮತ್ತು ಸೀಲ	",
	"	D. ದಾವೀದ ಮತ್ತು ಗೊಲ್ಯಾತ	"
],			
"correct" :	"	A. ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
"explanation" :	"	ಸೀಮೋನನ ಪಾಲುಗಾರರಾಗಿದ್ದಂಥ ಜೆಬೆದಾಯನ ಮಕ್ಕಳಾದ ಯಾಕೋಬ ಯೋಹಾನರೂ ಹಾಗೆಯೇ ವಿಸ್ಮಯಪಟ್ಟರು.  ಲೂಕ 5:10	",
},			
{			
"question" :	"	3. ಯೇಸು ಹೇಳಿದ್ದು, ಇಂದಿನಿಂದ ನೀವು ___________ ಹಿಡಿಯುವವರಾಗುತ್ತೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ವೇಲ್	",
	"	B. ಮನುಷ್ಯರನ್ನು	",
	"	C. ಚಪ್ಪಟೆ ಮೀನು	",
	"	D. ನಿಧಿಗಳನ್ನು	"
],			
"correct" :	"	B. ಮನುಷ್ಯರನ್ನು	",
"explanation" :	"	ಸೀಮೋನನ ಪಾಲುಗಾರರಾಗಿದ್ದಂಥ ಜೆಬೆದಾಯನ ಮಕ್ಕಳಾದ ಯಾಕೋಬ ಯೋಹಾನರೂ ಹಾಗೆಯೇ ವಿಸ್ಮಯಪಟ್ಟರು.  ಯೇಸು ಸೀಮೋನನಿಗೆ ಅಂಜಬೇಡ, ಇಂದಿನಿಂದ ನೀನು ಮನುಷ್ಯರನ್ನು ಹಿಡಿಯುವವನಾಗಿರುವಿ ಎಂದು ಹೇಳಿದನು.  ಲೂಕ 5:10	",
},			
{			
"question" :	"	4. ಇದರಿಂದ ನರಳುತ್ತಿರುವ ಮನುಷ್ಯನು ತನ್ನನ್ನು ಶುದ್ಧಮಾಡುವಂತೆ ಯೇಸುವನ್ನು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕುಷ್ಠ	",
	"	B. ಪಾರ್ಶ್ವವಾಯು	",
	"	C. ಕುರುಡುತನ	",
	"	D. ಆತಂಕ	"
],			
"correct" :	"	A. ಕುಷ್ಠ	",
"explanation" :	"	ಆತನು ಒಂದಾನೊಂದು ಊರಿನಲ್ಲಿದ್ದಾಗ ಮೈಯೆಲ್ಲಾ ಕುಷ್ಠರೋಗ ತುಂಬಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನು ಯೇಸುವನ್ನು ಕಂಡು ಅಡ್ಡಬಿದ್ದು ಸ್ವಾಮೀ, ನಿನಗೆ ಮನಸ್ಸಿದ್ದರೆ ನನ್ನನ್ನು ಶುದ್ಧಮಾಡಬಲ್ಲೆ ಎಂದು ಬೇಡಿಕೊಂಡನು.  ಲೂಕ 5:12	",
},			
{			
"question" :	"	5. ಇವರಿಗೆ ಹೋಗಿ ತೋರಿಸಿಕೊ ಎಂದು ಯೇಸು ಆ ಮನುಷ್ಯನಿಗೆ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಜ್ಯಪಾಲರಿಗೆ	",
	"	B. ಯಾಜಕರಿಗೆ	",
	"	C. ಆತನ ಹೆಂಡತಿಗೆ	",
	"	D. ಆತನ ತಂದೆ ಮತ್ತು ತಾಯಿಗಳಿಗೆ	"
],			
"correct" :	"	B. ಯಾಜಕರಿಗೆ	",
"explanation" :	"	ಆಗ ಆತನು ಅವನಿಗೆ - ನೀನು ಯಾರಿಗೂ ಹೇಳಬೇಡ; ಆದರೆ ಹೋಗಿ ಯಾಜಕನಿಗೆ ನಿನ್ನ ಮೈ ತೋರಿಸಿ;  ಲೂಕ 5:14	",
},			
{			
"question" :	"	6. ಮನೆಯು ಜನರಿಂದ ತುಂಬಿಹೋಗಿದ್ದರಿಂದ, ಪಾರ್ಶ್ವವಾಯು ರೋಗಿಯನ್ನು ಹೊತ್ತಿದ್ದ ಜನರು ಆ ರೋಗಿಯನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಹೇಗೆ ತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನೆಯ ಮೇಲಿನಿಂದ	",
	"	B. ಕಿಟಕಿಯಿಂದ	",
	"	C. ಹಿಂಬಾಗಿಲಿಂದ	",
	"	D. ತೋಟದಿಂದ	"
],			
"correct" :	"	A. ಮನೆಯ ಮೇಲಿನಿಂದ	",
"explanation" :	"	ಹೀಗಿರುವಲ್ಲಿ ಕೆಲವು ಮಂದಿ ಗಂಡಸರು ಒಬ್ಬ ಪಾರ್ಶ್ವವಾಯು ರೋಗದವನನ್ನು ದೋಲಿಯಲ್ಲಿ ಹೊತ್ತುಕೊಂಡು ಬಂದರು; ಆದರೆ ಅವನನ್ನು ಒಳಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಆತನ ಮುಂದೆ ಇಡಬೇಕೆಂದು ಪ್ರಯತ್ನಿಸಿದರೂ ಜನರು ಗುಂಪಾಗಿದ್ದದರಿಂದ ಅವನನ್ನು ಒಳಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗುವ ಮಾರ್ಗವನ್ನು ಕಾಣದೆ ಮನೆಯ ಮೇಲೆ ಹತ್ತಿ ಹಂಚುಗಳನ್ನು ತೆಗೆದು ಅವನನ್ನು ಹಾಸಿಗೆ ಸಹಿತ ನಡುವೆ ಯೇಸುವಿನ ಮುಂದೆ ಇಳಿಯಬಿಟ್ಟರು.  ಲೂಕ 5:18-19	",
},			
{			
"question" :	"	7. ಯೇಸು ಇದನ್ನು ನೋಡಿದಾಗ ನಿನ್ನ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ ಎಂದು ಆ ಮನುಷ್ಯನಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನ:ತಿರುಗುವಿಕೆಯ ಫಲಗಳು	",
	"	B. ಅವರ ನಂಬಿಕೆ	",
	"	C. ಆತ್ಮನ ಇಳಿಯುವಿಕೆ	",
	"	D. ಕಾಮನಬಿಲ್ಲು	"
],			
"correct" :	"	B. ಅವರ ನಂಬಿಕೆ	",
"explanation" :	"	ಆತನು ಅವರ ನಂಬಿಕೆಯನ್ನು ನೋಡಿ ಅಪ್ಪಾ, ನಿನ್ನ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ ಅಂದನು.  ಲೂಕ 5:20	",
},			
{			
"question" :	"	ಕರವಸೂಲಿಗಾಗಿ ಕುಳಿತಿದ್ದ ಈ ಸುಂಕದವನಿಗೆ ಯೇಸು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಲೇವಿ	",
	"	B. ಲೂಕ	",
	"	C. ಸೀಮೋನ	",
	"	D. ಯೂದ	"
],			
"correct" :	"	A. ಲೇವಿ	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಆತನು ಹೊರಟು ಸುಂಕಕ್ಕೆ ಕೂತಿದ್ದ ಲೇವಿಯೆಂಬ ಒಬ್ಬ ಸುಂಕದವನನ್ನು ಕಂಡು - ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಅವನನ್ನು ಕರೆಯಲು;   ಲೂಕ 5:27	",
},			
{			
"question" :	"	9. ಯೇಸು ಇವರ ಸಂಗಡ ಊಟ ಮಾಡಿದ್ದರಿಂದ ಶಾಸ್ತ್ರಿಗಳು ಮತ್ತು ಫರಿಸಾಯರು ಗೊಣಗುಟ್ಟಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಜಕರು	",
	"	B. ಆತನ ಕೈಯಿಂದ	",
	"	C. ರಾಜರು ಮತ್ತು ರಾಜಕುಮಾರರು	",
	"	D. ಸುಂಕದವರು ಮತ್ತು ಪಾಪಿಗಳು	"
],			
"correct" :	"	D. ಸುಂಕದವರು ಮತ್ತು ಪಾಪಿಗಳು	",
"explanation" :	"	ಅದನ್ನು ಕಂಡು ಫರಿಸಾಯರೂ ಅವರಲ್ಲಿದ್ದ ಶಾಸ್ತ್ರಿಗಳೂ ಆತನ ಶಿಷ್ಯರ ಮೇಲೆ ಗುಣುಗುಟ್ಟುತ್ತಾ - ನೀವು ಸುಂಕದವರ ಮತ್ತು ಪಾಪಿಗಳ ಸಂಗಡ ಊಟ ಮಾಡುವದೇಕೆ ಎಂದು ಕೇಳಿದರು.  ಲೂಕ 5:30	",
},			
{			
"question" :	"	10. ಈತನು ಅವರ ಮಧ್ಯದಿಂದ ತೆಗೆಯಲ್ಪಡುವಾಗ ತನ್ನ ಶಿಷ್ಯರು ಉಪವಾಸ ಮಾಡುತ್ತಾರೆಂದು ಯೇಸು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾಂಸ	",
	"	B. ದ್ರಾಕ್ಷಾರಸ	",
	"	C. ಮದಲಿಂಗನು	",
	"	D. ಆತ್ಮ 	"
],			
"correct" :	"	C. ಮದಲಿಂಗನು	",
"explanation" :	"	ಆದರೆ ಮದಲಿಂಗನನ್ನು ಅವರ ಬಳಿಯಿಂದ ತೆಗೆದುಕೊಂಡುಹೋಗುವ ಕಾಲ ಬರುತ್ತದೆ.  ಆ ಕಾಲದಲ್ಲೇ ಉಪವಾಸ ಮಾಡುವರು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು.  ಲೂಕ 5:35	",
},			
]			
