			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1. ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಯೇಸು ಮತ್ತು ಆತನ ಶಿಷ್ಯರು ಇದನ್ನು ಕಿತ್ತುಕೊಂಡು ತಿಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ತೆನೆಗಳು	",
	"	B. ಅಂಜೂರ	",
	"	C. ಗೋಧಿ	",
	"	D. ಆಲೀವ್	"
],			
"correct" :	"	A. ತೆನೆಗಳು	",
"explanation" :	"	ಒಂದಾನೊಂದು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಯೇಸು ಪೈರಿನ ಹೊಲಗಳನ್ನು ಹಾದು ಹೋಗುತ್ತಿರುವಾಗ ಆತನ ಶಿಷ್ಯರು ತೆನೆಗಳನ್ನು ಮುರಿದು ಕೈಗಳಲ್ಲಿ ಹೊಸಗಿಕೊಂಡು ತಿನ್ನುತ್ತಿದ್ದರು.  ಲೂಕ 6:1	",
},			
{			
"question" :	"	2. ನೈವೇದ್ಯದ ರೊಟ್ಟಿಯನ್ನು ಈತನು ಮತ್ತು ಈತನ ಸಂಗಡವಿದ್ದವರು ತಿಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದ	",
	"	B. ಸೌಲ	",
	"	C. ಮೋಶೆ	",
	"	D. ಸಂಸೋನ	"
],			
"correct" :	"	A. ದಾವೀದ	",
"explanation" :	"	ಯೇಸು ಅವರಿಗೆ - ದಾವೀದನು ತಾನೂ ತನ್ನ ಸಂಗಡ ಿದ್ದವರೂ ಹಸಿದಾಗ ಏನು ಮಾಡಿದನೆಂಬದನ್ನು ನೀವು ಓದಲಿಲ್ಲವೋ?  ಅವನು ದೇವರ ಮಂದಿರದೊಳಕ್ಕೆ ಹೋಗಿ ಯಾಜಕರು ಮಾತ್ರವೇ ಹೊರತು ಮತ್ತಾರೂ ತಿನ್ನಬಾರದ ನೈವೇದ್ಯದ ರೊಟ್ಟಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ತಿಂದು ತನ್ನ ಸಂಗಡ ಇದ್ದವರಿಗೂ ಕೊಟ್ಟನಲ್ಲಾ ಎಂದು ಉತ್ತರಕೊಟ್ಟು;  ಲೂಕ 6:3-4	",
},			
{			
"question" :	"	3. ಯೇಸು ಕೈಬತ್ತಿಹೋದ ಮನುಷ್ಯನನ್ನು ಸ್ವಸ್ಥ ಮಾಡುವನೋ ಏನೋ ಎಂದು ಶಾಸ್ತ್ರಿಗಳು ಮತ್ತು ಫರಿಸಾಯರು ಗಮನಿಸುತ್ತಿದ್ದರು, ಏಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಅಪರಿಚಿತನಾಗಿದ್ದನು	",
	"	B. ಅವನು ಪಾಪಿ	",
	"	C. ಅದು ಸಬ್ಬತ್ ದಿನವಾಗಿತ್ತು	",
	"	D. ಆ ಮನುಷ್ಯನು ಯೇಸುವನ್ನು ದ್ವೇಷಿಸುತ್ತಿದ್ದನು	"
],			
"correct" :	"	C. ಅದು ಸಬ್ಬತ್ ದಿನವಾಗಿತ್ತು	",
"explanation" :	"	ಮತ್ತೊಂದು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಆತನು ಸಭಾಮಂದಿರಕ್ಕೆ ಹೋಗಿ ಉಪದೇಶಮಾಡುತ್ತಿದ್ದಾಗ ಅಲ್ಲಿ ಬಲಗೈ ಬತ್ತಿದವನೊಬ್ಬನು ಇದ್ದನು.  ಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ ಆತನ ಮೇಲೆ ತಪ್ಪು ಹೊರಿಸುವದಕ್ಕೆ ಆಸ್ಪದ ಸಿಕ್ಕಬೇಕೆಂದು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಸ್ವಸ್ಥಮಾಡುವನೋ ಏನೋ ಎಂದು ಆತನನ್ನು ಹೊಂಚಿನೋಡುತ್ತಿದ್ದರು.  ಲೂಕ 6:6-7	",
},			
{			
"question" :	"	4. ಯೇಸು 12 ಮಂದಿಯನ್ನು ಆರಿಸಿಕೊಂಡು ಅವರನ್ನು ಹೀಗೆಂದು ಕರೆದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೀಸಲಾಗಿರುವವರು	",
	"	B. ಸ್ನೇಹಿತರು	",
	"	C. ಅಪೋಸ್ತಲರು	",
	"	D. ಬಿಷಪ್	"
],			
"correct" :	"	C. ಅಪೋಸ್ತಲರು	",
"explanation" :	"	ಬೆಳಗಾದ ಮೇಲೆ ಆತನು ತನ್ನ ಶಿಷ್ಯರನ್ನು ಹತ್ತಿರಕ್ಕೆ ಕರೆದು ಅವರಲ್ಲಿ ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿಕೊಂಡು ಅವರಿಗೆ ಅಪೋಸ್ತಲರೆಂತ ಹೆಸರಿಟ್ಟನು.  ಲೂಕ 6:13	",
},			
{			
"question" :	"	5. ಯೇಸುವನ್ನು ಮುಟ್ಟಿದ ಎಲ್ಲರೂ	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕಕ್ಕೆ ಹೋದರು	",
	"	B. ಗುಣಹೊಂದಿದರು	",
	"	C. ಹಿಂದಕ್ಕೆ ಬಿದ್ದರು	",
	"	D. ಅಪೋಸ್ತಲರಾದರು	"
],			
"correct" :	"	B. ಗುಣಹೊಂದಿದರು	",
"explanation" :	"	ಮತ್ತು ಆತನಿಂದ ಶಕ್ತಿ ಹೊರಟು ಎಲ್ಲರನ್ನು ವಾಸಿಮಾಡುತ್ತಿದ್ದದರಿಂದ ಆ ಗುಂಪಿನ ಜನರೆಲ್ಲಾ ಆತನನ್ನು ಮುಟ್ಟುವದಕ್ಕೆ ಪ್ರಯತ್ನಮಾಡಿದರು.  ಲೂಕ 6:19	",
},			
{			
"question" :	"	6. ಬಡವರಾಗಿರುವವರು ಧನ್ಯರು,  _______ ನಿಮ್ಮದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಧಿಕಾರ ಮತ್ತು ಘನತೆ	",
	"	B. ದೇವರ ರಾಜ್ಯ	",
	"	C. ಬಿಡುಗಡೆ	",
	"	D. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	B. ದೇವರ ರಾಜ್ಯ	",
"explanation" :	"	ಬಡವರಾದ ನೀವು ಧನ್ಯರು; ದೇವರ ರಾಜ್ಯ ನಿಮ್ಮದೇ;  ಲೂಕ 6:21	",
},			
{			
"question" :	"	7. ಯೇಸು ಹೇಳಿದ್ದು, ನಿಮ್ಮ ______ ಪ್ರೀತಿಸಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಮಕ್ಕಳನ್ನು	",
	"	B. ತಂದೆ ತಾಯಿಗಳನ್ನು	",
	"	C. ದೇವರನ್ನು	",
	"	D. ಶತೃಗಳನ್ನು	"
],			
"correct" :	"	D. ಶತೃಗಳನ್ನು	",
"explanation" :	"	ಕೇಳುವವರಾದ ನಿಮಗೆ ನಾನು ಹೇಳುವದೇನಂದರೆ - ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ಪ್ರೀತಿಸಿರಿ; ಹಗೆ ಮಾಡುವವರಿಗೆ ಉಪಕಾರ ಮಾಡಿರಿ;  ಲೂಕ 6:27	",
},			
{			
"question" :	"	8. ಯೇಸು ಹೇಳಿದ್ದು, ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ________ ತೆಗೆಯದೆ, ನಿನ್ನ ಸಹೋದರನ ಕಣ್ಣಿನಲ್ಲಿರುವ ರವೆಯನ್ನು ತೆಗೆಯುವುದು ಹೇಗೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ರವೆ	",
	"	B. ತೊಲೆ	",
	"	C. ಒಂಟೆ	",
	"	D. ಹಲಗೆ	"
],			
"correct" :	"	B. ತೊಲೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ನೀನು ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ತೊಲೆಯನ್ನು ಯೋಚಿಸದೆ ನಿನ್ನ ಸಹೋದರನ ಕಣ್ಣಿನಲ್ಲಿರುವ ರವೆಯನ್ನು ಯೋಚಿಸುವದೇಕೆ?  ಲೂಕ 6:41	",
},			
{			
"question" :	"	9.  ______________ ಮರವು ಗೊತ್ತಾಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರಿಂದ	",
	"	B. ಮನುಷ್ಯರಿಂದ	",
	"	C. ಒಳ್ಳೆಯ ತೋಟಗಾರನಿಂದ 	",
	"	D. ತನ್ನ ಫಲದಿಂದ	"
],			
"correct" :	"	D. ತನ್ನ ಫಲದಿಂದ	",
"explanation" :	"	ಪ್ರತಿಯೊಂದು ಮರದ ಗುಣವು ಅದರ ಫಲದಿಂದಲೇ ಗೊತ್ತಾಗುವದು.    ಲೂಕ 6:44	",
},			
{			
"question" :	"	10. ಯೇಸು ಹೇಳಿದ್ದನ್ನು ಕೇಳಿ ಅದರಂತೆ ಮಾಡುವವನು ________ ಮನೆಯನ್ನು ಕಟ್ಟಿದ ಮನುಷ್ಯನನ್ನು ಹೋಲುವನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮುದ್ರದ ಬಳಿ	",
	"	B. ಬಂಡೆಯ ಮೇಲೆ	",
	"	C. ಮರಳಿನ ಮೇಲೆ	",
	"	D. ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	B. ಬಂಡೆಯ ಮೇಲೆ	",
"explanation" :	"	ನನ್ನ ಬಳಿಗೆ ಬಂದು ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಅವುಗಳಂತೆ ನಡೆಯುವವನು ಯಾರಿಗೆ ಸಮಾನನೆಂಬದನ್ನು ನಿಮಗೆ ತೋರಿಸುತ್ತೇನೆ.  ಅವನು ಆಳವಾಗಿ ಅಗೆದು ಬಂಡೆಯ ಮೇಲೆ ಅಸ್ತಿವಾರವನ್ನು ಹಾಕಿ ಮನೇ ಕಟ್ಟಿದವನಿಗೆ ಸಮಾನನು;  ಲೂಕ 6:47-48	",
},			
]			
