			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಇದನ್ನು ಮಾಡಿದರೆ ಸಾಕು, ತನ್ನ ಆಳಿಗೆ ಸೌಖ್ಯವಾಗುವುದು ಎಂದು ಶತಾಧಿಪತಿ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನ ಬಳಿ ಹೋದರೆ ಸಾಕು	",
	"	B. ಅವನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದರೆ ಸಾಕು	",
	"	C. ಅವನನ್ನು ಮುಟ್ಟಿದರೆ ಸಾಕು	",
	"	D. ಒಂದು ಮಾತು ಹೇಳಿದರೆ ಸಾಕು	"
],			
"correct" :	"	D. ಒಂದು ಮಾತು ಹೇಳಿದರೆ ಸಾಕು	",
"explanation" :	"	ಯೇಸು ಅವರ ಸಂಗಡ ಹೋದನು.  ಆತನು ಇನ್ನೂ ಮನೆಗೆ ಮುಟ್ಟುವದಕ್ಕೆ ಸ್ವಲ್ಪ ದೂರವಿರುವಾಗಲೇ ಶತಾಧಿಪತಿಯು ಸ್ನೇಹಿತರನ್ನು ಆತನ ಬಳಿಗೆ ಕಳುಹಿಸಿ - ಪ್ರಭುವೇ, ತೊಂದರೆ ತೆಗೆದುಕೊಳ್ಳಬೇಡ; ನೀನು ನನ್ನ ಮನೆಗೆ ಬರತಕ್ಕಷ್ಟು ಯೋಗ್ಯತೆ ನನ್ನಲ್ಲಿಲ್ಲ.  ಈ ಕಾರಣದಿಂದ ನಾನು ನನ್ನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ತಕ್ಕವನೆಂದು ಎಣಿಸಿಕೊಳ್ಳಲಿಲ್ಲ.  ಆದರೆ ನೀನು ಒಂದು ಮಾತು ಹೇಳು, ನನ್ನ ಆಳಿಗೆ ಗುಣವಾಗುವದು;   ಲೂಕ 7:6-7 ಻	",
},			
{			
"question" :	"	2. ಯೇಸು ಶತಾಧಿಪತಿಯ ಮಾತುಗಳನ್ನು ಕೇಳಿದಾಗ, ತಾನು ಯಾವ ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಇದನ್ನು ಕಾಣಲಿಲ್ಲವೆಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇಂತಹ ಅನುಕಂಪ	",
	"	B. ಇಂತಹ ಜಂಭ	",
	"	C. ಇಂತಹ ನಂಬಿಕೆ	",
	"	D. ಇಂತಹ ಪಾಪ	"
],			
"correct" :	"	C. ಇಂತಹ ನಂಬಿಕೆ	",
"explanation" :	"	ಯೇಸು ಈ ಮಾತನ್ನು ಕೇಳಿ ಅವನ ವಿಷಯದಲ್ಲಿ ಆಶ್ಚರ್ಯಪಟ್ಟು ತನ್ನ ಹಿಂದೆ ಬರುತ್ತಿರುವ ಗುಂಪನ್ನು ಹಿಂತಿರುಗಿ ನೋಡಿ - ನಾನು ಇಂಥ ದೊಡ್ಡ ನಂಬಿಕೆಯನ್ನು ಇಸ್ರಾಯೇಲ್ ಜನರಲ್ಲಿಯೂ ಕಾಣಲಿಲ್ಲವೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು.  ಲೂಕ 7:9	",
},			
{			
"question" :	"	3. ಯೇಸು ವಿಧವೆಯ ಮಗನಿಗೆ ಏಳು ಎಂದು ಹೇಳಿದಾಗ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಪಾರ್ಶ್ವವಾಯು ರೋಗಿಯಾಗಿದ್ದನು	",
	"	B. ಕುಂಟನಾಗಿದ್ದನು	",
	"	C. ಸತ್ತುಹೋಗಿದ್ದನು	",
	"	D. ಬುದ್ದಿ ಭ್ರಮಣೆಯಾದವನು	"
],			
"correct" :	"	C. ಸತ್ತುಹೋಗಿದ್ದನು	",
"explanation" :	"	ಆತನು ಊರಬಾಗಿಲಿನ ಹತ್ತಿರಕ್ಕೆ ಬಂದಾಗ ಸತ್ತುಹೋಗಿದ್ದ ಒಬ್ಬನನ್ನು ಹೊರಗೆ ತರುತ್ತಿದ್ದರು.  ಇವನು ತನ್ನ ತಾಯಿಗೆ ಒಬ್ಬನೇ ಮಗನು; ಆಕೆಯು ಗಂಡ ಸತ್ತವಳಾಗಿದ್ದಳು.  ಆಕೆಯ ಸಂಗಡ ಗ್ರಾಮಸ್ಥರು ಅನೇಕರಿದ್ದರು.  ಸ್ವಾಮಿಯು ಆಕೆಯನ್ನು ಕಂಡು ಕನಿಕರಿಸಿ - ಅಳಬೇಡ ಎಂದು ಆಕೆಗೆ ಹೇಳಿ ಚಟ್ಟದ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಿ ಅದನ್ನು ಮುಟ್ಟಲು ಹೊತ್ತುಕೊಂಡವರು ನಿಂತರು.  ಆಗ ಆತನು ಯೌನಸ್ಥನೇ, ಏಳು ಎಂದು ನಿನಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು.  ಲೂಕ 7:12-14	",
},			
{			
"question" :	"	4. ಬರಬೇಕಾದವನು ನೀನೋ, ನಾವು ಮತ್ತೊಬ್ಬನ ದಾರಿಯನ್ನು ಕಾಣಬೇಕೋ ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದ	",
	"	B. ಪಿಲಾತ	",
	"	C. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	D. ಕಾಯಫ	"
],			
"correct" :	"	C. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
"explanation" :	"	ಅವರು ಆತನ ಬಳಿಗೆ ಬಂದು ಬರಬೇಕಾದವನು ನೀನೋ, ನಾವು ಮತ್ತೊಬ್ಬನ ದಾರಿಯನ್ನು ನೋಡಬೇಕೋ ಎಂದು ಕೇಳುವದಕ್ಕಾಗಿ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ನಮ್ಮನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿದ್ದಾನೆ ಅಂದರು.  ಲೂಕ 7:20	",
},			
{			
"question" :	"	5. ಯೇಸು ಹೇಳಿದ್ದು: ಸ್ತ್ರೀಯರಲ್ಲಿ ಹುಟ್ಟಿದವರಲ್ಲಿ ಈತನಿಗಿಂತ ದೊಡ್ಡವನು ಒಬ್ಬನೂ ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	B. ಎಲೀಯ	",
	"	C. ನಾತಾನ್	",
	"	D. ಸಿಮಿಯೋನ	"
],			
"correct" :	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
"explanation" :	"	ಸ್ತ್ರೀಯರಲ್ಲಿ ಹುಟ್ಟಿದವರೊಳಗೆ ಯೋಹಾನನಿಗಿಂತ ದೊಡ್ಡವನು ಒಬ್ಬನೂ ಇಲ್ಲ;    ಲೂಕ 7:28	",
},			
{			
"question" :	"	6. ದುರಾಚಾರಿಯಾದ ಹೆಂಗಸು ಯೇಸುವಿನ ಪಾದಗಳನ್ನು ಇದರಿಂದ ತೊಳೆದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ದ್ರಾಕ್ಷಾರಸ	",
	"	B. ರಕ್ತ	",
	"	C. ಕಣ್ಣೀರಿಂದ	",
	"	D. ಸುಗಂಧ ದ್ರವ್ಯಗಳು	"
],			
"correct" :	"	C. ಕಣ್ಣೀರಿಂದ	",
"explanation" :	"	ಆಗ ಆ ಊರಲ್ಲಿದ್ದ ದುರಾಚಾರಿಯಾದ ಒಬ್ಬ ಹೆಂಗಸು ಫರಿಸಾಯನ ಮನೆಯಲ್ಲಿ ಆತನು ಊಟಕ್ಕೆ ಒರಗಿದ್ದಾನೆಂದು ಗೊತ್ತುಹಿಡುಕೊಂಡು ಸುಗಂಧತೈಲದ ಭರಣಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಹಿಂದೆ ಆತನ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ನಿಂತುಕೊಂಡು ಅಳುತ್ತಾ ತನ್ನ ಕಣ್ಣೀರಿನಿಂದ ಆತನ ಪಾದಗಳನ್ನು ತ್ಯಾವಮಾಡಿ ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಒರಸಿ ಅವುಗಳಿಗೆ ಮುದ್ದಿಟ್ಟು ಆ ತೈಲವನ್ನು ಹಚ್ಚಿದಳು.  ಲೂಕ 7:37-38	",
},			
{			
"question" :	"	7. ಆ ಹೆಂಗಸು ಯೇಸುವಿನ ಪಾದಗಳನ್ನು ಇದರಿಂದ ಒರೆಸಿದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಲೆನಿನ್ ಬಟ್ಟೆ	",
	"	B. ಸ್ಯಾಟಿನ್ ಬಟ್ಟೆ	",
	"	C. ಆಕೆಯ ತಲೇಕೂದಲು	",
	"	D. ಉಣ್ಣೆಯ ಬಟ್ಟೆ	"
],			
"correct" :	"	C. ಆಕೆಯ ತಲೇಕೂದಲು	",
"explanation" :	"	ಆಗ ಆ ಊರಲ್ಲಿದ್ದ ದುರಾಚಾರಿಯಾದ ಒಬ್ಬ ಹೆಂಗಸು ಫರಿಸಾಯನ ಮನೆಯಲ್ಲಿ ಆತನು ಊಟಕ್ಕೆ ಒರಗಿದ್ದಾನೆಂದು ಗೊತ್ತುಹಿಡುಕೊಂಡು ಸುಗಂಧತೈಲದ ಭರಣಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಹಿಂದೆ ಆತನ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ನಿಂತುಕೊಂಡು ಅಳುತ್ತಾ ತನ್ನ ಕಣ್ಣೀರಿನಿಂದ ಆತನ ಪಾದಗಳನ್ನು ತ್ಯಾವಮಾಡಿ ತನ್ನ ತಲೇಕೂದಲಿನಿಂದ ಒರಸಿ ಅವುಗಳಿಗೆ ಮುದ್ದಿಟ್ಟು ಆ ತೈಲವನ್ನು ಹಚ್ಚಿದಳು.  ಲೂಕ 7:37-38	",
},			
{			
"question" :	"	8. ಯೇಸುವು ಈ ಫರಿಸಾಯನ ಮನೆಯಲ್ಲಿದ್ದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಮೋನ	",
	"	B. ಕಾಯಫ	",
	"	C. ನಾತಾನ್	",
	"	D. ದಾವೀದ	"
],			
"correct" :	"	A. ಸಿಮೋನ	",
"explanation" :	"	ಆದರೆ ಆತನನ್ನು ಊಟಕ್ಕೆ ಕರೆದ ಫರಿಸಾಯನು ಇದನ್ನು ಕಂಡು ಇವಳು ದುರಾಚಾರಿ; ಇವನು ಪ್ರವಾದಿಯಾಗಿದ್ದರೆ ತನ್ನನ್ನು ಮುಟ್ಟಿದ ಈ ಹೆಂಗಸು ಇಂಥವಳೆಂದು ತಿಳುಕೊಳ್ಳುತ್ತಿದ್ದನು ಅಂದುಕೊಂಡನು.   ಅದಕ್ಕೆ ಯೇಸು - ಸೀಮೋನನೇ, ನಾನು ನಿನಗೆ ಹೇಳಬೇಕಾದ ಒಂದು ಮಾತದೆ ಅಂದಾಗ;  ಲೂಕ 7:39-40	",
},			
{			
"question" :	"	9. ಸಾಲಗಾರನು ಸಾಲವನ್ನು ಪಾವತಿಸದೇ ಹೋದಾಗ, ಹಣ ಕೊಟ್ಟವನು ಅವನನ್ನು	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಂದು ಹಾಕಿಸಿದನು	",
	"	B. ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿದನು	",
	"	C. ಅವನನ್ನು ಮಾರಿದನು	",
	"	D. ಅವನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು	"
],			
"correct" :	"	D. ಅವನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು	",
"explanation" :	"	ತೀರಿಸುವದಕ್ಕೆ ಅವರಿಗೆ ಗತಿಯಿಲ್ಲದ್ದರಿಂದ ಆ ಇಬ್ಬರಿಗೂ ಸಾಲವನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು;   ಲೂಕ 7:42	",
},			
{			
"question" :	"	10. ಯೇಸು ಹೇಳಿದ್ದು: ಈ ಹೆಂಗಸು ಹೆಚ್ಚಾಗಿ ಪ್ರೀತಿಸುತ್ತಾಳೆ, ಯಾಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆ ಬಹಳವಾಗಿ ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿದ್ದಾಳೆ	",
	"	B. ಆಕೆಯು ಯೋಗ್ಯಳು	",
	"	C. ಆಕೆಯು ಯೆಹೂದ್ಯಳು	",
	"	D. ಆಕೆಯ ಮೇಲೆ ಸುಳ್ಳು ಸಾಕ್ಷಿ ಹೊರಿಸಲಾಗಿತ್ತು	"
],			
"correct" :	"	A. ಆಕೆ ಬಹಳವಾಗಿ ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿದ್ದಾಳೆ	",
"explanation" :	"	ಹೀಗಿರಲು ನಾನು ಹೇಳುವ ಮಾತೇನಂದರೆ - ಇವಳ ಪಾಪಗಳು ಬಹಳವಾಗಿದ್ದರೂ ಅವು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ.  ಇದಕ್ಕೆ ಪ್ರಮಾಣವೇನಂದರೆ ಇವಳು ತೋರಿಸಿದ ಪ್ರೀತಿ ಬಹಳ.  ಲೂಕ 7:47	",
},			
]			
