			
var quiztitle = "ಲೂಕ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ತನ್ನ ಶಿಷ್ಯರನ್ನು ದೇವರ ರಾಜ್ಯದ ಕುರಿತು ಸಾರುವುದಕ್ಕೆ ಮತ್ತು ರೋಗಿಗಳನ್ನು ಗುಣಪಡಿಸುವುದಕ್ಕೆ ಕಳುಹಿಸಿದಾಗ ಹೀಗೆ ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಹಾರವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿರಿ	",
	"	B. ಇನ್ನೊಂದು ಮೇಲಂಗಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿರಿ	",
	"	C. ಹಣವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿರಿ	",
	"	D. ಏನೂ ತೆಗೆದುಕೊಂಡು ಹೋಗಬೇಡಿರಿ	"
],			
"correct" :	"	D. ಏನೂ ತೆಗೆದುಕೊಂಡು ಹೋಗಬೇಡಿರಿ	",
"explanation" :	"	ಕಳುಹಿಸುವಾಗ ಅವರಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ದಾರಿಗೆ ಏನೂ ತಕ್ಕೊಂಡು ಹೋಗಬೇಡಿರಿ, ಕೋಲು ಹಸಿಬೆ ಬುತ್ತಿ ಹಣ ಬೇಡ; ಎರಡಂಗಿಗಳಿರಬಾರದು.   ಲೂಕ 9:3	",
},			
{			
"question" :	"	2. ಸತ್ತಂತಹ ಈ ಮನುಷ್ಯನಿಂದ ಯೇಸು ಎದ್ದು ಬಂದಿದ್ದಾನೆ ಎಂದು ಕೆಲವರು ಹೇಳುವುದನ್ನು ಹೆರೋದನು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	B. ದಾವೀದ	",
	"	C. ಮೋಶೆ	",
	"	D. ಆದಾಮ	"
],			
"correct" :	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಉಪರಾಜನಾದ ಹೆರೋದನು ನಡೆದ ಸಂಗತಿಗಳನ್ನೆಲ್ಲಾ ಕೇಳಿ ಬಹಳವಾಗಿ ಕಳವಳಪಡುವವನಾದನು.  ಯಾಕಂದರೆ ಸತ್ತಿದ್ದ ಯೋಹಾನನು ತಿರಿಗಿ ಬದುಕಿಬಂದಿದ್ದಾನೆಂದು ಕೆಲವರೂ;  ಲೂಕ 9:7	",
},			
{			
"question" :	"	3.ಯೇಸು ಸುಮಾರು ಇಷ್ಟು ಸಾವಿರ ಗಂಡಸರಿಗೆ ಉಣಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. 100	",
	"	B. 2,000	",
	"	C. 5,000	",
	"	D. 10,000	"
],			
"correct" :	"	C. 5,000	",
"explanation" :	"	ಗಂಡಸರೇ ಹೆಚ್ಚು ಕಡಿಮೆ ಐದುಸಾವಿರ ಮಂದಿಯಿದ್ದರು.   ಲೂಕ 9:14	",
},			
{			
"question" :	"	4. ಯೇಸು ಯಾವುದರಿಂದ ಜನರ ಗುಂಪಿಗೆ ಆಹಾರವನ್ನು ಒದಗಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 5 ರೊಟ್ಟಿ ಮತ್ತು 2 ಮೀನು	",
	"	B. 3 ರೊಟ್ಟಿ ಮತ್ತು 4 ಮೀನು	",
	"	C. 3 ರೊಟ್ಟಿ ಮತ್ತು 3 ಮೀನು	",
	"	D. ಬೋಲಗ್ನ ಮತ್ತು ಬೆಣ್ಣೆ	"
],			
"correct" :	"	A. 5 ರೊಟ್ಟಿ ಮತ್ತು 2 ಮೀನು	",
"explanation" :	"	ಆಮೇಲೆ ಆತನು ಆ ಐದು ರೊಟ್ಟಿ ಎರಡು ಮೀನುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಆಕಾಶದ ಕಡೆಗೆ ನೋಡಿ ಅವುಗಳನ್ನು ಆಶೀರ್ವದಿಸಿ ಮುರಿದು ಶಿಷ್ಯರ ಕೈಗೆ ಕೊಟ್ಟು - ಈ ಜನರ ಗುಂಪಿಗೆ ಹಂಚಿರಿ ಅಂದನು.  ಲೂಕ 9:16	",
},			
{			
"question" :	"	5. ನೀವು ನನ್ನನ್ನು ಯಾರೆನ್ನುತ್ತೀರಿ ಎಂದು ಯೇಸು ಕೇಳಿದಾಗ ಈ ಮನುಷ್ಯನು ನೀನು ದೇವರಿಂದ ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನು ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. ಯೋಹಾನ	",
	"	C. ಆಂದ್ರೇಯ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	D. ಪೇತ್ರ	",
"explanation" :	"	ಆತನು ಅವರನ್ನು - ಆದರೆ ನೀವು ನನ್ನನ್ನು ಯಾರು ಅನ್ನುತ್ತೀರಿ ಎಂದು ಕೇಳಲಾಗಿ ಪೇತ್ರನು - ನೀನು ದೇವರಿಂದ ಬರಬೇಕಾಗಿರುವ ಕ್ರಿಸ್ತನು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು;   ಲೂಕ 9:20	",
},			
{			
"question" :	"	6. ಯೇಸು ಹೇಳಿದ್ದು: ಯಾವನಾದರೂ ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಬೇಕಾದರೆ, ಇದನ್ನು ದಿನಾಲು ಹೊತ್ತುಕೊಂಡು ಬರಬೇಕು	",
"image" :	"",		
"choices" : [			
	"	A. ವ್ಯಾಯಾಮ	",
	"	B. ತನ್ನ ಶಿಲುಬೆ	",
	"	C. ಹಾಡುಗಾರಿಕೆ	",
	"	D. ತನ್ನ ತ್ಯಾಗ	"
],			
"correct" :	"	B. ತನ್ನ ಶಿಲುಬೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆತನು ಎಲ್ಲರಿಗೂ ಹೇಳಿದ್ದೇನಂದರೆ - ಯಾವನಿಗಾದರೂ ನನ್ನ ಹಿಂದೆ ಬರುವದಕ್ಕೆ ಮನಸ್ಸಿದ್ದರೆ ಅವನು ತನ್ನನ್ನು ನಿರಾಕರಿಸಿ ತನ್ನ ಶಿಲುಬೆಯನ್ನು ದಿನಾಲೂ ಹೊತ್ತುಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬರಲಿ.   ಲೂಕ 9:23	",
},			
{			
"question" :	"	7. ಯೇಸು ಈ ಇಬ್ಬರು ಮನುಷ್ಯರೊಂದಿಗೆ ಬೆಟ್ಟದ ಮೇಲೆ ಮಾತನಾಡಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ ಮತ್ತು ಇಸಾಕ	",
	"	B. ದಾವೀದ ಮತ್ತು ಸೊಲೋಮೋನ	",
	"	C. ಮೋಶೆ ಮತ್ತು ಎಲೀಯ	",
	"	D. ಕಾಯಿನ ಮತ್ತು ಹೆಬೇಲ	"
],			
"correct" :	"	C. ಮೋಶೆ ಮತ್ತು ಎಲೀಯ	",
"explanation" :	"	ಆತನ ಉಡುಪು ಬೆಳ್ಳಗಾಗಿ ಮಿಂಚುತ್ತಾ ಬಂತು.  ಇದಲ್ಲದೆ ಇಬ್ಬರು ಪುರುಷರು ಆತನ ಸಂಗಡ ಮಾತಾಡುತ್ತಿದ್ದರು.  ಇವರು ಯಾರಂದರೆ ಮೋಶೆಯೂ ಎಲೀಯನೂ.   ಲೂಕ 9:30	",
},			
{			
"question" :	"	8. ಒಬ್ಬ ಮನುಷ್ಯನು ತನ್ನ ಮಗನನ್ನು ಸೌಖ್ಯಮಾಡು ಎಂದು ಯೇಸುವಿನ ಬಳಿ ಬಂದಾಗ ಇದು ಯಾರಿಂದ ಆಗದೆಹೋಯಿತು ಎಂದು ಆತ ಹೇಳಿದ.	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಜಕರಿಂದ	",
	"	B. ವೈದ್ಯರಿಂದ	",
	"	C. ಶಾಸ್ತ್ರಿಗಳಿಂದ	",
	"	D. ಯೇಸುವಿನ ಶಿಷ್ಯರಿಂದ	"
],			
"correct" :	"	D. ಯೇಸುವಿನ ಶಿಷ್ಯರಿಂದ	",
"explanation" :	"	ಅದನ್ನು ಬಿಡಿಸಬೇಕೆಂದು ನಿನ್ನ ಶಿಷ್ಯರನ್ನು ಬೇಡಿಕೊಂಡೆನು.  ಆದರೆ ಅವರಿಂದ ಆಗದೆಹೋಯಿತು ಎಂದು ಕೂಗಿ ಹೇಳಿದನು.  ಲೂಕ 9:40	",
},			
{			
"question" :	"	9. ಯೇಸು ಸಮಾರ್ಯ ಪಟ್ಟಣದಿಂದ ಹಿಂತಿರುಗಿದಾಗ, ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನರು ಏನು ಮಾಡಬೇಕೆಂದುಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಬರಲಿ	",
	"	B. ಮಂತ್ರಿಯೊಂದಿಗೆ ಮಾತನಾಡುವುದು	",
	"	C. ಯೇಸುವಿಗೆ ಇದನ್ನು ಮರೆಮಾಡುವುದು	",
	"	D. ಅಡವಿಯಲ್ಲಿ ನಿದ್ದೆ ಮಾಡುವುದು	"
],			
"correct" :	"	A. ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಬರಲಿ	",
"explanation" :	"	ಆತನ ಶಿಷ್ಯರಾದ ಯಾಕೋಬ ಯೋಹಾನರು ಇದನ್ನು ಕಂಡು - ಸ್ವಾಮೀ, ಆಕಾಶದಿಂದ ಬೆಂಕಿಬಿದ್ದು ಇವರನ್ನು ನಾಶಮಾಡಲಿ ಎಂದು ನಾವು ಹೇಳುವುದಕ್ಕೆ ನಿನಗೆ ಮನಸ್ಸುಂಟೋ ಎಂದು ಕೇಳಲು;   ಲೂಕ 9:54-55	",
},			
{			
"question" :	"	10. ಯಾವನಾದರು ನೇಗಿಲ ಮೇಲೆ ಕೈಹಾಕಿ_______ ಅವನು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ತಕ್ಕವನಲ್ಲ ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಳುವುದಕ್ಕೆ	",
	"	B. ಅಗೆಯುವುದಕ್ಕೆ	",
	"	C. ಹಿಂದಕ್ಕೆ ನೋಡಿದರೆ	",
	"	D. ಗಿಡ ನೆಟ್ಟರೆ	"
],			
"correct" :	"	C. ಹಿಂದಕ್ಕೆ ನೋಡಿದರೆ	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ - ಯಾವನಾದರೂ ನೇಗಿಲಿನ ಮೇಲೆ ತನ್ನ ಕೈಯನ್ನು ಹಾಕಿ ಹಿಂದಕ್ಕೆ ನೋಡಿದರೆ ಅವನು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ತಕ್ಕವನಲ್ಲವೆಂದು ಹೇಳಿದನು.  ಲೂಕ 9:62	",
},			
]			
