var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1 ಇವರನ್ನು ತನ್ನ ಹತ್ತಿರ ಬರಲು ಬಿಡಿರೆಂದು ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯರು	",
	"	B. ಶಾಸ್ತ್ರಿಗಳು	",
	"	C. ರೋಗಿಗಳು ಮತ್ತು ಕುಂಟರು	",
	"	D. ಚಿಕ್ಕಮಕ್ಕಳು	"
],			
"correct" :	"	D. ಚಿಕ್ಕಮಕ್ಕಳು	",
"explanation" :	"	ಆದರೆ ಯೇಸು ಅದನ್ನು ಕಂಡು ಕೋಪಗೊಂಡು ಅವರಿಗೆ ಮಕ್ಕಳನ್ನು ನನ್ನ ಹತ್ತಿರಕ್ಕೆ ಬರಗೊಡಿಸಿರಿ; ಅವುಗಳಿಗೆ ಅಡ್ಡಿಮಾಡಬೇಡಿರಿ; ದೇವರ ರಾಜ್ಯವು ಇಂಥವರದೇ.   ಮಾರ್ಕ 10:14	",
},			
{			
"question" :	"	2 ಯಾವನು ____________ ದೇವರ ರಾಜ್ಯವನ್ನು ಅಂಗೀಕರಿಸುವದಿಲ್ಲವೋ ಅವನು ಅದರಲ್ಲಿ ಸೇರುವದೇ ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕುರಿ	",
	"	B. ಶಿಶುಭಾವ	",
	"	C. ರಾಜಕುಮಾರ	",
	"	D. ಸೇವಕನಂತೆ	"
],			
"correct" :	"	B. ಶಿಶುಭಾವ	",
"explanation" :	"	ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಯಾವನು ಶಿಶುಭಾವದಿಂದ ದೇವರ ರಾಜ್ಯವನ್ನು ಅಂಗೀಕರಿಸುವದಿಲ್ಲವೋ ಅವನು ಅದರಲ್ಲಿ ಸೇರುವದೇ ಇಲ್ಲ.  ಮಾರ್ಕ 10:15	",
},			
{			
"question" :	"	3 ಒಬ್ಬ ಮನುಷ್ಯನು ಬಂದು ಯೇಸುವಿಗೆ, ________________ ಏನು ಮಾಡಬೇಕು ಎಂದು  ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಖ್ಯಹೊಂದಬೇಕಾದರೆ	",
	"	B. ತನ್ನ ರೋಗಿಯಾದ ಆಳಿಗೆ	",
	"	C. ತನ್ನ ಮಕ್ಕಳನ್ನು ಗದರಿಸಲು	",
	"	D. ನಿತ್ಯ ಜೀವಕ್ಕೆ ಬಾಧ್ಯಸ್ಥನಾಗಲು	"
],			
"correct" :	"	D. ನಿತ್ಯ ಜೀವಕ್ಕೆ ಬಾಧ್ಯಸ್ಥನಾಗಲು	",
"explanation" :	"	ಆತನು ಹೊರಟು ದಾರಿಹಿಡಿದು ಹೋಗುವಾಗ ಒಬ್ಬನು ಓಡುತ್ತಾ ಆತನ ಎದುರಿಗೆ ಬಂದು ಮೊಣಕಾಲೂರಿ ಒಳ್ಳೇ ಬೋಧಕನೇ ನಾನು ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯಸ್ಥನಾಗಬೇಕಾದರೆ ಏನು ಮಾಡಬೇಕೆಂದು ಆತನನ್ನು ಕೇಳಲಾಗಿ ..    ಮಾರ್ಕ 10:17	",
},			
{			
"question" :	"	4 ಆ ಮನುಷ್ಯನು ಯೇಸುವಿಗೆ ಹೇಳಿದ್ದು, ಇದಕ್ಕೆ  ನನ್ನ ಚಿಕ್ಕಂದಿನಿಂದ ಸರಿಯಾಗೆ ನಡಕೊಂಡು ಬಂದಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಕ್ಷಿಗಳಿಗೆ	",
	"	B. ಫರಿಸಾಯರಿಗೆ	",
	"	C. ಶಾಸ್ತ್ರಿಗಳಿಗೆ	",
	"	D. ಆಜ್ಞೆಗಳಿಗೆ	"
],			
"correct" :	"	D. ಆಜ್ಞೆಗಳಿಗೆ	",
"explanation" :	"	ನರಹತ್ಯ ಮಾಡಬಾರದು; ವ್ಯಭಿಚಾರ ಮಾಡಬಾರದು; ಕದಿಯಬಾರದು; ಸುಳ್ಳುಸಾಕ್ಷಿ ಹೇಳಬಾರದು; ಮೋಸಮಾಡಬಾರದು; ನಿನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕು ಎಂಬ ದೇವರಾಜ್ಞೆಗಳು ನಿನಗೆ ಗೊತ್ತಿವೆಯಷ್ಟೆ ಎಂದು ಹೇಳಿದನು.   ಮಾರ್ಕ 10:19-20	",
},			
{			
"question" :	"	5 ನಿನಗಿರುವುದನ್ನೆಲ್ಲಾ ಮಾರಿ ಬಡವರಿಗೆ ಕೊಟ್ಟುಬಿಟ್ಟು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಯೇಸು  ಹೇಳಿದಾಗ ಆ ಮನುಷ್ಯ ಏನು ಮಾಡಿದ?	",
"image" :	"",		
"choices" : [			
	"	A.  ಆತನು ಕಾರಣಗಳನ್ನು ನೀಡಿದನು	",
	"	B.  ಯೇಸು ಹೇಳಿದ ಹಾಗೆ ಆತ ಮಾಡಿದ	",
	"	C.  ದು:ಖದಿಂದ ಹೊರಟುಹೋದನು	",
	"	D.  ಆತನು 12 ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನಾದನು	"
],			
"correct" :	"	C.  ದು:ಖದಿಂದ ಹೊರಟುಹೋದನು	",
"explanation" :	"	ಯೇಸು ಅವನನ್ನು ದೃಷ್ಟಿಸಿನೋಡಿ ಪ್ರೀತಿಸಿ ಅವನಿಗೆ ನಿನಗೆ ಒಂದು ಕಡಿಮೆಯಾಗಿದೆ; ಹೋಗು, ನಿನ್ನ ಬದುಕನ್ನೆಲ್ಲಾ ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡು; ಪರಲೋಕದಲ್ಲಿ ನಿನಗೆ ಸಂಪತ್ತಿರುವದು; ನೀನು ಬಂದು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಹೇಳಿದನು.  ಆದರೆ ಅವನು ಬಹಳ ಆಸ್ತಿಯುಳ್ಳವನಾಗಿದ್ದದರಿಂದ ಈ ಮಾತಿಗೆ ಮೋರೆ ಬಾಡಿದವನಾಗಿ ಕು:ಖದಿಂದ ಹೊರಟುಹೋದನು.  ಮಾರ್ಕ 10:21-22	",
},			
{			
"question" :	"	6 ಯೇಸು ಹೇಳಿದ್ದು: “ ಐಶ್ವರ್ಯವಂತನು ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಸೇರುವುದಕ್ಕಿಂತ  ಒಂಟೆಯು ……………………… ನುಗ್ಗಿಹೋಗುವುದು ಸುಲಭ”.	",
"image" :	"",		
"choices" : [			
	"	A. ಮರುಭೂಮಿ	",
	"	B. ಕೆರೆ	",
	"	C. ಸೂಜಿ ಕಣ್ಣು	",
	"	D. ಬಿರುಗಾಳಿ	"
],			
"correct" :	"	C. ಸೂಜಿ ಕಣ್ಣು	",
"explanation" :	"	ಐಶ್ವರ್ಯವಂತನು ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಸೇರುವದಕ್ಕಿಂತ ಒಂಟೆಯು ಸೂಜೀಕಣ್ಣಿನಲ್ಲಿ ನುಗ್ಗಿಹೋಗುವದು ಸುಲಭ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 10:25	",
},			
{			
"question" :	"	7 ಯೇಸು ಹೇಳಿದ್ದು: “ ದೇವರಿಗೆ ಎಲ್ಲಾ _______”	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಧ್ಯವೆ	",
	"	B. ಸ್ಥಿರ	",
	"	C. ಅಲುಗಾಡುತ್ತದೆ	",
	"	D. ಜೀವವಿದೆ	"
],			
"correct" :	"	A. ಸಾಧ್ಯವೆ	",
"explanation" :	"	ಯೇಸು ಅವರನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿ - ಇದು ಮನುಷ್ಯರಿಗೆ ಅಸಾಧ್ಯ; ದೇವರಿಗೆ ಅಸಾಧ್ಯವಲ್ಲ; ದೇವರಿಗೆ ಎಲ್ಲವು ಸಾಧ್ಯವೇ ಅಂದನು.  ಮಾರ್ಕ 10:27	",
},			
{			
"question" :	"	8 ಬಾರ್ತಿಮಾಯನು	",
"image" :	"",		
"choices" : [			
	"	A. ಕುರುಡ	",
	"	B. ಕಿವುಡ	",
	"	C. ಕುಷ್ಠ ರೋಗಿ	",
	"	D. ಪಾಶ್ರ್ವವಾಯು ರೋಗಿ	"
],			
"correct" :	"	A. ಕುರುಡ	",
"explanation" :	"	ಆತನೂ ಆತನ ಶಿಷ್ಯರೂ ಬಹು ಜನರ ಗುಂಪೂ ಆ ಊರಿನಿಂದ ಹೊರಟು ಹೋಗುತ್ತಿರುವಾಗ ತಿಮಾಯನ ಮಗನಾದ ಬಾರ್ತಿಮಾಯನು ದಾರಿಯ ಮಗ್ಗುಲಲ್ಲಿ ಕೂತಿದ್ದನು.  ಅವನು ಕುರುಡ ಭಿಕ್ಷಗಾರನು.  ಮಾರ್ಕ 10:46	",
},			
{			
"question" :	"	9 ಸುಮ್ಮನಿರು ಎಂದು ಎಲ್ಲರೂ ಬಾರ್ತಿಮಾಯನನ್ನು ಗದರಿಸಿದಾಗ,	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಭಯಪಟ್ಟನು	",
	"	B. ಅವನು ಸುಮ್ಮನಾದನು	",
	"	C. ಇನ್ನೂ ಜೋರಾಗಿ ಕೂಗಿಕೊಂಡನು	",
	"	D. ಅವನು ಅಳಲು ಪ್ರಾರಂಭಿಸಿದನು	"
],			
"correct" :	"	C. ಇನ್ನೂ ಜೋರಾಗಿ ಕೂಗಿಕೊಂಡನು	",
"explanation" :	"	ಅನೇಕರು ಸುಮ್ಮನಿರು ಎಂದು ಅವನನ್ನು ಗದರಿಸಲು ಅವನು ದಾವೀದನ ಕುಮಾರನೇ, ನನ್ನನ್ನು ಕರುಣಿಸು ಎಂದು ಮತ್ತಷ್ಟು ಕೂಗಿಕೊಂಡನು.  ಮಾರ್ಕ 10:48	",
},			
{			
"question" :	"	10 ಯಾವುದು ಬಾರ್ತಿಮಾಯನನ್ನು ಶುದ್ದಿಮಾಡಿತೆಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ನಂಬಿಕೆ	",
	"	B. ಆತನ ವಿಶ್ವಾಸ	",
	"	C. ಆತನ ಪ್ರೀತಿ	",
	"	D. ಆತನ ಅದೃಷ್ಟ	"
],			
"correct" :	"	A. ಆತನ ನಂಬಿಕೆ	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ ಹೋಗು ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥ ಮಾಡಿ ಅದೆ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 10:52	",
},			
]			