var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಲ್ಲಿ ಕೆಲವರನ್ನು ಏನು ತರುವುದಕ್ಕಾಗಿ ಕಳುಹಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ಪಾತ್ರೆ	",
	"	B. ಕತ್ತೇಮರಿ	",
	"	C. ಒಂದು ದೀಪ	",
	"	D. ಹಡಗಿನ ಹಲಗೆ	"
],			
"correct" :	"	B. ಕತ್ತೇಮರಿ	",
"explanation" :	"	ಆತನು ತನ್ನ ಶಿಷ್ಯರಲ್ಲಿ ಇಬ್ಬರನ್ನು ಕರೆದು ನಿಮ್ಮೆದುರಿಗಿರುವ ಹಳ್ಳಿಗೆ ಹೋಗಿರಿ; ಅದರೊಳಕ್ಕೆ ಸೇರುತ್ತಿರುವಾಗಲೇ ಅಲ್ಲಿ ಕಟ್ಟಿರುವ ಒಂದು ಕತ್ತೇಮರಿಯನ್ನು ಕಾಣುವಿರಿ; ಇದುವರೆಗೆ ಅದರ ಮೇಲೆ ಯಾರೂ ಹತ್ತಿಲ್ಲ; ಅದನ್ನು ಬಿಚ್ಚಿ ಹಿಡುಕೊಂಡು ಬನ್ನಿರಿ.   ಮಾರ್ಕ11:2	",
},			
{			
"question" :	"	2 ಎಷ್ಟು ಜನ ಶಿಷ್ಯರನ್ನು ಯೇಸು ಕಳುಹಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 2	",
	"	B. 3	",
	"	C. 4	",
	"	D. 5	"
],			
"correct" :	"	A.2	",
"explanation" :	"	ಅವರು ಯೆರೂಸಲೇಮಿಗೆ ಸಮೀಪಿಸಿ ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡದ ಬಳಿಯಲ್ಲಿರುವ ಬೇತ್ಪಗೆಗೂ ಬೇಥಾನ್ಯಕ್ಕೂ ಬಂದಾಗ ಆತನು ತನ್ನ ಶಿಷ್ಯರಲ್ಲಿ ಇಬ್ಬರನ್ನು ಕರೆದು .. ಮಾರ್ಕ 11:1	",
},			
{			
"question" :	"	3 ಯಾರಾದರು ಏನು ನೀವು ಹೀಗೆ ಮಾಡುವುದೆಂದು ಕೇಳಿದರೆ ಏನೆಂದು ಉತ್ತರಿಸಬೇಕೆಂದು ಯೇಸು  ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀವು ಯಾರನ್ನು ಕೇಳುತ್ತಿದ್ದೀರಿ?	",
	"	B. ಅದು ಹೋಗುವುದಕ್ಕೆ ಬಿಟ್ಟುಬಿಡಿರಿ	",
	"	C. ಇದು ಸ್ವಾಮಿಯವರಿಗೆ ಬೇಕಾಗಿದೆ	",
	"	D. ಇದು ಗುರುವಿಗಾಗಿ ಮಾಡಲ್ಪಟ್ಟಿದೆ	"
],			
"correct" :	"	C. ಇದು ಸ್ವಾಮಿಯವರಿಗೆ ಬೇಕಾಗಿದೆ	",
"explanation" :	"	ಯಾವನಾದರೂ ನಿಮ್ಮನ್ನು ಏನು ಹೀಗೆ ಮಾಡುವದು ಎಂದು ಕೇಳಿದರೆ ಇದು ಸ್ವಾಮಿಯವರಿಗೆ ಬೇಕಾಗಿದೆ ಅವರು ತಡಮಾಡದೆ ತಿರಿಗಿ ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಿಕೊಡುವರು ಅನ್ನಿರಿ ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದನು.  ಮಾರ್ಕ 11:3	",
},			
{			
"question" :	"	4  ಆ ಕತ್ತೇಮರಿಯ ಮೇಲೆ ಶಿಷ್ಯರು ಏನು ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಡಿ	",
	"	B. ಏನೂ ಇಲ್ಲ	",
	"	C. ಹೊದಿಕೆ	",
	"	D. ಅವರ ವಸ್ತ್ರಗಳು	"
],			
"correct" :	"	D. ಅವರ ವಸ್ತ್ರಗಳು	",
"explanation" :	"	ಶಿಷ್ಯರು ಆ ಮರಿಯನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ತಂದು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಅದರ ಮೇಲೆ ಹಾಕಲು ಆತನು ಅದನ್ನು ಹತ್ತಿ ಕೂತುಕೊಂಡನು.  ಮಾರ್ಕ 11:7	",
},			
{			
"question" :	"	5 ಆಗ ಅನೇಕರು ದಾರಿಗಳಲ್ಲಿ ಏನನ್ನು ಹಾಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಮ್ಮ ದೇಹಗಳನ್ನು	",
	"	B. ಎಡವುವ ಕಲ್ಲುಗಳು]	",
	"	C. ಚಿಗುರುಗಳು ಮತ್ತು ಹೂವುಗಳು	",
	"	D. ಚಿಗುರುಗಳು ಮತ್ತು ವಸ್ತ್ರಗಳು	"
],			
"correct" :	"	D. ಚಿಗುರುಗಳು ಮತ್ತು ವಸ್ತ್ರಗಳು	",
"explanation" :	"	ಆಗ ಅನೇಕರು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ದಾರಿಯಲ್ಲಿ ಹಾಸಿದರು.  ಬೇರೆ ಕೆಲವರು ತೋಟಗಳಿಂದ ಚಿಗುರುಗಳನ್ನು ಕೊಯಿದು ತಂದು ಹಾಸಿದರು.  ಮಾರ್ಕ 11:8	",
},			
{			
"question" :	"	6 ಯೇಸು ಹೇಳಿದ್ದು: “ ನನ್ನ ಆಲಯವು ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೂ ಪ್ರಾರ್ಥನಾಲಯವೆನಿಸಿಕೊಳ್ಳುವುದು ಎಂದು ಬರೆದಿದೆಯಲ್ಲಾ? ಆದರೆ __________	",
"image" :	"",		
"choices" : [			
	"	A. ಅದನ್ನು ವಿರೋಧವನ್ನಾಗಿ ಮಾಡಿದ್ದೀರಿ	",
	"	B. ಅದನ್ನು ಕಳ್ಳರ ಗವಿಯನ್ನಾಗಿ ಮಾಡಿದ್ದೀರಿ	",
	"	C. ಅಪನಂಬಿಕೆಯ ಮನೆಯನ್ನಾಗಿ ಮಾಡಿದ್ದೀರಿ	",
	"	D. ಜನರಲ್ಲಿ ನಿಂದೆಗೆ ಗುರಿ ಮಾಡಿದ್ದೀರಿ	"
],			
"correct" :	"	B. ಅದನ್ನು ಕಳ್ಳರ ಗವಿಯನ್ನಾಗಿ ಮಾಡಿದ್ದೀರಿ	",
"explanation" :	"	ಮತ್ತು ಆತನು ಉಪದೇಶಮಾಡಿ ನನ್ನ ಆಲಯವು ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೂ ಪ್ರಾರ್ಥನಾಲಯವೆನಿಸಿಕೊಳ್ಳುವದು ಎಂದು ಬರೆದಿದೆಯಲ್ಲಾ? ಆದರೆ ನೀವು ಅದನ್ನು ಕಳ್ಳರ ಗವಿ ಮಾಡಿದ್ದೀರಿ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 11:17	",
},			
{			
"question" :	"	7 ಯೇಸು ಇಲ್ಲಿ ಚಿನಿವಾರರ ಮೇಜುಗಳನ್ನು ಮತ್ತು ಮಾರುವವರ ಕೊಳ್ಳುವವರ ಕಾಲ್ಮಣಿಗಳನ್ನು  ಕೆಡವಿಬಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯದಲ್ಲಿ	",
	"	B. ಸುಂಕದ ಕಟ್ಟೆಯಲ್ಲಿ	",
	"	C. ಪಟ್ಟಣದ ದ್ವಾರಗಳಲ್ಲಿ	",
	"	D. ಸಂತೇಪೇಟೆಯಲ್ಲಿ	"
],			
"correct" :	"	A. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ಅವರು ಯೆರೂಸಲೇಮಿಗೆ ಬಂದಾಗ ಯೇಸು ದೇವಾಲಯಕ್ಕೆ ಹೋಗಿ ಅದರಲ್ಲಿ ಮಾರುವವರನ್ನೂ ಕೊಳ್ಳುವವರನ್ನೂ ಹೊರಡಿಸಿಬಿಡುವದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿ ಚಿನಿವಾರರ ಮೇಜುಗಳನ್ನೂ ಪಾರಿವಾಳ ಮಾರುವವರ ಕಾಲ್ಮಣೆಗಳನ್ನೂ ಕೆಡವಿದನು;  ಮಾರ್ಕ 11:15	",
},			
{			
"question" :	"	8 ಯೇಸು ಶಪಿಸಿದ ಮರವು ಒಣಗಿಹೋಗಿರುವುದನ್ನು ಶಿಷ್ಯರು ನೋಡಿದಾಗ ಯೇಸು ಹೀಗೆ  ಹೇಳಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಮನುಷ್ಯರಿಗೂ ಹೀಗೆ ಆಗುವುದು	",
	"	B. ದೇವರಲ್ಲಿ ನಂಬಿಕೆ ಇರಲಿ	",
	"	C. ಆಶ್ಚರ್ಯ ಪಡಬೇಡಿರಿ	",
	"	D. ಇದು ಕಳ್ಳ ಸೇವಕರ ಸೇವೆಯ ಹಾಗೆ	"
],			
"correct" :	"	B. ದೇವರಲ್ಲಿ ನಂಬಿಕೆ ಇರಲಿ	",
"explanation" :	"	ಬೆಳಗ್ಗೆ ಅವರು ಬರುತ್ತಿರುವಾಗ ಆ ಅಂಜೂರದ ಮರವು ಬುಡದಿಂದಲೂ ಒಣಗಿ ಹೋಗಿರುವದನ್ನು ಕಂಡರು.  ಆಗ ಪೇತ್ರನು ಹಿಂದಿನ ದಿನದ ಸಂಗತಿಯನ್ನು ನೆನಸಿಕೊಂಡು ಆತನಿಗೆ ಗುರುವೇ ಇಗೋ ನೀನು ಶಾಪಕೊಟ್ಟ ಅಂಜೂರದ ಮರವು ಒಣಗಿ ಹೋಗಿದೆ ಎಂದು ಹೇಳಿದ್ದಕ್ಕೆ ಯೇಸು ಹೇಳಿದ್ದೇನಂದರೆ ನಿಮಗೆ ದೇವರಲ್ಲಿ ನಂಬಿಕೆಯಿರಲಿ.  ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ..  ಮಾರ್ಕ 11:20-22	",
},			
{			
"question" :	"	9 ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗ ಏನೇನು ಬೇಡಿಕೊಳ್ಳುತ್ತೀರೋ, ಇದನ್ನು ಮಾಡರಿ ಅದು ನಿಮಗೆ ಸಿಕ್ಕುವುದು	",
"image" :	"",		
"choices" : [			
	"	A. ಆರಾಧನೆ	",
	"	B. ಅಳಿರಿ	",
	"	C. ನೀವು ಹೊಂದಿದ್ದೀರೆಂದು ನಂಬಿರಿ	",
	"	D. ದೇವರ ಮುಂದೆ ದಾಹದಿಂದಿರಿ	"
],			
"correct" :	"	C. ನೀವು ಹೊಂದಿದ್ದೀರೆಂದು ನಂಬಿರಿ	",
"explanation" :	"	ಆದಕಾರಣ ನೀವು ಪ್ರಾರ್ಥನೆಮಾಡಿ ಏನೇನು ಬೇಡಿಕೊಳ್ಳುತ್ತೀರೋ ಅದನ್ನೆಲ್ಲಾ ಹೊಂದಿದ್ದೇವೆಂದು ನಂಬಿರಿ; ಅದು ನಿಮಗೆ ಸಿಕ್ಕುವದೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ.  ಮಾರ್ಕ 11:24	",
},			
{			
"question" :	"	10 ನೀವು ನಿಂತುಕೊಂಡು ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗೆಲ್ಲಾ	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾಗಿರಿ	",
	"	B. ಕ್ಷಮಿಸಿ	",
	"	C. ಅಳಿರಿ	",
	"	D. ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಪರಲೋಕದ ಕಡೆ ತಿರುಗಿಸಿ	"
],			
"correct" :	"	B. ಕ್ಷಮಿಸಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ನೀವು ನಿಂತುಕೊಂಡು ಪ್ರಾರ್ಥನೆಮಾಡುವಾಗೆಲ್ಲಾ ಯಾರ ಮೇಲೆ ಏನಾದರೂ ವಿರೋಧವಿದ್ದರೆ ಅದನ್ನು ಅವನಿಗೆ ಕ್ಷಮಿಸಿರಿ;    ಮಾರ್ಕ 11:25	",
},			
]			