var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ಯಾವ ತೋಟದ ಧಣಿಯ ಸಾಮ್ಯವನ್ನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರದ ಮರ	",
	"	B. ಗೋಧಿಯ ತೋಟ	",
	"	C. ದ್ರಾಕ್ಷೇ ತೋಟ	",
	"	D. ಜೋಳದ ತೋಟ	"
],			
"correct" :	"	C. ದ್ರಾಕ್ಷೇ ತೋಟ	",
"explanation" :	"	ಆಗ ಯೇಸು ಅವರ ಕೂಡ ಸಾಮ್ಯರೂಪವಾಗಿ ಮಾತಾಡುವದಕ್ಕೆ ತೊಡಗಿ ಒಬ್ಬ ಮನುಷ್ಯನು ಒಂದು ದ್ರಾಕ್ಷೆಯ ತೋಟವನ್ನು ಮಾಡಿ ..     ಮಾರ್ಕ 12:1	",
},			
{			
"question" :	"	2 ದ್ರಾಕ್ಷೇತೋಟದ ಹಣ್ಣಿನ ಪಾಲನ್ನು ತೆಗೆದುಕೊಂಡು ಬರುವುದಕ್ಕೆ ಕಳುಹಿಸಿದ ಮೊದಲನೇ  ಸೇವಕನಿಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಹಣವನ್ನು ಕದ್ದುಕೊಂಡನು	",
	"	B. ಅವನು ಪಾಲಿಗಾಗಿ ಕೆಲಸ ಮಾಡಲು ಹೋದನು	",
	"	C. ಅವನು ಕೊಲ್ಲಲ್ಪಟ್ಟನು	",
	"	D. ಅವನನ್ನು ಹೊಡೆದು ಬರಿಗೈಯಲ್ಲಿ ಕಳುಹಿಸಿದರು	"
],			
"correct" :	"	D. ಅವನನ್ನು ಹೊಡೆದು ಬರಿಗೈಯಲ್ಲಿ ಕಳುಹಿಸಿದರು	",
"explanation" :	"	ಫಲಕಾಲ ಬಂದಾಗ ದ್ರಾಕ್ಷೆಯ ತೋಟದ ಹಣ್ಣಿನ ಪಾಲನ್ನು ಆ ಒಕ್ಕಲಿಗರಿಂದ ತೆಗೆದುಕೊಂಡು ಬರುವದಕ್ಕಾಗಿ ಒಬ್ಬ ಆಳನ್ನು ಅವರ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು.  ಅವರು ಅವನನ್ನು ಹಿಡುಕೊಂಡು ಹೊಡೆದು ಬರಿಗೈಲಿ ಕಳುಹಿಸಿಬಿಟ್ಟರು.     ಮಾರ್ಕ 12:2-3	",
},			
{			
"question" :	"	3 ಅವರು ಮಗನಿಗೆ ಏನನ್ನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನನ್ನು ಕೊಂದರು	",
	"	B. ಅವನನ್ನು ಸ್ವಾಗತಿಸಿದರು	",
	"	C. ಅವನಿಗೆ ಬರತಕ್ಕ ಪಾಲನ್ನು ಕೊಟ್ಟರು	",
	"	D. ಅವನನ್ನು ಹೊಡೆದರು	"
],			
"correct" :	"	A. ಅವನನ್ನು ಕೊಂದರು	",
"explanation" :	"	ಆ ಒಕ್ಕಲಿಗರು ಇವನೇ ಬಾಧ್ಯಸ್ಥನು; ಬನ್ನಿ, ಇವನನ್ನು ಕೊಂದುಹಾಕೋಣ; ಆಗ ಸ್ವಾಸ್ತ್ಯ ನಮ್ಮದಾಗುವದು ಎಂದು ಒಬ್ಬರ ಸಂಗಡಲೊಬ್ಬರು ಮಾತಾಡಿಕೊಂಡು ಅವನನ್ನು ಹಿಡಿದು ಕೊಂದುಹಾಕಿ ದ್ರಾಕ್ಷೆಯ ತೋಟದಿಂದ ಹೊರಕ್ಕೆ ಬಿಸಾಟುಬಿಟ್ಟರು.   ಮಾರ್ಕ12:7-8	",
},			
{			
"question" :	"	4 ಯಾವುದು ಸರಿಯೋ ಸರಿಯಲ್ಲವೋ ಎಂದು ಫರಿಸಾಯರು ಯೇಸುವನ್ನು ಕೇಳಿ ಆತನನ್ನು  ಮಾತಿನಲ್ಲಿ ಸಿಕ್ಕಿಸುವುದಕ್ಕೆ ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೈಸರನಿಗೆ ತೆರಿಗೆ ಕೊಡುವುದು	",
	"	B. ಅನ್ಯರನ್ನು ಮದುವೆಯಾಗುವುದು	",
	"	C. ವಿಚ್ಚೇದನ ನೀಡುವುದು	",
	"	D. ಸಬ್ಬತ್ ದಿನದಲ್ಲು ಊಟ ಮಾಡುವುದು	"
],			
"correct" :	"	A. ಕೈಸರನಿಗೆ ತೆರಿಗೆ ಕೊಡುವುದು	",
"explanation" :	"	ಇವರು ಬಂದು ಬೋಧಕನೇ, ನೀನು ಸತ್ಯವಂತನು, ಯಾರಿಗೂ ಹೆದರದವನು; ನೀನು ಜನರ ಮುಖದಿಚ್ಛೆಗೆ ಮಾತಾಡದೆ ದೇವರ ಮಾರ್ಗವನ್ನು ಸತ್ಯವಾಗಿ ಬೋಧಿಸುವವನಾಗಿದ್ದೀ ಎಂದು ಬಲ್ಲೆವು.  ಕೈಸರನಿಗೆ ತೆರಿಗೆ ಕೊಡುವದು ಸರಿಯೋ ಸರಿಯಲ್ಲವೋ..   ಮಾರ್ಕ 12:13-14	",
},			
{			
"question" :	"	5 ಯೇಸು ಏನನ್ನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ಹಲಗೆ	",
	"	B. ಒಂದು ನಾಣ್ಯ	",
	"	C. ಒಂದು ಕತ್ತಿ	",
	"	D. ಒಂದು ದೀಪ	"
],			
"correct" :	"	B. ಒಂದು ನಾಣ್ಯ	",
"explanation" :	"	ಆತನು ಅವರ ಕಪಟವನ್ನು ತಿಳಿದು ನನ್ನನ್ನು ಯಾಕೆ ಪರೀಕ್ಷೆ ಮಾಡುತ್ತೀರಿ? ನನಗೆ ಒಂದು ಹಣವನ್ನು ತಂದು ತೋರಿಸಿರಿ ಅನ್ನಲು ಅವರು ತಂದರು.  ಮಾರ್ಕ 12:15	",
},			
{			
"question" :	"	6 ಅದರಲ್ಲಿ ಯಾರ ತಲೆಯೂ ಮುದ್ರೆಯೂ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದ	",
	"	B. ಕೈಸರ	",
	"	C. ಫರೋಹ	",
	"	D. ದೇವರು	"
],			
"correct" :	"	B. ಕೈಸರ	",
"explanation" :	"	ಆಗ ಆತನು ಈ ತಲೆಯೂ ಮುದ್ರೆಯೂ ಯಾರದು ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವರು ಕೈಸರನದು ಅಂದರು.  ಮಾರ್ಕ 12:16	",
},			
{			
"question" :	"	7 ಸದ್ದುಕಾಯರ ಪ್ರಕಾರ ಇದು ಇರುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು	",
	"	B. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	C. ಪುನರುತ್ಥಾನ	",
	"	D. ಪಾಪ	"
],			
"correct" :	"	C. ಪುನರುತ್ಥಾನ	",
"explanation" :	"	ತರುವಾಯ ಸದ್ದುಕಾಯರು ಆತನ ಬಳಿಗೆ ಬಂದರು.  ಇವರು ಪುನರುತ್ಥಾನವಿಲ್ಲ ಅನ್ನುವವರು.  ಮಾರ್ಕ 12:18	",
},			
{			
"question" :	"	8 ನೀವು ___________ ತಿಳಿಯದಿರುವುದರಿಂದಲೇ ತಪ್ಪುವವರಾಗಿದ್ದೀರೆಂದು ಯೇಸು  ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರನ್ನು	",
	"	B. ನನ್ನನ್ನು ಕಳುಹಿಸಿದವನನ್ನು	",
	"	C. ಶಾಸ್ತ್ರವನ್ನಾದರೂ ದೇವರ ಶಕ್ತಿಯನ್ನಾದರೂ	",
	"	D. ಮನುಷ್ಯರು ಕಟ್ಟುಪಾಡುಗಳು	"
],			
"correct" :	"	C. ಶಾಸ್ತ್ರವನ್ನಾದರೂ ದೇವರ ಶಕ್ತಿಯನ್ನಾದರೂ	",
"explanation" :	"	ಯೇಸು ಅವರಿಗೆ ನೀವು ಶಾಸ್ತ್ರವನ್ನಾದರೂ ದೇವರ ಶಕ್ತಿಯನ್ನಾದರೂ ತಿಳಿಯದಿರುವದರಿಂದಲೇ ತಪ್ಪುವವರಾಗಿದ್ದೀರಲ್ಲವೆ.   ಮಾರ್ಕ 12:24	",
},			
{			
"question" :	"	9. Jesus said, this is the first commandment of all.	",
"image" :	"",		
"choices" : [			
	"	a. Thou shalt not kill.	",
	"	b. Love thy neighbor as thyself.	",
	"	c. The Lord our God is one Lord.	",
	"	d. Thou shalt not covet.	"
],			
"correct" :	"	c. The Lord our God is one Lord.	",
"explanation" :	"	Jesus answered him, The first of all the commandments is: Hear, O Israel, the Lord our God, the Lord is one. - Mr 12:29	",
},			
{			
"question" :	"	10 ಬಡವಿಧವೆಯು ಎಷ್ಟು ಕಾಣಿಕೆಯನ್ನು ಹಾಕಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. $1000	",
	"	B. 30 ಬೆಳ್ಳಿ ನಾಣ್ಯಗಳು	",
	"	C. 100 ಶೆಕೆಲ್	",
	"	D. 2 ಕಾಸು	"
],			
"correct" :	"	D. 2 ಕಾಸು	",
"explanation" :	"	ಒಬ್ಬ ಬಡ ವಿಧವೆಯು ಬಂದು ಎರಡು ಕಾಸು ಅಂದರೆ ಒಂದು ದುಗ್ಗಾಣಿ ಹಾಕಿದಳು.  ಮಾರ್ಕ 12:42	",
},			
]			