var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1 ಈ ವಿಷಯಗಳ ಬಗ್ಗೆ ಸುದ್ದಿಗಳನ್ನು ಕೇಳಿದಾಗ ನೀವು ಕಳವಳಗೊಳ್ಳಬೇಡಿರಿ .	",
"image" :	"",		
"choices" : [			
	"	A. ಯುದ್ಧಗಳು	",
	"	B. ಅಂತ್ಯಕ್ರಿಯೆಗಳು	",
	"	C. ಕೆಟ್ಟ ಅರಸರು	",
	"	D. ಕೆಟ್ಟ ದೂತರು	"
],			
"correct" :	"	A. ಯುದ್ಧಗಳು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಯುದ್ಧಗಳಾಗುವದನ್ನೂ ಯುದ್ಧವಾಗುವ ಹಾಗಿದೆ ಎಂಬ ಸುದ್ದಿಗಳನ್ನೂ ನೀವು ಕೇಳುವಾಗ ಕಳವಳಪಡಬೇಡಿರಿ.  ಮಾರ್ಕ 13:7	",
},			
{			
"question" :	"	2 ನೂತನ ಕಾಲ ಹುಟ್ಟುವ ಪ್ರಸವವೇದನೆಯ ಪ್ರಾರಂಭ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಕ್ಕಳ ಮರಣ	",
	"	B. ಅಪರಿಚಿತರು ಅಭಿವೃದ್ದಿ ಹೊಂದುವುದು	",
	"	C. ಭೂಕಂಪನಗಳು ಮತ್ತು ಬರಗಾಲಗಳು	",
	"	D. ಫಸ್ಕ ಹಬ್ಬದ ಆಚರಣೆ	"
],			
"correct" :	"	C. ಭೂಕಂಪನಗಳು ಮತ್ತು ಬರಗಾಲಗಳು	",
"explanation" :	"	ಆನಕ್ಕೆ ವಿರೋಧವಾಗಿ ಜನವೂ ರಾಜ್ಯಕ್ಕೆ ವಿರೋಧವಾಗಿ ರಾಜ್ಯವೂ ಏಳುವವು; ಮತ್ತು ಭೂಕಂಪಗಳು ಅಲ್ಲಲ್ಲಿ ಆಗುವವು; ಬರಗಳು ಬರುವವು; ಇವೆಲ್ಲಾ ನೂತನ ಕಾಲವು ಹುಟ್ಟುವ ಪ್ರಸವವೇದನೆಯ ಪ್ರಾರಂಭ.  ಮಾರ್ಕ 13:8	",
},			
{			
"question" :	"	3 ಮೊದಲು ಎಲ್ಲಾ ರಾಜ್ಯಗಳಿಗೆ ಏನಾಗಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರವಾಹ ಆಗಬೇಕು	",
	"	B. ಆಹಾರ ಹೋಗಬೇಕು	",
	"	C. ಸುವಾರ್ತೆ ಸಾರಬೇಕು	",
	"	D. ವಿಶ್ವಾಸಘಾತಕತನ	"
],			
"correct" :	"	C. ಸುವಾರ್ತೆ ಸಾರಬೇಕು	",
"explanation" :	"	ಮೊದಲು ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೆ ಸುವಾರ್ತೆಯು ಸಾರಲ್ಪಡಬೇಕು.  ಮಾರ್ಕ 13:10	",
},			
{			
"question" :	"	4 ನಿಮ್ಮನ್ನು ಹಿಡುಕೊಂಡು ಹೋಗಿ ಒಪ್ಪಿಸುವಾಗ ಏನು ಮಾತನಾಡಬೇಕೆಂದು ಯೋಚಿಸದಿರಿ,   ಯಾಕೆಂದರೆ ಮಾತನಾಡುವವನು	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರು	",
	"	B. ದೆವ್ವಗಳು	",
	"	C. ಮೋಸಗಾರರು	",
	"	D. ಪವಿತ್ರಾತ್ಮನು	"
],			
"correct" :	"	D. ಪವಿತ್ರಾತ್ಮನು	",
"explanation" :	"	ನಿಮ್ಮನ್ನು ಹಿಡುಕೊಂಡುಹೋಗಿ ಒಪ್ಪಿಸುವಾಗ ಏನು ಹೇಳಬೇಕು ಎಂದು ಮುಂಚಿತವಾಗಿ ಚಿಂತೆಮಾಡಬೇಡಿರಿ; ಆ ಗಳಿಗೆಯಲ್ಲಿ ನಿಮಗೆ ಸೂಚನೆಯಾಗುವಂಥ ಮಾತನ್ನೇ ಆಡಿರಿ; ಮಾತಾಡುವವರು ನೀವಲ್ಲ, ಪವಿತ್ರಾತ್ಮನೇ.  ಮಾರ್ಕ 13:11	",
},			
{			
"question" :	"	5 ಹೊಲದಲ್ಲಿರುವವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿಂತಿರುಗಿ ಬಾರದಿರಲಿ	",
	"	B. ಗೋಧಿಯನ್ನು ಚಿನ್ನಕ್ಕೆ ಮಾರಲಿ	",
	"	C. ಬಲಶಾಲಿಗಳು	",
	"	D. ಸೂರ್ಯನಿಂದ ಸುಡಲ್ಪಡುವನು	"
],			
"correct" :	"	A. ಹಿಂತಿರುಗಿ ಬಾರದಿರಲಿ	",
"explanation" :	"	ಹೊಲದಲ್ಲಿರುವವನು ತನ್ನ ಹೊದಿಕೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದಕ್ಕೆ ಹಿಂತಿರಿಗಿ ಬಾರದೆ ಓಡಿಹೋಗಲಿ.  ಮಾರ್ಕ13:16	",
},			
{			
"question" :	"	6 ಇವರು ಎದ್ದು ಅನೇಕ ಸೂಚಕ ಕಾರ್ಯಗಳನ್ನು ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿ ತೋರಿಸುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಶಾಸ್ತ್ರಿಗಳು	",
	"	B. ಅಪೋಸ್ತಲರು	",
	"	C. ಜಾದೂಗಾರರು	",
	"	D. ಸುಳ್ಳು ಪ್ರವಾದಿಗಳು ಮತ್ತು ಸುಳ್ಳು ಕ್ರಿಸ್ತರು	"
],			
"correct" :	"	D. ಸುಳ್ಳು ಪ್ರವಾದಿಗಳು ಮತ್ತು ಸುಳ್ಳು ಕ್ರಿಸ್ತರು	",
"explanation" :	"	ಸುಳ್ಳು ಕ್ರಿಸ್ತರೂ ಸುಳ್ಳು ಪ್ರವಾದಿಗಳೂ ಎದ್ದು ಸಾಧ್ಯವಾದರೆ ದೇವರಾದುಕೊಂಡವರನ್ನು ಮೋಸಗೊಳಿಸುವದಕ್ಕೋಸ್ಕರ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಅದ್ಭುತ ಕಾರ್ಯಗಳನ್ನೂ ಮಾಡಿ ತೋರಿಸುವರು.  ಮಾರ್ಕ 13:22	",
},			
{			
"question" :	"	7 ಯಾವುದು ಕತ್ತಲಾಗುವುದು	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರು	",
	"	B. ಕಣ್ಣುಗಳು	",
	"	C. ಗಾಳಿ	",
	"	D. ಸೂರ್ಯ	"
],			
"correct" :	"	D. ಸೂರ್ಯ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆ ದಿನಗಳಲ್ಲಿ ಆ ಸಂಕಟ ತೀರಿದ ಮೇಲೆ ಸೂರ್ಯನು ಕತ್ತಲಾಗಿ ಹೋಗುವನು;  ಮಾರ್ಕ 13:24	",
},			
{			
"question" :	"	8 ಮನುಷ್ಯಕುಮಾರನು ಅಧಿಕಾರದಿಂದ ಮತ್ತು ಮಹಿಮೆಯಿಂದ ಎಲ್ಲಿಗೆ ಬರುವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತ್ಮದಲ್ಲಿ	",
	"	B. ಮೇಘದಲ್ಲಿ	",
	"	C. ದು:ಖದಲ್ಲಿ	",
	"	D. ಗಾಳಿಯಲ್ಲಿ	"
],			
"correct" :	"	B. ಮೇಘದಲ್ಲಿ	",
"explanation" :	"	ಆಗ ಮನುಷ್ಯಕುಮಾರನು ಬಹು ಬಲದಿಂದಲೂ ಮಹಿಮೆಯಿಂದಲೂ ಮೇಘಗಳಲ್ಲಿ ಬರುವದನ್ನು ಕಾಣುವರು.  ಮಾರ್ಕ 13:26	",
},			
{			
"question" :	"	9 ಯಾಸು ಹೇಳಿದ್ದು: ಭೂಮ್ಯಾಕಾಶಗಳು ಅಳಿದು ಹೋಗುವವು,	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಡಗಳಲ್ಲಿ	",
	"	B. ಬೆಂಕಿಯೊಂದಿಗೆ	",
	"	C. ಪ್ರವಾದಿಗಳು ಪ್ರಕಟಿಸಿದ ಹಾಗೆ	",
	"	D. ಆದರೆ ನನ್ನ ಮಾತುಗಳು ಅಳಿದು ಹೋಗುವದೇ ಇಲ್ಲ.	"
],			
"correct" :	"	D. ಆದರೆ ನನ್ನ ಮಾತುಗಳು ಅಳಿದು ಹೋಗುವದೇ ಇಲ್ಲ.	",
"explanation" :	"	ಭೂಮ್ಯಾಕಾಶಗಳು ಅಳಿದುಹೋಗುವವು, ಆದರೆ ನನ್ನ ಮಾತುಗಳು ಅಳಿದು ಹೋಗುವದೇ ಇಲ್ಲ.  ಮಾರ್ಕ 13:31	",
},			
{			
"question" :	"	10 ಮನುಷ್ಯಕುಮಾರನು ಬರುವ ದಿನವಾಗಲಿ ಗಳಿಗೆಯಾಗಲಿ ತಿಳಿಯದೇ ಇರುವುದರಿಂದ, ಯೇಸು   ನಮಗೆ ಏನೆಂದು ಎಚ್ಚರಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳಿರಿ	",
	"	B. ನೋಡಿಕೊಳ್ಳಿರಿ ಮತ್ತು ಜಾಗರೂಕರಾಗಿರಿ	",
	"	C. ಗೋಳಾಡಿರಿ	",
	"	D. ಪ್ರಲಾಪಿಸಿ	"
],			
"correct" :	"	B. ನೋಡಿಕೊಳ್ಳಿರಿ ಮತ್ತು ಜಾಗರೂಕರಾಗಿರಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆ ದಿನದ ವಿಷಯವಾಗಲಿ ಆ ಗಳಿಗೆಯ ವಿಷಯವಾಗಲಿ ನನ್ನ ತಂದೆಗೆ ತಿಳಿಯುವದೇ ಹೊರತು ಮತ್ತಾರಿಗೂ ತಿಳಿಯದು; ಪರಲೋಕದಲ್ಲಿರುವ ದೂತರಿಗೂ ತಿಳಿಯದು; ಮಗನಿಗೂ ತಿಳಿಯದು.  ಆ ಕಾಲವು ಯಾವಾಗ ಬರುವದೋ ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲವಾದ್ದರಿಂದ ನೋಡಿಕೊಳ್ಳಿರಿ, ಜಾಗರೂಕರಾಗಿರಿ.  ಮಾರ್ಕ 13: 32-33	",
},			
]			