var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 15";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸುವಿಗೆ ಏನು ಮಾಡಬೇಕೆಂದು ಜನರು ಕೂಗಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕು	",
	"	B. ಆತನಿಗೆ ಛಡಿ ಏಟು ನೀಡಬೇಕು	",
	"	C. ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಬೇಕು	",
	"	D. ಆತನಿಗೆ ಸ್ತೂತ್ರ ಸಲ್ಲಿಸಬೇಕು	"
],			
"correct" :	"	C. ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಬೇಕು	",
"explanation" :	"	ಅದಕ್ಕೆ ಪಿಲಾತನು ತಿರಿಗಿ ಅವರನ್ನು ಹಾಗಾದರೆ ನೀವು ಹೇಳುವ ಯೆಹೂದ್ಯರ ಅರಸನನ್ನು ನಾನೇನು ಮಾಡಲಿ ಎಂದು ಕೇಳಲು ಅವರು ಅವನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಎಂದು ತಿರುಗಿ ಬೊಬ್ಬೆ ಹಾಕಿದರು.  ಮಾರ್ಕ 15:12-13	",
},			
{			
"question" :	"	2 ಪಿಲಾತನು ಯೇಸುವಿಗೆ ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು	",
	"	B. ಆತನನ್ನು ಕೊರಡೆಗಳಿಂದ ಹೊಡೆಸಿದನು	",
	"	C. ಆತನ ತಲೆ ತೆಗೆಸಿದನು	",
	"	D. ಆತನ ಮೇಲೆ ಕರುಣೆ ಹೊಂದಿದನು	"
],			
"correct" :	"	B. ಆತನನ್ನು ಕೊರಡೆಗಳಿಂದ ಹೊಡೆಸಿದನು	",
"explanation" :	"	ಅದಕ್ಕೆ ಪಿಲಾತನು ಜನರ ಮನಸ್ಸನ್ನು ಸಮಾಧಾನಪಡಿಸಬೇಕೆಂದು ಬರಬ್ಬನನ್ನು ಅವರಿಗೆ ಬಿಟ್ಟುಕೊಟ್ಟು ಯೇಸುವನ್ನು ಕೊರಡೆಗಳಿಂದ ಹೊಡಿಸಿ ಶಿಲುಬೆಗೆ ಹಾಕುವದಕ್ಕೆ ಒಪ್ಪಿಸಿದನು.  ಮಾರ್ಕ 15:14-15	",
},			
{			
"question" :	"	3 ಯೇಸುವಿನ ತಲೆಯ ಮೇಲೆ ಸೈನಿಕರು ಏನು ಇಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ಬಟ್ಟಲು	",
	"	B. ಚಿನ್ನದ ಕಿರೀಟ	",
	"	C. ಮುಳ್ಳಿನ ಕಿರೀಟ	",
	"	D. ಹುಳಿರಸ	"
],			
"correct" :	"	C. ಮುಳ್ಳಿನ ಕಿರೀಟ	",
"explanation" :	"	ಆತನಿಗೆ ಕೆಂಪು ಒಲ್ಲಿಯನ್ನು ಹೊದಿಸಿ ಮುಳ್ಳಿನ ಕಿರೀಟವನ್ನು ಹೆಣೆದು ಆತನಿಗಿಟ್ಟು..  ಮಾರ್ಕ 15:17	",
},			
{			
"question" :	"	4 ಶಿಲುಬೆಯನ್ನು ಹೊರುವುದಕ್ಕೆ ಅವರು ಕುರೇನ ಪಟ್ಟಣದ ಯಾರನ್ನು ಬಿಟ್ಟೀ ಹಿಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೀಮೋನ	",
	"	B. ಹನೋಕ	",
	"	C. ರಾಮತ್	",
	"	D. ಬರಬ್ಬರ	"
],			
"correct" :	"	A. ಸೀಮೋನ	",
"explanation" :	"	ಆಗ ಹೊಲದಿಂದ ಹೊರಟು ಆ ಮಾರ್ಗವಾಗಿ ಬರುತ್ತಿದ್ದ ಒಬ್ಬನನ್ನು ಆತನ ಶಿಲುಬೆಯನ್ನು ಹೊರುವದಕ್ಕೆ ಬಿಟ್ಟೀ ಹಿಡಿದರು.  ಮಾರ್ಕ 15:21	",
},			
{			
"question" :	"	5 ಯೇಸುವಿನ ಬಟ್ಟೆಯನ್ನು ಅವರು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವುಗಳನ್ನು ಮಾರಿದರು	",
	"	B. ಅವುಗಳನ್ನು ಸುಟ್ಟುಹಾಕಿದರು	",
	"	C. ಅವುಗಳಿಗಾಗಿ ಚೀಟು ಹಾಕಿದರು	",
	"	D. ಅವುಗಳನ್ನು ಅವನ ತಾಯಿಗೆ ನೀಡಿದರು	"
],			
"correct" :	"	C. ಅವುಗಳಿಗಾಗಿ ಚೀಟು ಹಾಕಿದರು	",
"explanation" :	"	ಅವರು ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿ ಆತನ ಬಟ್ಟೆಗಳಲ್ಲಿ ಯಾವ ಯಾವದು ಯಾರಾರಿಗೆ ಆಗಬೇಕೆಂದು ಚೀಟುಹಾಕಿ ಪಾಲುಮಾಡಿಕೊಂಡರು.  ಮಾರ್ಕ 15:24	",
},			
{			
"question" :	"	6 ಯೇಸು ಎರಡು ___________ ನಡುವೆ ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟರು	",
"image" :	"",		
"choices" : [			
	"	A. ಬಂಡೆಗಳ	",
	"	B. ಮರಗಳ	",
	"	C. ಬೆಟ್ಟಗಳ	",
	"	D. ಕಳ್ಳರ	"
],			
"correct" :	"	D. ಕಳ್ಳರ	",
"explanation" :	"	ಅದಲ್ಲದೆ ಇಬ್ಬರು ಕಳ್ಳರನ್ನು ತಂದು ಒಬ್ಬನನ್ನು ಆತನ ಬಲಗಡೆಯಲ್ಲಿ ಒಬ್ಬನನ್ನು ಎಡಗಡೆಯಲ್ಲಿ ಆತನ ಸಂಗಡ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು.  ಮಾರ್ಕ 15:27	",
},			
{			
"question" :	"	7 ಅಲ್ಲಿ ಹಾದು ಹೋದವರು ತಲೆ ಆಡಿಸಿ ಏನಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈಗ ನೀನು ಎಷ್ಟು ದೊಡ್ಡವನು	",
	"	B. ನಿನ್ನನ್ನು ರಕ್ಷಿಸಿಕೋ	",
	"	C. ಗುರುವೇ ಗುರುವೇ	",
	"	D. ನೀನು ದಾವೀದನ ಮಗನು	"
],			
"correct" :	"	B. ನಿನ್ನನ್ನು ರಕ್ಷಿಸಿಕೋ	",
"explanation" :	"	ಅಲ್ಲಿ ಹಾದುಗೋಗುವವರು ತಲೇ ಆಡಿಸಿ ಆಹಾ, ದೇವಾಲಯವನ್ನು ಕೆಡವಿ ಮೂರು ದಿನದಲ್ಲಿ ಕಟ್ಟುವವನೇ, ಶಿಲುಬೆಯಿಂದ ಇಳಿದು ನಿನ್ನನ್ನು ರಕ್ಷಿಸಿಕೋ ಎಂದು ಆತನನ್ನು ಹಂಗಿಸುತ್ತಿದ್ದರು.  ಮಾರ್ಕ 15:29-30	",
},			
{			
"question" :	"	8 ಇದು ಮದ್ಯಾಹ್ನದಿಂದ ಸಾಯಂಕಾಲ ಮೂರು ಗಂಟೆಯ ತನಕ ಇತ್ತು	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರುಕಟ್ಟೆಯು ಮುಚ್ಚಲ್ಪಟ್ಟಿದ್ದು	",
	"	B. ಅಲ್ಲಿ ಕವಾಯತು ನಡೆದಿತ್ತು	",
	"	C. ಅಲ್ಲಿ ಸಂಭ್ರಮಾಚರಣೆ ಇತ್ತು	",
	"	D. ದೇಶದ ಮೇಲೆಲ್ಲಾ ಕತ್ತಲು ಕವಿಯಿತು	"
],			
"correct" :	"	D. ದೇಶದ ಮೇಲೆಲ್ಲಾ ಕತ್ತಲು ಕವಿಯಿತು	",
"explanation" :	"	ಮಧ್ಯಾಹ್ನವಾದಾಗ ದೇಶದ ಮೇಲೆಲ್ಲಾ ಕತ್ತಲೆ ಕವಿದು ಸಾಯಂಕಾಲ ಮೂರು ಗಂಟೆಯ ತನಕ ಇತ್ತು.  ಮಾರ್ಕ 15:33	",
},			
{			
"question" :	"	9 ಯೇಸು ಪ್ರಾಣ ಬಿಟ್ಟದ್ದನ್ನು ನೋಡಿ ಹತ್ತಿರದಲ್ಲಿದ್ದ ಶತಾಧಿಪತಿಯು ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಸುಳ್ಳು ಪ್ರವಾದಿ	",
	"	B. ಇದು ನ್ಯಾಯವಲ್ಲ	",
	"	C. ನಿಜವಾಗಿ ಈ ಮನುಷ್ಯನು ದೇವಕುಮಾರನಾಗಿದ್ದನು	",
	"	D. ಮನುಷ್ಯರು ಎಂದಿಗೂ ಒಂದೇಯಾಗಿರುವುದಿಲ್ಲ	"
],			
"correct" :	"	C. ನಿಜವಾಗಿ ಈ ಮನುಷ್ಯನು ದೇವಕುಮಾರನಾಗಿದ್ದನು	",
"explanation" :	"	ಆತನು ಹೀಗೆ ಪ್ರಾಣಬಿಟ್ಟದ್ದನ್ನು ಆತನ ಹತ್ತಿರ ಎದುರಿಗೆ ನಿಂತಿದ್ದ ಶತಾಧಿಪತಿಯು ನೋಡಿ ನಿಜವಾಗಿ ಈ ಮನುಷ್ಯನು ದೇವಕುಮಾರನಾಗಿದ್ದನು ಅಂದನು.  ಮಾರ್ಕ 15:39	",
},			
{			
"question" :	"	10 ಯೇಸು ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ವಾರದ ಮೊದಲನೇ ದಿನ	",
	"	B. ವಾರದ ಮೂರನೇ ದಿನ	",
	"	C. ಸಬ್ಬತ್ ದಿನದ ಹಿಂದಿನ ದಿನ	",
	"	D. ಸಬ್ಬತ್ ದಿನ	"
],			
"correct" :	"	C. ಸಬ್ಬತ್ ದಿನದ ಹಿಂದಿನ ದಿನ	",
"explanation" :	"	ಆಗಲೇ ಸಂಜೆಯಾಗಿತ್ತು; ಮತ್ತು ಆ ದಿನವು ಸೌರಣೆಯ ದಿನ, ಅಂದರೆ ಸಬ್ಬತ್ ದಿನದ ಹಿಂದಿನ ದಿನ ಆಗಿತ್ತು.  ಮಾರ್ಕ 15: 42	",
},			
]			