var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 16";			
var quiz = [			
{			
"question" :	"	1 ವಾರದ ಯಾವ ದಿನ ಸ್ತ್ರೀಯರು ಸಮಾಧಿಯ ಬಳಿ ಹೋದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1ನೇ	",
	"	B. 2ನೇ	",
	"	C. 5ನೇ	",
	"	D. 7ನೇ	"
],			
"correct" :	"	A. 1ನೇ	",
"explanation" :	"	ಸಬ್ಬತ್ ದಿನ ಕಳೆದ ಮೇಲೆ, ಮಗ್ದಲದ ಮರಿಯಳೂ ಯಾಕೋಬನ ತಾಯಿ ಮರಿಯಳೂ ಸಲೋಮೆಯೂ ಆತನ ದೇಹಕ್ಕೆ ಹಚ್ಚುವದಕ್ಕಾಗಿ ಸುಗಂಧದ್ರವ್ಯಗಳನ್ನು ಕೊಂಡರು.  ಮತ್ತು ವಾರದ ಮೊದಲನೆಯ ದಿನದ ಬೆಳಿಗ್ಗೆ ಹೊತ್ತು ಮೂಡುವಾಗ ಅವರು ಸಮಾಧಿಯ ಬಳಿಗೆ ಬಂದರು.  ಮಾರ್ಕ 16:1-2	",
},			
{			
"question" :	"	2 ಅವರು ಏನು ಮಾಡಲಿಕ್ಕೆ ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾಧಿಗೆ ಹಾರ ಹಾಕಲು	",
	"	B. ಹೂ ಗಿಡಗಳನ್ನು ನೆಡಲು	",
	"	C. ದೇಹಕ್ಕೆ ಎಣ್ಣೆ ಹಚ್ಚಲು	",
	"	D. ಯೇಸು ಎದ್ದಿದ್ದಾನೋ ಎಂದು ನೋಡಲು	"
],			
"correct" :	"	C. ದೇಹಕ್ಕೆ ಎಣ್ಣೆ ಹಚ್ಚಲು	",
"explanation" :	"	ಸಬ್ಬತ್ ದಿನ ಕಳೆದ ಮೇಲೆ, ಮಗ್ದಲದ ಮರಿಯಳೂ ಯಾಕೋಬನ ತಾಯಿ ಮರಿಯಳೂ ಸಲೋಮೆಯೂ ಆತನ ದೇಹಕ್ಕೆ ಹಚ್ಚುವದಕ್ಕಾಗಿ ಸುಗಂಧದ್ರವ್ಯಗಳನ್ನು ಕೊಂಡರು. ಮಾರ್ಕ 16:1	",
},			
{			
"question" :	"	3 ಅವರು ಯಾವ ವಿಷಯದ ಬಗ್ಗೆ ಯೋಚಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈನಿಕರ ಭಯ	",
	"	B. ಮಹಾಯಾಜಕನ ಭಯ	",
	"	C. ಕಲ್ಲನು ಉರುಳಿಸುವವರು ಯಾರು	",
	"	D. ಅವರಿಗೆ ಸಮಾಧಿಯ ಬಳಿ ಪ್ರವೇಶ ಇರಲಿಲ್ಲ	"
],			
"correct" :	"	C. ಕಲ್ಲನು ಉರುಳಿಸುವವರು ಯಾರು	",
"explanation" :	"	ಸಮಾಧಿಗೆ ಮುಚ್ಚಿದ್ದ ಕಲ್ಲು ಬಹಳ ದೊಡ್ಡದಾಗಿದ್ದದರಿಂದ ಆ ಕಲ್ಲನ್ನು ನಮಗೋಸ್ಕರ ಉರುಳಿಸುವವರು ಯಾರಿದ್ದಾರೆ ಎಂದು ತಮ್ಮ ತಮ್ಮೊಳಗೆ ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಾ ಇರಲಾಗಿ ..  ಮಾರ್ಕ 16:3	",
},			
{			
"question" :	"	4 ಸಮಾಧಿಯ ಬಳಿ ಅವರು ಯಾರನ್ನು ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಪೇತ್ರ	",
	"	C. ಸೈನಿಕ	",
	"	D. ಬಿಳೀ ವಸ್ತ್ರ ಧರಿಸಿದ್ದ ಒಬ್ಬ ಯೌವ್ವನಸ್ಥ	"
],			
"correct" :	"	D. ಬಿಳೀ ವಸ್ತ್ರ ಧರಿಸಿದ್ದ ಒಬ್ಬ ಯೌವ್ವನಸ್ಥ	",
"explanation" :	"	ಅವರು ಸಮಾಧಿಯೊಳಕ್ಕೆ ಹೋಗಿ ಒಬ್ಬ ಯೌವನಸ್ಥನು ಬಿಳೀ ಅಂಗಿಯನ್ನು ತೊಟ್ಟುಕೊಂಡು ಬಲಗಡೆ ಕೂತಿರುವುದನ್ನು ಕಂಡು ಬೆಚ್ಚಿ ಬೆರಗಾದರು.  ಮಾರ್ಕ 16:5	",
},			
{			
"question" :	"	5 ಆತನು ಅವರಿಗೆ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಎದ್ದಿದ್ದಾನೆ	",
	"	B. ನಿಮ್ಮನ್ನು ಸಮಾಧಿಯ ಒಳಗೆ ಬಿಡಲಾಗುವುದಿಲ್ಲ	",
	"	C. ಕಲ್ಲು ಉರುಳಿಸಲ್ಪಟ್ಟಿದೆ	",
	"	D. ದೇವರು ಮಾತನಾಡಿದ್ದಾನೆ	"
],			
"correct" :	"	A. ಆತನು ಎದ್ದಿದ್ದಾನೆ	",
"explanation" :	"	ಅವನು ಅವರಿಗೆ ಬೆರಗಾಗಬೇಡಿರಿ.  ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟಿದ್ದ ನಜರೇತಿನ ಯೇಸುವನ್ನು ಹುಡುಕುತ್ತೀರಲ್ಲವೇ, ಆತನು ಜೀವಿತನಾಗಿ ಎದ್ದಿದ್ದಾನೆ; ಇಲ್ಲಿ ಇಲ್ಲ.   ಮಾರ್ಕ 16:6	",
},			
{			
"question" :	"	6 ಮಗ್ಧಲದ ಮರಿಯಳು ಯೇಸು ಬದುಕಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದಾಗ	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ನಂಬಿದರು	",
	"	B. ಅವರು ನಂಬಲಿಲ್ಲ	",
	"	C. ಅವರು ದೇವರಿಗೆ ಸ್ತ್ರೋತ್ರ ಹೇಳಿದರು	",
	"	D. ಆಕೆಯನ್ನು ಹಾಸ್ಯ ಮಾಡಿದರು	"
],			
"correct" :	"	B. ಅವರು ನಂಬಲಿಲ್ಲ	",
"explanation" :	"	ವಾರದ ಮೊದಲನೆಯ ದಿನ ಬೆಳಿಗ್ಗೆ ಯೇಸು ಜೀವಿತನಾಗಿ ಎದ್ದ ಮೇಲೆ ಮಗ್ದಲದ ಮರಿಯಳಿಗೆ ಮೊದಲು ಕಾಣಿಸಿಕೊಂಡನು.  ಆಕೆಗೆ ಏಳು ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿದ್ದನು.  ಆಕೆ ಹೋಗಿ ಆತನು ಕಾಣಿಸಿಕೊಂಡದ್ದನ್ನು ಮುಂಚೆ ಆತನ ಜೊತೆಯಲ್ಲಿದ್ದವರಿಗೆ ತಿಳಿಸಿದಳು; ಇವರು ಹಂಬಲಿಸುತ್ತಾ ಅಳುತ್ತಾ ಕೂತಿದ್ದರು.  ಆತನು ಬದುಕಿದ್ದಾನೆ, ನನಗೆ ಕಾಣಿಸಿಕೊಂಡನು ಎಂಬ ಮಾತನ್ನು ಕೇಳಿದಾಗ ಅವರು ನಂಬಲಿಲ್ಲ.  ಮಾರ್ಕ 16:9-11	",
},			
{			
"question" :	"	7 ಯೇಸು ಹೇಳಿದ್ದು:  ______ ಹೋಗಿ ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ದೇಶಗಳಿಗೆ	",
	"	B. ಯೆರೂಸಲೇಮಿಗೆ	",
	"	C. ಲೋಕದ ಎಲ್ಲಾ ಕಡೆಗೆ	",
	"	D. ಬೆಟ್ಟಗಳಿಗೆ	"
],			
"correct" :	"	C. ಲೋಕದ ಎಲ್ಲಾ ಕಡೆಗೆ	",
"explanation" :	"	ಆಮೇಲೆ ಅವರಿಗೆ ನೀವು ಲೋಕದ ಎಲ್ಲಾ ಕಡೆಗೆ ಹೋಗಿ ಜಗತ್ತಿಗೆಲ್ಲಾ ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿರಿ.  ಮಾರ್ಕ 16:15	",
},			
{			
"question" :	"	8 ಯೇಸು ಹೇಳಿದ್ದು: ಯಾರು ನಂಬಿ  ಇದನ್ನು ಮಾಡುತ್ತಾರೋ ಅವರು ರಕ್ಷಣೆ ಹೊಂದುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಭೋದನೆ	",
	"	B. ಹೊಸ ಭಾಷೆಗಳಲ್ಲಿ ಮಾತನಾಡುತ್ತಾರೋ	",
	"	C. ಪಡೆಯುತ್ತಾರೋ	",
	"	D. ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದುತ್ತಾರೋ	"
],			
"correct" :	"	D. ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದುತ್ತಾರೋ	",
"explanation" :	"	ನಂಬಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳುವವನು ರಕ್ಷಣೆಹೊಂದುವನು; ನಂಬದೇ ಹೋಗುವವನು ದಂಡನೆಗೆ ಗುರಿಯಾಗುವನು.  ಮಾರ್ಕ 16:16	",
},			
{			
"question" :	"	9 ನಂಬುವವರು ರೋಗಿಗಳ ಮೇಲೆ ಕೈಯಿಟ್ಟರೆ ಅವರಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಒಳ್ಳೆದಾಗುತ್ತದೆಂಬ ನಿರೀಕ್ಷೆ	",
	"	B. ದೇವರ ಚಿತ್ತಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸುವುದು	",
	"	C. ಅವರ ಮೇಲೆ ಊದಬೇಕು	",
	"	D. ಗುಣವಾಗುವುದು	"
],			
"correct" :	"	D. ಗುಣವಾಗುವುದು	",
"explanation" :	"	ಇದಲ್ಲದೆ ನಂಬುವದರಿಂದ ಈ ಸೂಚಕಕಾರ್ಯಗಳು ಉಂಟಾಗುವವು; ನನ್ನ ಹೆಸರನ್ನು ಹೇಳಿ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವರು; ಹೊಸಭಾಷೆಗಳಿಂದ ಮಾತಾಡುವರು; ಹಾವುಗಳನ್ನು ಎತ್ತುವರು; ವಿಷಪದಾರ್ಥವನ್ನೇನಾದರೂ ಕುಡಿದರೂ ಅವರಿಗೆ ಯಾವ ಕೇಡೂ ಆಗುವುದಿಲ್ಲ; ಅವರು ರೋಗಿಗಳ ಮೇಲೆ ಕೈಯಿಟ್ಟರೆ ಅವರಿಗೆ ಗುಣವಾಗುವುದು ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 16:17-18	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು: ________ ಈ ಸೂಚಕಕಾರ್ಯಗಳು ಉಂರ್ಟಗುವವು	",
"image" :	"",		
"choices" : [			
	"	A. ಅಭಿಷೇಕದಿಂದ	",
	"	B. ನಂಬುವವದರಿಂದ	",
	"	C. ಆತನ ಹೆಸರಿನಲ್ಲಿ	",
	"	D. ಮಹಾ ಕ್ರೋಧದಿಂದ	"
],			
"correct" :	"	B. ನಂಬುವವದರಿಂದ	",
"explanation" :	"	ಇದಲ್ಲದೆ ನಂಬುವದರಿಂದ ಈ ಸೂಚಕಕಾರ್ಯಗಳು ಉಂಟಾಗುವವು;   ಮಾರ್ಕ 16:17	",
},			
]			