var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸುವಿನ ಬಳಿಗೆ ಕರೆತಂದ ಮನುಷ್ಯನಿಗೆ ಏನು ತೊಂದರೆ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಕುರುಡನಾಗಿದ್ದನು	",
	"	B. ಅವನಿಗೆ ಪಾಶ್ರ್ವವಾಯು ರೋಗವಿತ್ತು	",
	"	C. ಅವನು ಕುಷ್ಠರೋಗಿಯಾಗಿದ್ದನು	",
	"	D. ಅವನು ಕುಂಟನಾಗಿದ್ದನು	"
],			
"correct" :	"	B. ಅವನಿಗೆ ಪಾಶ್ರ್ವವಾಯು ರೋಗವಿತ್ತು	",
"explanation" :	"	ಅಷ್ಟರಲ್ಲಿ ಕೆಲವರು ಒಬ್ಬ ಪಾಶ್ರ್ವವಾಯು ರೋಗಿಯನ್ನು ನಾಲ್ಕು ಮಂದಿಯಿಂದ ಹೊರಿಸಿಕೊಂಡು ಆತನ ಬಳಿಗೆ ತಂದರು.     ಮಾರ್ಕ 2:3	",
},			
{			
"question" :	"	2  ಅವನನ್ನು ಎಷ್ಟು ಜನ ಹೊತ್ತುಕೊಂಡು ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 2	",
	"	C. 3	",
	"	D. 4	"
],			
"correct" :	"	D. 4	",
"explanation" :	"	ಅಷ್ಟರಲ್ಲಿ ಕೆಲವರು ಒಬ್ಬ ಪಾಶ್ರ್ವವಾಯು ರೋಗಿಯನ್ನು ನಾಲ್ಕು ಮಂದಿಯಿಂದ ಹೊರಿಸಿಕೊಂಡು ಆತನ ಬಳಿಗೆ ತಂದರು.     ಮಾರ್ಕ 2:3	",
},			
{			
"question" :	"	3  ಅವರಿಗೆ ಬಾಗಿಲಿನ ಮೂಲಕ ಏಕೆ ಹೋಗಲಾಗಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಅನ್ಯರಾಗಿದ್ದುದರಿಂದ ಅವರನ್ನು ಬಿಡಲಿಲ್ಲ	",
	"	B. ಬಾಗಿಲಿನ ಬಳಿ ಸ್ಥಳವಿರಲಿಲ್ಲ	",
	"	C. ಬಾಗಿಲ ಬಳಿ ಕಾವಲುಗಾರರಿದ್ದರು	",
	"	D. ಆ ರೋಗಿಗೆ ಅಂಟುರೋಗವಿತ್ತು	"
],			
"correct" :	"	B. ಬಾಗಿಲಿನ ಬಳಿ ಸ್ಥಳವಿರಲಿಲ್ಲ	",
"explanation" :	"	ಬಹು ಜನರು ಕೂಡಿ ಬಂದದ್ದರಿಂದ ಬಾಗಲಿನ ಬಳಿಯಾದರೂ ಸ್ಥಳವಿರಲಿಲ್ಲ.  ಮಾರ್ಕ2:2	",
},			
{			
"question" :	"	4  ಅವರು ಆ ಮನುಷ್ಯನನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಹೇಗೆ ಕರೆತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೇಲ್ಛಾವಣಿಯಿಂದ ಇಳಿಸಿದರು	",
	"	B. ಕಿಟಕಿಯಿಂದ ಇಳಿಸಿದರು	",
	"	C. ಮೋಸದಿಂದ	",
	"	D. ಯೇಸುವೆ ಅವರ ಬಳಿ ಬಂದರು	"
],			
"correct" :	"	A. ಮೇಲ್ಛಾವಣಿಯಿಂದ ಇಳಿಸಿದರು	",
"explanation" :	"	ಜನರು ಗುಂಪಾಗಿದ್ದದರಿಂದ ಅವರು ಆತನ ಹತ್ತಿರಕ್ಕೆ ಸೇರಲಾರದೆ ಆತನಿದ್ದ ಮನೆಯ ಮೇಲ್ಚಾವಣಿಯನ್ನು ಬಿಚ್ಚಿ ದ್ವಾರಮಾಡಿ ಪಾಶ್ರ್ವವಾಯು ರೋಗಿಯು ಮಲಗಿದ್ದ ಹಾಸಿಗೆಯನ್ನು ಇಳಿಸಿದರು.  ಮಾರ್ಕ 2:4	",
},			
{			
"question" :	"	5   ……………………. ನೋಡಿ ಯೇಸು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನ ನಂಬಿಕೆ	",
	"	B. ಅವರ ನಂಬಿಕೆ	",
	"	C. ಫರಿಸಾಯರ ನಂಬಿಕೆ	",
	"	D. ಪವಿತ್ರಾತ್ಮನು ಪಾರಿವಾಳದ ಹಾಗಿ ಇಳಿಯುವುದನ್ನು ನೋಡಿ	"
],			
"correct" :	"	B. ಅವರ ನಂಬಿಕೆ	",
"explanation" :	"	ಯೇಸು ಅವರ ನಂಬಿಕೆಯನ್ನು ನೋಡಿ ಆ ಪಾಶ್ರ್ವವಾಯು ರೋಗಿಗೆ..  ಮಾರ್ಕ2:5	",
},			
{			
"question" :	"	6  ಯೇಸು ಆ ಮನುಷ್ಯನಿಗೆ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀನು ಶುದ್ದನಾಗಿದ್ದೀಯ	",
	"	B. ನಿನ್ನ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ	",
	"	C. ನೀನು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೋ	",
	"	D. ಎದ್ದೇಳು ಮತ್ತು ಜೀವಿಸು	"
],			
"correct" :	"	B. ನಿನ್ನ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ	",
"explanation" :	"	ಯೇಸು ಅವರ ನಂಬಿಕೆಯನ್ನು ನೋಡಿ ಆ ಪಾಶ್ರ್ವವಾಯು ರೋಗಿಗೆ ಮಗನೇ ನಿನ್ನ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆ ಎಂದು ಹೇಳಿದನು.	",
},			
{			
"question" :	"	7  ಸುಂಕಕ್ಕೆ ಕೂತ್ತಿದ್ದ ಈತನನ್ನು ಯೇಸು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೇವಿ	",
	"	B. ಮಾರ್ಕ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಲೂಕ	"
],			
"correct" :	"	A. ಲೇವಿ	",
"explanation" :	"	ಆತನು ಅಲ್ಲಿಂದ ಹೋಗುತ್ತಿರುವಾಗ ಸುಂಕಕ್ಕೆ ಕೂತಿದ್ದ ಅಲ್ಫಾಯನ ಮಗನಾದ ಲೇವಿಯನ್ನು ನೋಡಿ ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಅವನನ್ನು ಕರೆಯಲು      ಮಾರ್ಕ2:14	",
},			
{			
"question" :	"	8  ಯೇಸು ಹೇಳಿದ್ದು: ನಾನು ನೀತಿವಂತರನ್ನು ಕರೆಯುವುದಕ್ಕೆ ಬಂದವನಲ್ಲ………………………………	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಿಶುದ್ದರನ್ನು	",
	"	B. ಆದರೆ ಪಾಪಿಗಳನ್ನು ಕರೆಯುವುದಕ್ಕೆ ಬಂದವನು	",
	"	C. ಯಾಕೆಂದರೆ ರಾಜ್ಯವು ಅವರದಾಗಿದೆ	",
	"	D. ಆದರೆ ನೀತಿವಂತರು ನನ್ನನ್ನು ಕರೆದಿದ್ದಾರೆ.	"
],			
"correct" :	"	B. ಆದರೆ ಪಾಪಿಗಳನ್ನು ಕರೆಯುವುದಕ್ಕೆ ಬಂದವನು	",
"explanation" :	"	ಯೇಸು ಅದನ್ನು ಕೇಳಿ ಕ್ಷೇಮದಿಂದಿರುವವರಿಗೆ ವೈದ್ಯನು ಬೇಕಾಗಿಲ್ಲ, ಕ್ಷೇಮವಿಲ್ಲದವರಿಗೆ ಬೇಕು.  ನಾನು ನೀತಿವಂತರನ್ನು ಕರೆಯುವದಕ್ಕೆ ಬಂದವನಲ್ಲ, ಪಾಪಿಗಳನ್ನು ಕರೆಯುವದಕ್ಕೆ ಬಂದವನು ಅಂದನು.   ಮಾರ್ಕ 2:17	",
},			
{			
"question" :	"	9  ಇದು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ವಿರುದ್ಧವಾದುದು ಎಂದು ಹೇಳುವ ಹಾಗೆ  ಯೇಸುವಿನ ಶಿಷ್ಯರು  ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಜ್ಞದ ರೊಟ್ಟಿಯನ್ನು ತಿಂದರು	",
	"	B. ತೆನೆಗಳನ್ನು ಕಿತ್ತರು	",
	"	C. ಆಲೀವ್‍ಗಳನ್ನು ಕಿತ್ತರು	",
	"	D. ಅಂಜುರಗಳನ್ನು ಕಿತ್ತರು	"
],			
"correct" :	"	B. ತೆನೆಗಳನ್ನು ಕಿತ್ತರು	",
"explanation" :	"	ಯೇಸು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಪೈರಿನ ಹೊಲಗಳನ್ನು ಹಾದುಹೋಗುತ್ತಿರುವಾಗ ಆತನ ಶಿಷ್ಯರು ನಡೆಯುತ್ತಾ ತೆನೆಗಳನ್ನು ಮುರುಕೊಂಡರು.  ಫರಿಸಾಯರು ಆತನನ್ನು-ನೋಡು, ಇವರು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಮಾಡಬಾರದ ಕೆಲಸವನ್ನು ಯಾಕೆ ಮಾಡುತ್ತಾರೆ ಎಂದು ಕೇಳಿದರು.  ಮಾರ್ಕ 2:23-24	",
},			
{			
"question" :	"	10 ದಾವೀದನು ಮತ್ತು ಆತನ ಸಂಗಡಿಗರು ಏನು ಮಾಡಿದ್ದನ್ನು ಯೇಸು ನೆನಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೈವೇದ್ಯದ ರೊಟ್ಟಿಯನ್ನು ತಿಂದದ್ದು	",
	"	B. ತೆನೆಗಳನ್ನು ಕಿತ್ತದ್ದು	",
	"	C. ಆಲೀವ್‍ಗಳನ್ನು ಕಿತ್ತದ್ದು	",
	"	D. ಅಂಜೂರಗಳನ್ನು ಕಿತ್ತದ್ದು	"
],			
"correct" :	"	A. ನೈವೇದ್ಯದ ರೊಟ್ಟಿಯನ್ನು ತಿಂದದ್ದು	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ ದಾವೀದನು ತಾನೂ ತನ್ನ ಸಂಗಡ ಇದ್ದವರೂ ಕೊರತೆಯುಳ್ಳವರಾಗಿ ಹಸಿದಾಗ ಏನು ಮಾಡಿದನೆಂಬದನ್ನು ನೀವು ಎಂದಾದರೂ ಓದಲಿಲ್ಲವೋ? ಅವನು ಮಹಾಯಾಜಕನಾದ ಅಬಿಯಾತರನ ಕಾಲದಲ್ಲಿ ದೇವರಮಂದಿರದೊಳಕ್ಕೆ ಹೋಗಿ ಯಾಜಕರು ಹೊರತು ಮತ್ತಾರೂ ತಿನ್ನಬಾರದ ನೈವೇದ್ಯದ ರೊಟ್ಟಿಗಳನ್ನು ತಾನು ತಿಂದು ತನ್ನ ಸಂಗಡ ಇದ್ದವರಿಗೂ ಕೊಟ್ಟನಲ್ಲಾ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 2:25-26	",
},			
]			
			