var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು …………….ಬತ್ತಿಹೋಗಿದ್ದ ಮನುಷ್ಯನನ್ನು ಸ್ವಸ್ಥ ಮಾಡಿದ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೈ	",
	"	B. ಅಂಗಾಲು	",
	"	C. ತೋಳ	",
	"	D. ಕಾಲು	"
],			
"correct" :	"	A. ಕೈ	",
"explanation" :	"	ಇನ್ನೊಂದು ಸಮಯದಲ್ಲಿ ಯೇಸು ಸಭಾಮಂದಿರಕ್ಕೆ ಹೋದಾಗ ಅಲ್ಲಿ ಕೈಬತ್ತಿಹೋದವನೊಬ್ಬನಿದ್ದನು.  ಅವರು ಆತನ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸಬೇಕೆಂದು ಆಲೋಚಿಸಿ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಅವನನ್ನು ಸ್ವಸ್ಥ ಮಾಡುವನೋ ಏನೋ ಎಂದು ಆತನನ್ನು ಹೊಂಚಿ ನೋಡುತ್ತಾ ಇದ್ದರು.  ಆತನು ಕೈಬತ್ತಿದ್ದವನಿಗೆ ಎದ್ದು ನಡುವೆ ಬಾ ಎಂದು ಹೇಳಿ ಅವರಿಗೆ ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಯಾವುದನ್ನು ಮಾಡುವದು ನ್ಯಾಯ? ಮೇಲನ್ನು ಮಾಡುವದೋ? ಕೇಡನ್ನು ಮಾಡುವದೋ? ಪ್ರಾಣವನ್ನು ಉಳಿಸುವದೋ ತೆಗೆಯುವದೋ? ಎಂದು ಹೇಳಲು ಅವರು ಸುಮ್ಮನಿದ್ದರು.  ಆಗ ಆತನು ಅವರ ಮನಸ್ಸು ಕಲ್ಲಾಗಿರುವದನ್ನು ಕಂಡು ದು:ಖಪಟ್ಟು ಕೋಪದಿಂದ ಸುತ್ತಲೂ ಅವರನ್ನು ನೋಡಿ ಆ ಮನುಷ್ಯನಿಗೆ ನಿನ್ನ ಕೈಚಾಚು ಎಂದು ಹೇಳಿದನು. ಅವನು ಚಾಚಿದನು; ಕೈ ವಾಸಿಯಾಯಿತು.  ಮಾರ್ಕ 3:1-5	",
},			
{			
"question" :	"	2  ಯೇಸು ಅದ್ಭುತಗಳನ್ನು ಎಲ್ಲಿ ಮಾಡಿದ ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಭಾ ಮಂದಿರದಲ್ಲಿ	",
	"	B. ಸಂತೆ ಬೀದಿಯಲ್ಲಿ	",
	"	C. ಮನೆಯಲ್ಲಿ	",
	"	D. ಅಡವಿಯಲ್ಲಿ	"
],			
"correct" :	"	A. ಸಭಾ ಮಂದಿರದಲ್ಲಿ	",
"explanation" :	"	ಇನ್ನೊಂದು ಸಮಯದಲ್ಲಿ ಯೇಸು ಸಭಾಮಂದಿರಕ್ಕೆ ಹೋದಾಗ ಅಲ್ಲಿ ಕೈಬತ್ತಿಹೋದವನೊಬ್ಬನಿದ್ದನು.  ಮಾರ್ಕ 3:1	",
},			
{			
"question" :	"	3 ಯೇಸು ಈ ಮನುಷ್ಯನನ್ನು  ಸ್ವಸ್ಥ ಮಾಡುವನೋ ಏನೋ ಎಂದು ಪರಿಸಾಯರು ಏಕೆ ನೋಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಅನ್ಯನಾಗಿದನು.	",
	"	B. ಅದು ಸಬ್ಬತ್ ದಿನವಾಗಿತು.	",
	"	C. ಆ ಸ್ಥಳದಲ್ಲಿ ಸೌಖ್ಯಪಡಿಸುವುದು ಧರ್ಮ ಶಾಸ್ತ್ರಕ್ಕೆ ವಿರೋದವಾಗಿತು.	",
	"	D. ಜನರನ್ನು ಸ್ವಸ್ಥಪಡಿಸುವುದು ಧರ್ಮ ಶಾಸ್ತ್ರಕ್ಕೆ ವಿರುದ್ದವಾಗಿತು.	"
],			
"correct" :	"	B. ಅದು ಸಬ್ಬತ್ ದಿನವಾಗಿತು.	",
"explanation" :	"	ಅವರು ಆತನ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸಬೇಕೆಂದು ಆಲೋಚಿಸಿ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಅವನನ್ನು ಸ್ವಸ್ಥ ಮಾಡುವನೋ ಏನೋ ಎಂದು ಆತನನ್ನು ಹೊಂಚಿ ನೋಡುತ್ತಾ ಇದ್ದರು.  ಮಾರ್ಕ 3:2	",
},			
{			
"question" :	"	4 ಪರಿಸಾಯರು  ಹೆರೋದ್ಯರನ್ನು ಕೂಡಿಕೊಂಡು ಏನನ್ನು ಆಲೋಚನೆ ಮಾಡಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯವನ್ನು ಕಟ್ಟುವುದು.	",
	"	B. ರೋಗಿಗಳನ್ನು ಸೌಖ್ಯ ಮಾಡುವುದು.	",
	"	C. ಯೇಸುವನ್ನು ನಾಶ ಮಾಡುವುದು.	",
	"	D. ಯೇಸುವನ್ನು ಕೊಲ್ಲುವುದು.	"
],			
"correct" :	"	D. ಯೇಸುವನ್ನು ಕೊಲ್ಲುವುದು.	",
"explanation" :	"	ಫರಿಸಾಯರು ಹೊರಕ್ಕೆ ಹೋಗಿ ಕೂಡಲೆ ಹೆರೋದ್ಯರನ್ನು ಕೂಡಿಕೊಂಡು ಇವನನ್ನು ಯಾವ ಉಪಾಯದಿಂದ ಕೊಲ್ಲೋಣ ಎಂದು ಆತನಿಗೆ ವಿರೋಧವಾಗಿ ಆಲೋಚನೆ ಮಾಡಿಕೊಂಡರು.  ಮಾರ್ಕ 3:6	",
},			
{			
"question" :	"	5 ಯೇಸು ಎಷ್ಟು ಜನರನ್ನು ಅಪೊಸ್ತಲರನ್ನಾಗಿ ನೇಮಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎರಡು	",
	"	B. ಹತ್ತು	",
	"	C. ಹನ್ನೆರಡು	",
	"	D. ಹದಿಮೂರು	"
],			
"correct" :	"	C. ಹನ್ನೆರಡು	",
"explanation" :	"	ಆತನು ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿ..    ಮಾರ್ಕ 3:14	",
},			
{			
"question" :	"	6 ಯೇಸು ಅಪೋಸ್ತಲರನ್ನು ಕಳುಹಿಸಿದ್ದು, ಸಾರುವುದಕ್ಕೂ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವುದಕ್ಕೂ  ಮತ್ತು ……………	",
"image" :	"",		
"choices" : [			
	"	A. ಬಡವರಿಗೆ ಉಣಿಸಲು	",
	"	B. ಫರಿಸಾಯರೊಂದಿಗೆ ವಾದಿಸಲು	",
	"	C. ಪಾಪಿಗಳನ್ನು ಮನ:ತಿರುಗಿಸಲು	",
	"	D. ರೋಗಿಗಳನ್ನು ಸ್ವಸ್ಥಮಾಡಲು	"
],			
"correct" :	"	D. ರೋಗಿಗಳನ್ನು ಸ್ವಸ್ಥಮಾಡಲು	",
"explanation" :	"	ಆತನು ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿ ಅವರು ತನ್ನ ಸಂಗಡ ಇರಬೇಕೆಂತಲೂ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವ ಅಧಿಕಾರವುಳ್ಳವರಾಗಿ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವದಕ್ಕೆ ತಾನು ಅವರನ್ನು ಕಳುಹಿಸುವೆನೆಂತಲೂ ಆ ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿ ನೇಮಿಸಿದನು.  ಮಾರ್ಕ 3:14-15.	",
},			
{			
"question" :	"	7 ಜನರ ಗುಂಪು ಯೇಸುವಿನ ಸುತ್ತ ಸೇರಿದಾಗ, ಆತನ ಬಂಧುಗಳು ಏನೆಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇವನು ದೇವರ ಮಗನು	",
	"	B. ಅವನಿಗೆ ಹುಚ್ಚು ಹಿಡಿದದೆ	",
	"	C. ನಾನು ಆತನ ಸ್ನೇಹಿತ	",
	"	D. ನಾವು ಗುರುವಿನ ಬಳಿಗೆ ಹೋಗಲು ಸ್ಥಳ ನೀಡಿ.	"
],			
"correct" :	"	B. ಅವನಿಗೆ ಹುಚ್ಚು ಹಿಡಿದದೆ	",
"explanation" :	"	ಆತನು ಮನೆಯೊಳಗೆ ಬಂದಾಗ ಜನರು ತಿರಿಗಿ ನೆರದದ್ದರಿಂದ ಊಟಕ್ಕೂ ಅವಕಾಶವಾಗಲಿಲ್ಲ.  ಇದನ್ನು ಕೇಳಿ ಆತನ ಬಂಧುಗಳು ಅವನಿಗೆ ಹುಚ್ಚು ಹಿಡಿದದೆ ಎಂದು ಹೇಳಿ ಆತನನ್ನು ಹಿಡಿಯುವದಕ್ಕೆ ಹೊರಟರು.  ಮಾರ್ಕ 3:21-21	",
},			
{			
"question" :	"	8  ಯೇಸು ಯಾವುದರ ಸಹಾಯದಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುತ್ತಾನೆಂದು ಫರಿಸಾಯರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೆವ್ವಗಳ ಒಡೆಯನಾದ ಬೆಲ್ಜೆಬೂಲನ	",
	"	B. ದೇವರ	",
	"	C. ತನ್ನ ಸ್ವಂತ ಶಕ್ತಿ	",
	"	D. ಅವುಗಳನ್ನು ಓಡಿಸಲು ಆತನಿಗೆ ಅಧಿಕಾರವಿರಲಿಲ್ಲ	"
],			
"correct" :	"	A. ದೆವ್ವಗಳ ಒಡೆಯನಾದ ಬೆಲ್ಜೆಬೂಲನ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಯೆರೂಸಲೇಮಿನಿಂದ ಬಂದಿದ್ದ ಶಾಸ್ತ್ರಿಗಳು ಇವನನ್ನು ಬೆಲ್ಜೆಬೂಲನು ಹಿಡಿದಿದ್ದಾನೆಂತಲೂ ಇವನು ದೆವ್ವಗಳ ಒಡೆಯನ ಸಹಾಯದಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುತ್ತಾನೆಂತಲೂ ಹೇಳುತ್ತಿದ್ದರು.  ಮಾರ್ಕ 3:22	",
},			
{			
"question" :	"	9  ಯೇಸು ಹೇಳಿದ್ದು, ಇದರಲ್ಲಿ ಭೇದ ಹುಟ್ಟಿದರೆ ಅದು ನಿಲ್ಲಲಾರದು	",
"image" :	"",		
"choices" : [			
	"	A. ಮನೆ	",
	"	B. ದೋಣಿ	",
	"	C. ಗೋಪುರ	",
	"	D. ಸುಳ್ಳು	"
],			
"correct" :	"	A. ಮನೆ	",
"explanation" :	"	ಒಂದು ಮನೆಯಲ್ಲಿ ಭೇದ ಹುಟ್ಟಿದರೆ ಆ ಮನೆಯು ನಿಲ್ಲಲಾರದು.  ಮಾರ್ಕ 3:25	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು: ಇವರು ನನಗೆ ತಮ್ಮನೂ ತಂಗಿಯೂ ತಾಯಿಯೂ ಆಗಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯರು	",
	"	B. ಮರಿಯ, ಜೋಸೆ ಮತ್ತು ಜೆಸ್ಸಿ	",
	"	C. ದೇವರ ಚಿತ್ತದಂತೆ ನಡೆಯುವವನು	",
	"	D. ಎಲ್ಲಾ ಯೆಹೂದ್ಯರು	"
],			
"correct" :	"	C. ದೇವರ ಚಿತ್ತದಂತೆ ನಡೆಯುವವನು	",
"explanation" :	"	ದೇವರ ಚಿತ್ತದಂತೆ ನಡೆಯುವವನೇ ನನಗೆ ತಮ್ಮನೂ ತಂಗಿಯೂ ಆಗಬೇಕು ಅಂದನು.  ಮಾರ್ಕ 3:35	",
},			
]			