var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ಜನರಿಗೆ ಹೇಗೆ ಭೋದಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ಪಷ್ಟವಾದ ಮಾತುಗಳಿಂದ	",
	"	B. ಸಭಾಮಂದಿರಗಳ ಪತ್ರಿಕೆಗಳಿಂದ	",
	"	C. ಸಾಮ್ಯಗಳಿಂದ	",
	"	D. ಹಾಡುಗಳಿಂದ	"
],			
"correct" :	"	C. ಸಾಮ್ಯಗಳಿಂದ	",
"explanation" :	"	ಆ ಜನರೆಲ್ಲರು ಸಮುದ್ರದ ಹತ್ತರ ನೆಲದ ಮೇಲೆ ಇದ್ದರು.  ಆಗ ಆತನು ಅವರಿಗೆ ಸಾಮ್ಯರೂಪವಾಗಿ ಅನೇಕ ಸಂಗತಿಗಳನ್ನು ಉಪದೇಶ ಮಾಡಿದನು.  ಮಾರ್ಕ 4:2	",
},			
{			
"question" :	"	2 ಬಿತ್ತುವವನು ಏನನ್ನು ಬಿತ್ತಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಲಿವು	",
	"	B. ವಾಕ್ಯ	",
	"	C. ಸಾಮರಸ್ಯ	",
	"	D. ಪ್ರೀತಿ	"
],			
"correct" :	"	B. ವಾಕ್ಯ	",
"explanation" :	"	ಆ ಬಿತ್ತುವವನು ವಾಕ್ಯವೆಂಬ ಬೀಜವನ್ನು ಬಿತ್ತುತ್ತಾನೆ.  ಮಾರ್ಕ 4:14	",
},			
{			
"question" :	"	3  ಯೇಸು ಕೇಳಿದ್ದು: ದೀಪವನ್ನು ತಂದು …………………………….ಕೆಳಗಾಗಲಿ ಇಡುವುದುಂಟೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನುಷ್ಯನ	",
	"	B. ಕೊಳಗ ಅಥವಾ ಮಂಚದ	",
	"	C. ಮನೆಯ	",
	"	D. ಕೊಳಗ ಅಥವಾ ಮೇಜು	"
],			
"correct" :	"	B. ಕೊಳಗ ಅಥವಾ ಮಂಚದ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆತನು ಅವರಿಗೆ ದೀಪವನ್ನು ತಂದು ಕೊಳಗದೊಳಗಾಗಲಿ ಮಂಚದ ಕೆಳಗಾಗಲಿ ಇಡುವದುಂಟೇ? ದೀಪಸ್ತಂಭದ ಮೇಲೆ ಇಡುತ್ತಾರಲ್ಲಾ ?..  ಮಾರ್ಕ 4:21	",
},			
{			
"question" :	"	4 ಯೇಸು ಹೇಳಿದ್ದು: ನೀವು ಕಿವಿಗೊಡುವ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಇನ್ನೂ ಕೂಡಿಸಿಕೊಡುವರು	",
	"	B. ಅದು ಜ್ಞಾನ	",
	"	C. ನೀವು ಗುರುಗಳಾಗುವಿರಿ	",
	"	D. ನೀವು ಶಾಸ್ತ್ರವನ್ನು ಬಲ್ಲವರಾಗುವಿರಿ	"
],			
"correct" :	"	A. ಇನ್ನೂ ಕೂಡಿಸಿಕೊಡುವರು	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ ನೀವು ಕಿವಿಗೊಡುವ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆ.  ನೀವು ಅಳೆಯುವ ಅಳತೆಯಿಂದಲೇ ನಿಮಗೂ ಅಳೆಯುವರು; ಇನ್ನೂ ಕೂಡಿಸಿಕೊಡುವರು.  ಮಾರ್ಕ 4:24	",
},			
{			
"question" :	"	5 ಯೇಸು ಹೇಳಿದ್ದು: ಒಬ್ಬನು ಭೂಮಿಯಲ್ಲಿ ಬೀಜವನ್ನು ಹಾಕಿ ರಾತ್ರಿ ಮಲಗುತ್ತಾ ಹಗಲು ಎದ್ದಿರುತ್ತಾ ಇರಲು ಅವನಿಗೆ ತಿಳಿಯದ ರೀತಿಯಲ್ಲಿ ಆ ಬೀಜವು ಹುಟ್ಟಿ ಬೆಳೆಯುವುದು.  ಇದರಂತೆ  …………………………	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಪಂಚ	",
	"	B. ಜೀವನ	",
	"	C. ದೇವರ ರಾಜ್ಯ	",
	"	D. ಸಭಾ ಮಂದಿರ	"
],			
"correct" :	"	C. ದೇವರ ರಾಜ್ಯ	",
"explanation" :	"	ಇನ್ನೂ ಆತನು ಅವರಿಗೆ ಹೇಳಿದ್ದು ಒಬ್ಬನು ಭೂಮಿಯಲ್ಲಿ ಬೀಜವನ್ನು ಹಾಕಿ ರಾತ್ರಿ ಮಲಗುತ್ತಾ ಹಗಲು ಎದ್ದಿರುತ್ತಾ ಇರಲು ಅವನಿಗೆ ತಿಳಿಯದ ರೀತಿಯಲ್ಲಿ ಆ ಬೀಜವು ಹುಟ್ಟಿ ಬೆಳೆಯುವುದು.  ಇದರಂತೆ ದೇವರ ರಾಜ್ಯ.  ಮಾರ್ಕ 4:26-27	",
},			
{			
"question" :	"	6  ಯೇಸು ಪರಲೋಕ ರಾಜ್ಯವನ್ನು ಈ ಬೀಜಕ್ಕೆ ಹೋಲಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಆಫಲ್	",
	"	B. ಆಲೀವ್	",
	"	C. ಹುಲ್ಲು	",
	"	D. ಸಾಸಿವೆ	"
],			
"correct" :	"	D. ಸಾಸಿವೆ	",
"explanation" :	"	ಇನ್ನೂ ಆತನು ಹೇಳಿದ್ದು ದೇವರ ರಾಜ್ಯವನ್ನು ಯಾವದಕ್ಕೆ ಹೋಲಿಸೋಣ? ಯಾವ ಸಾಮ್ಯದಿಂದ ಅದನ್ನು ತೋರಿಸಿಕೊಡೋಣ? ಅದು ಸಾಸಿವೆಕಾಳಿನಂತಿರುತ್ತದೆ.  ಮಾರ್ಕ 4:30-31	",
},			
{			
"question" :	"	7 ಬಿರುಗಾಳಿ ಎದ್ದಾಗ ಯೇಸು ಮತ್ತು ಆತನ ಶಿಷ್ಯರು ಎಲ್ಲಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A..ದೇವಸ್ಥಾನದಲ್ಲಿ	",
	"	B. ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	C. ದೋಣಿಯಲ್ಲಿ	",
	"	D. ಸಂತೇಪೇಟೆಯಲ್ಲ	"
],			
"correct" :	"	C. ದೋಣಿಯಲ್ಲಿ	",
"explanation" :	"	ಅವರು ಆ ಜನರ ಗುಂಪನ್ನು ಬಿಟ್ಟು ಆತನನ್ನು ಅದೇ ದೋಣಿಯಲ್ಲಿ ಹಾಗೆಯೇ ಕರಕೊಂಡು ಹೋದರು.  ಬೇರೆ ದೋಣಿಗಳೂ ಆತನ ಸಂಗಡ ಇದ್ದವು.  ತರುವಾಯ ದೊಡ್ಡ ಬಿರುಗಾಳಿ ಎದ್ದು ತೆರೆಗಳು ಆ ದೋಣಿಗೆ ಬಡಿದು ಒಳಗೆ ನುಗ್ಗಿದ್ದರಿಂದ ..  ಮಾರ್ಕ 4:36-37	",
},			
{			
"question" :	"	8 ಯೇಸು ಆಗ ಏನು ಮಾಡುತ್ತದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿದ್ದೆ	",
	"	B. ತಿನ್ನುತ್ತಿದ್ದರು	",
	"	C. ಪ್ರಾರ್ಥನೆ	",
	"	D. ಬಿಕ್ಕಳಿಸುತ್ತಿದ್ದರು	"
],			
"correct" :	"	A. ನಿದ್ದೆ	",
"explanation" :	"	ಆತನು ದೋಣಿಯ ಹಿಂಭಾಗದಲ್ಲಿ ತಲೆಗಿಂಬನ್ನು ಒರಗಿ ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದನು.  ಮಾರ್ಕ4:38	",
},			
{			
"question" :	"	9 ಶಿಷ್ಯರು ಯೇಸುವಿಗೆ ಏನೆಂದು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈ ಬಿರುಗಾಳಿ ಎಲ್ಲಿಂದ ಬಂತು	",
	"	B. ನೀನು ಬಿರುಗಾಳಿಯನ್ನು ನಿಲ್ಲಿಸುವುದಿಲ್ಲವೋ	",
	"	C. ನಾವು ಮುಳುಗಿಹೋಗುವುದರಲ್ಲಿ ನಿನಗೆ ಚಿಂತೆಯಿಲ್ಲವೋ	",
	"	D. ನಾವು ಏನು ಮಾಡಬೇಕೆನ್ನುತ್ತೀ	"
],			
"correct" :	"	C. ನಾವು ಮುಳುಗಿಹೋಗುವುದರಲ್ಲಿ ನಿನಗೆ ಚಿಂತೆಯಿಲ್ಲವೋ	",
"explanation" :	"	ಅವರು ಆತನನ್ನು ಎಬ್ಬಿಸಿ - ಗುರುವೇ, ನಾವು ಮುಳುಗಿಹೋಗುವದರಲ್ಲಿ ನಿನಗೆ ಚಿಂತೆಯಲ್ಲವೇ ಎಂದು ಕೇಳಲು ..     ಮಾರ್ಕ 4:38	",
},			
{			
"question" :	"	10 ಯೇಸು ಶಿಷ್ಯರಿಗೆ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಟ್ಟು ಹಾಕಲು	",
	"	B. ನಾನು ಇದನ್ನು ಮಾಡುತ್ತೇನೆಂದು ನೀವು ನಂಬುತ್ತೀರೋ	",
	"	C. ನಾನು ಯಾರೆಂದು ನೀವು ಹೇಳುತ್ತೀರಿ.	",
	"	D. ಯಾಕೆ ಧೈರ್ಯಗೆಡುತ್ತೀರಿ? ಇನ್ನೂ ನಿಮಗೆ ನಂಬಿಕೆಯಿಲ್ಲವೋ?	"
],			
"correct" :	"	D. ಯಾಕೆ ಧೈರ್ಯಗೆಡುತ್ತೀರಿ? ಇನ್ನೂ ನಿಮಗೆ ನಂಬಿಕೆಯಿಲ್ಲವೋ?	",
"explanation" :	"	ತರುವಾಯ ಆತನು ಅವರನ್ನು ಯಾಕೆ ಧೈರ್ಯಗೆಡುತ್ತೀರಿ? ಇನ್ನೂ ನಿಮಗೆ ನಂಬಿಕೆಯಿಲ್ಲವೇ ಎಂದು ಕೇಳಲು ಅವರು ಬಹು ಭಯಪಟ್ಟು..    ಮಾರ್ಕ 4:41	",
},			
]			