var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ಈ ಸೀಮೆಯಲ್ಲಿ ದೋಣಿಯಿಂದ ಕೆಳಕ್ಕೆ ಇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಗೆರಸೇನ	",
	"	B. ಪಿಲಿಷ್ಟಿಯ	",
	"	C. ಕೊರಿಂಥ	",
	"	D. ಇಥಿಯೋಫಿಯ	"
],			
"correct" :	"	A. ಗೆರಸೇನ	",
"explanation" :	"	ಆಮೇಲೆ ಅವರು ಸಮುದ್ರದ ಆಚೇದಡಕ್ಕೆ ಗೆರಸೇನರ ಸೀಮೆಗೆ ಮುಟ್ಟಿದರು.  ಮಾರ್ಕ 5:1	",
},			
{			
"question" :	"	2 ಆ ದೆವ್ವದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಂಡು	",
	"	B. ಎಜ್ರ	",
	"	C. ಬೆಲ್ಜೆಬೂಲ	",
	"	D. ಬಾಳ	"
],			
"correct" :	"	A. ದಂಡು	",
"explanation" :	"	ನಿನ್ನ ಹೆಸರೇನೆಂದು ಅವನನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಅವನು ನನ್ನ ಹೆಸರು ದಂಡು, ಯಾಕಂದರೆ ನಾವು ಬಹು ಮಂದಿ ಇದ್ದೇವೆ ಎಂದು ಹೇಳಿ ..    ಮಾರ್ಕ 5:9	",
},			
{			
"question" :	"	3 ಯೇಸು ಆ ದೆವ್ವಕ್ಕೆ ಎಲ್ಲಿಗೆ ಹೋಗಲು ಅಪ್ಪಣೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಂದಿಗಳ ಗುಂಪಿನೊಳಕ್ಕೆ	",
	"	B. ಕುರಿಗಳ ಮಂದೆಯೊಳಕ್ಕೆ	",
	"	C. ಗುಹೆಯೊಳಕ್ಕೆ	",
	"	D. ಪಟ್ಟಣದೊಳಕ್ಕೆ	"
],			
"correct" :	"	A. ಹಂದಿಗಳ ಗುಂಪಿನೊಳಕ್ಕೆ	",
"explanation" :	"	ಆತನು ಆಗಲಿ ಎಂದು ಅವುಗಳಿಗೆ ಅಪ್ಪಣೆ ಕೊಡಲು ಆ ದೆವ್ವಗಳು ಹೊರಗೆ ಬಂದು ಹಂದಿಗಳೊಳಗೆ ಹೊಕ್ಕವು.  ಮಾರ್ಕ 5:13	",
},			
{			
"question" :	"	4 ಪಟ್ಟಣದಿಂದ ಬಂದ ಜನರು ಏನು ಮಾಡಬೇಕೆಂದು ಯೇಸುವನ್ನು ಕೇಳಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಭೋದನೆ	",
	"	B. ರೋಗಿಗಳನ್ನು ಸೌಖ್ಯಪಡಿಸಬೇಕೆಂದು	",
	"	C. ತಮ್ಮ ಪಟ್ಟಣಗಳಿಗೆ ಬರಬೇಕೆಂದು	",
	"	D. ತಮ್ಮ ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು	"
],			
"correct" :	"	D. ತಮ್ಮ ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು	",
"explanation" :	"	ನಡೆದ ಸಂಗತಿಯನ್ನು ನೋಡಿದ್ದವರು ಆ ದೆವ್ವ ಹಿಡಿದಿದ್ದವನಿಗೆ ಹೀಗೆ ಹೀಗಾಯಿತೆಂಬದನ್ನೂ ಹಂದಿಗಳ ವಿಷಯವನ್ನೂ ಅವರಿಗೆ ವಿವರಿಸಲು ಅವರು ತಮ್ಮ ಸೀಮೆಯನ್ನು ಬಿಟ್ಟು ಹೋಗಬೇಕೆಂದು ಯೇಸುವನ್ನು ಬೇಡಿಕೊಂಡರು.  ಮಾರ್ಕ 5:16-17.	",
},			
{			
"question" :	"	5 ತನ್ನ ಮಗಳನ್ನು ಸೌಖ್ಯಪಡಿಸು ಎಂದು ಯೇಸುವಿನ ಬಳಿ ಬಂದು ಕೇಳಿಕೊಂಡ ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A.ನಿಕೋದೇಮನು	",
	"	B. ಯೊಸೇಫ	",
	"	C. ಯಾಯಿರನು	",
	"	D. ಕಾಯಫನು	"
],			
"correct" :	"	C. ಯಾಯಿರನು	",
"explanation" :	"	ಆಗ ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಗಳಲ್ಲಿ ಒಬ್ಬನಾದ ಯಾಯೀರನೆಂಬವನು ಬಂದು ಯೇಸುವನ್ನು ಕಂಡು ಆತನ ಪಾದಗಳಿಗೆ ಬಿದ್ದು ನನ್ನ ಚಿಕ್ಕ ಮಗಳು ಈಗ ಸಾಯುತ್ತಾಳೆ; ಆಕೆಯು ವಾಸಿಯಾಗಿ ಬದುಕಿಕೊಳ್ಳುವಂತೆ ನೀನು ಬಂದು ಆಕೆಯ ಮೇಲೆ ಕೈಯಿಡಬೇಕು ಎಂದು ಆತನನ್ನು ಬಹಳವಾಗಿ ಬೇಡಿಕೊಂಡನು.  ಮಾರ್ಕ 5:22-23	",
},			
{			
"question" :	"	6 ಆ ಸ್ತ್ರೀಗೆ ಎಷ್ಟು ದಿನಗಳಿಂದ ರಕ್ತಕುಸುಮ ರೋಗವಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. 1 ವರ್ಷ	",
	"	B. 2 ವರ್ಷ	",
	"	C. 10 ವರ್ಷ	",
	"	D. 12 ವರ್ಷ	"
],			
"correct" :	"	D. 12 ವರ್ಷ	",
"explanation" :	"	ಆಗ ಹನ್ನೆರಡು ವರುಷದಿಂದ ರಕ್ತ ಕುಸುಮರೋಗವಿದ್ದ ಒಬ್ಬ ಹೆಂಗಸು ಬಂದಳು.  ಮಾರ್ಕ 5:25	",
},			
{			
"question" :	"	7 ಆಕೆಯು ಅನೇಕ ವೈದ್ಯರಿಂದ ಬಹು ಕಷ್ಟವನ್ನು ಅನುಭವಿಸಿ ಕೈಯಲ್ಲಿದ್ದದ್ದನ್ನೆಲ್ಲಾ ಕಳಕೊಂಡರೂ…………	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ವಲ್ಪ ಮಾತ್ರ ವಾಸಿಯಾಯಿತು	",
	"	B. ರೋಗವು ಹೆಚ್ಚುತ್ತಾ ಹೋಯಿರು	",
	"	C. ಈಗ ಆಕೆ ಸ್ವಸ್ಥಳಾಗಿದ್ದಾಳೆ	",
	"	D. ಈಗ ಆಕೆ ಸ್ವಸ್ಥಳಾಗುತ್ತಿದ್ದಾಳೆ	"
],			
"correct" :	"	B. ರೋಗವು ಹೆಚ್ಚುತ್ತಾ ಹೋಯಿರು	",
"explanation" :	"	ಆಕೆಯು ಅನೇಕ ವೈದ್ಯರಿಂದ ಬಹು ಕಷ್ಟವನ್ನು ಅನುಭವಿಸಿ ಕೈಯಲ್ಲಿದ್ದದ್ದನ್ನೆಲ್ಲಾ ಕಳಕೊಂಡರೂ ರೋಗವು ಹೆಚ್ಚುತ್ತಾ ಬಂದದ್ದೇ ಹೊರತು ಮತ್ತೇನು ಪ್ರಯೋಜನವನ್ನು ಹೊಂದಿರಲಿಲ್ಲ.  ಮಾರ್ಕ 5:26	",
},			
{			
"question" :	"	8 ಯೇಸು ಆ ಸ್ತ್ರೀಗೆ ಹೇಳಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ಇದು ದೇವರ ಮಹಿಮೆ	",
	"	B. ನೀನು ಶುದ್ಧಳಾಗಿದ್ದೀಯ	",
	"	C. ಗುರುವನ್ನು ಮುಟ್ಟಬೇಡ	",
	"	D. ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥಮಾಡಿತು	"
],			
"correct" :	"	D. ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥಮಾಡಿತು	",
"explanation" :	"	ಆತನು ಆಕೆಗೆ -ಮಗಳೇ ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥಮಾಡಿತು; ಸಮಾಧಾನದಿಂದ ಹೋಗು; ನಿನ್ನನ್ನು ಕಾಡಿದ ರೋಗವು ಹೋಗಿ ನಿನಗೆ ಗುಣವಾಗಲು ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 5:34	",
},			
{			
"question" :	"	9 ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಯ ಕಡೆಯವರು ಬಂದು ಆತನಿಗೆ ನಿನ್ನ ಮಗಳು ಸತ್ತು ಹೋದಳೆಂದು ಹೇಳಿದಾಗ ಯೇಸು ಏನು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆ ಮತ್ತೆ ಬದಕುವಳು	",
	"	B. ನಾನೇ ಪುನರುತ್ಥಾನವು	",
	"	C. ಅಂಜಬೇಡ, ನಂಬಿಕೆ ಮಾತ್ರ ಇರಲಿ	",
	"	D. ಆಕೆ ಇನ್ನೂ ಬದುಕಿದ್ದಾಳೆ	"
],			
"correct" :	"	C. ಅಂಜಬೇಡ, ನಂಬಿಕೆ ಮಾತ್ರ ಇರಲಿ	",
"explanation" :	"	ಆತನು ಇನ್ನೂ ಮಾತಾಡುತ್ತಿರುವಲ್ಲಿ ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಯ ಕಡೆಯವರು ಬಂದು ನಿನ್ನ ಮಗಳು ತೀರಿಹೋದಳು, ಇನ್ನೇಕೆ ಗುರುವಿಗೆ ತೊಂದರೆ ಕೊಡುವುದು? ಅಂದರು.  ಅವರು ಆಡಿದ ಮಾತನ್ನು ಯೇಸು ಲಕ್ಷ್ಯ ಮಾಡದೆ ಸಭಾಮಂದಿರದ ಅಧಿಕಾರಿಗೆ - ಅಂಜಬೇಡ, ನಂಬಿಕೆ ಮಾತ್ರ ಇರಲಿ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 5:35-36	",
},			
{			
"question" :	"	10 ಹುಡುಗಿ ಸತ್ತಿಲ್ಲ, ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದಾಳೆ ಎಂದು ಯೇಸು ಹೇಳಿದಾಗ ಜನರು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರನ್ನು ಸ್ತುತಿಸಿದರು	",
	"	B. ಮನೆಗೆ ಹೋದರು	",
	"	C. ಆಕೆಯನ್ನು ಎಬ್ಬಿಸಿದರು	",
	"	D. ಹಾಸ್ಯ ಮಾಡಿದರು	"
],			
"correct" :	"	D. ಹಾಸ್ಯ ಮಾಡಿದರು	",
"explanation" :	"	ಆತನು ಒಳಕ್ಕೆ ಹೋಗಿ ನೀವು ಗದ್ದಲ ಮಾಡುವದೂ ಅಳುವದೂ ಯಾಕೆ? ಹುಡುಗಿ ಸತ್ತಿಲ್ಲ; ನಿದ್ದೆ ಮಾಡುತ್ತಾಳೆ ಅನ್ನಲು ಅವರು ಆತನನ್ನು ಹಾಸ್ಯಮಾಡಿದರು.  ಮಾರ್ಕ 5:39-40.	",
},			
]			