var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ಹೇಳಿದ್ದು: ಪ್ರವಾದಿಯು ………………………………………… ಮಾತ್ರ ಮರ್ಯಾದೆಯಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ಯಜನರ ಮಧ್ಯದಲ್ಲಿ	",
	"	B. ತನ್ನ ಸ್ವಂತ ಮನೆಯಲ್ಲಿಯೂ ಸ್ವಂತ ಜನರಲ್ಲಿಯೂ	",
	"	C. ದೇವರು ಬಹುಮಾನ ಕೊಡುವನು	",
	"	D. ಸದ್ಧರ್ಮ	"
],			
"correct" :	"	B. ತನ್ನ ಸ್ವಂತ ಮನೆಯಲ್ಲಿಯೂ ಸ್ವಂತ ಜನರಲ್ಲಿಯೂ	",
"explanation" :	"	ಯೇಸು ಅವರಿಗೆ ಪ್ರವಾದಿಯು ಬೇರೆ ಎಲ್ಲಿದ್ದರೂ ಅವನಿಗೆ ಮರ್ಯಾದೆ ಉಂಟು; ಆದರೆ ಸ್ವದೇಶದಲ್ಲಿಯೂ ಸ್ವಂತ ಜನರಲ್ಲಿಯೂ ಸ್ವಂತ ಮನೆಯಲ್ಲಿಯೂ ಮಾತ್ರ ಮರ್ಯಾದೆಯಿಲ್ಲ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 6:4	",
},			
{			
"question" :	"	2 ಯೇಸು ತನ್ನ ಶಿಷ್ಯರನ್ನು ಕಳುಹಿಸಿದಾಗ ಏನನ್ನು ತೆಗೆದುಕೊಂಡುಹೋಗುವಂತೆ ಅಪ್ಪಣೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೊಟ್ಟಿ	",
	"	B. ಬೆಣ್ಣೆ	",
	"	C. ಎಣ್ಣೆ	",
	"	D. ಒಂದು ಕೋಲು	"
],			
"correct" :	"	D. ಒಂದು ಕೋಲು	",
"explanation" :	"	ಅವರಿಗೆ ದೆವ್ವಗಳ ಮೇಲೆ ಅಧಿಕಾರ ಕೊಟ್ಟು - ಕೋಲು ಹೊರತು ದಾರಿಗೆ ಏನೂ ತಕ್ಕೊಂಡು ಹೋಗಬೇಡಿರಿ ..        ಮಾರ್ಕ 6:8	",
},			
{			
"question" :	"	3 ಶಿಷ್ಯರು ಯಾವುದರಿಂದ ರೋಗಿಗಳನ್ನು ವಾಸಿಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಮೇಲೆ ಊದುವುದರಿಂದ	",
	"	B. ಉಪವಾಸದಿಂದ	",
	"	C. ಎಣ್ಣೆ ಹಚ್ಚುವುದರಿಂದ	",
	"	D. ಕೂಗುವುದರಿಂದ	"
],			
"correct" :	"	C. ಎಣ್ಣೆ ಹಚ್ಚುವುದರಿಂದ	",
"explanation" :	"	ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಬೇಕೆಂದು ಸಾರಿ ಅನೇಕ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿ ಅನೇಕ ರೋಗಿಗಳಿಗೆ ಎಣ್ಣೆಹಚ್ಚಿ ವಾಸಿಮಾಡಿದರು.  ಮಾರ್ಕ 6:13	",
},			
{			
"question" :	"	4 ಈಕೆಯ ಮಗಳು ಹೆರೋದನಿಗಾಗಿ ನೃತ್ಯ ಮಾಡಿದಳು	",
"image" :	"",		
"choices" : [			
	"	A. ದೆಲೀಲ	",
	"	B. ದೀನ	",
	"	C. ಹೆರೋದ್ಯಳು	",
	"	D. ದೆಬೋರಳು	"
],			
"correct" :	"	C. ಹೆರೋದ್ಯಳು	",
"explanation" :	"	ಹೆರೋದ್ಯಳ ಮಗಳು ಒಳಕ್ಕೆ ಬಂದು ನಾಟ್ಯವಾಡಿ ಹೆರೋದನನ್ನೂ ಅವನ ಸಂಗಡ ಪಂಕ್ತಿಯಲ್ಲಿ ಊಟಕ್ಕೆ ಕೂತಿದ್ದವರನ್ನೂ ಮೆಚ್ಚಿಸಿದಳು.   ಮಾರ್ಕ 6:22\	",
},			
{			
"question" :	"	5 ಆಕೆಯು ಏನನ್ನು ಕೇಳಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವಿನ ತಲೆ	",
	"	B. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಲೆ	",
	"	C. ಹೆರೋದನ ಅರ್ಧಭಾಗ	",
	"	D. ಕಿರೀಟ	"
],			
"correct" :	"	B. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಲೆ	",
"explanation" :	"	ಕೂಡಲೆ ಅವಳು ಅರಸನ ಬಳಿಗೆ ಅವಸರದಿಂದ ಬಂದು ಈ ಕ್ಷಣದಲ್ಲೇ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಲೆಯನ್ನು ಪರಾತಿನಲ್ಲಿ ನನಗೆ ತರಿಸಿಕೊಡಬೇಕೆಂದೇ ನನ್ನ ಕೋರಿಕೆ ಎಂದು ಅರಿಕೆ ಮಾಡಿಕೊಂಡಳು.  ಮಾರ್ಕ 6:25	",
},			
{			
"question" :	"	6 ಯೇಸು ಯಾವುದರಿಂದ ಜನರ ಗುಂಪಿಗೆ ಉಣಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 5 ರೊಟ್ಟಿ 2 ಮೀನು	",
	"	B. 5 ಮೀನು 2 ರೊಟ್ಟಿ	",
	"	C. 3 ಮೀನು 5 ರೊಟ್ಟಿ	",
	"	D. 3 ರೊಟ್ಟಿ 5 ಮೀನು	"
],			
"correct" :	"	A. 5 ರೊಟ್ಟಿ 2 ಮೀನು	",
"explanation" :	"	ಆಮೇಲೆ ಆತನು ಆ ಐದು ರೊಟ್ಟಿ ಎರಡು ಮೀನುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಆಕಾಶದ ಕಡೆಗೆ ನೋಡಿ ದೇವರ ಸ್ತೋತ್ರಮಾಡಿ ಆ ರೊಟ್ಟಿಗಳನ್ನು ಮುರಿದು ನೀವು ಜನರಿಗೆ ಹಂಚಿರಿ ಎಂದು ಶಿಷ್ಯರ ಕೈಗೆ ಕೊಟ್ಟು ಆ ಎರಡು ಮೀನುಗಳನ್ನೂ ಎಲ್ಲರಿಗೆ ಹಂಚಿಸಿದನು.  ಮಾರ್ಕ 6:41	",
},			
{			
"question" :	"	7 ಊಟ ಮಾಡಿದವರಲ್ಲಿ ಎಷ್ಟು ಜನ ಗಂಡಸರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1000 ಜನ	",
	"	B. ಸುಮಾರು 2000	",
	"	C. ಸುಮಾರು 4000	",
	"	D. ಸುಮಾರು 5000	"
],			
"correct" :	"	D. ಸುಮಾರು 5000	",
"explanation" :	"	ಊಟ ಮಾಡಿದವರು ಐದು ಸಾವಿರ ಮಂದಿ ಗಂಡಸರು.  ಮಾರ್ಕ 6:44	",
},			
{			
"question" :	"	8 ಎಷ್ಟು ಪುಟ್ಟಿ ರೊಟ್ಟಿ ತುಂಡುಗಳು ಮತ್ತು ಮೀನಿನ ತುಂಡುಗಳು ಉಳಿದವು?	",
"image" :	"",		
"choices" : [			
	"	A. 10	",
	"	B. 12	",
	"	C. 7	",
	"	D. 5	"
],			
"correct" :	"	B. 12	",
"explanation" :	"	ರೊಟ್ಟಿತುಂಡುಗಳನ್ನೂ ಮೀನಿನ ತುಂಡುಗಳನ್ನೂ ಕೂಡಿಸಲಾಗಿ ಹನ್ನೆರಡು ಪುಟ್ಟಿ ತುಂಬಿತು.  ಮಾರ್ಕ 6:43	",
},			
{			
"question" :	"	9 ಯೇಸು ಸ್ವಾಮಿಯು ನೀರಿನ ಮೇಲೆ ನಡೆದು ಬರುತ್ತಿರುವುದನ್ನು ನೋಡಿದ ಶಿಷ್ಯರು ಜೋರಾಗಿ ಕಿರುಚಿಕೊಂಡರು, ಯಾಕಂದರೆ ಅವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಮುಳುಗಿಹೋಗುತ್ತಾನೆಂದು ಭಯಪಟ್ಟರು	",
	"	B. ಆತನು ಅವರನ್ನು ಗುರುತಿಸಬೇಕೆಂದಿದ್ದರು	",
	"	C. ಆತನು ಭೂತವೆಂದು ತಿಳಿದುಕೊಂಡರು	",
	"	D. ಆತನು ದೇವದೂತನೆಂದು ತಿಳಿದುಕೊಂಡರು	"
],			
"correct" :	"	C. ಆತನು ಭೂತವೆಂದು ತಿಳಿದುಕೊಂಡರು	",
"explanation" :	"	ಸಮುದ್ರದ ಮೇಲೆ ನಡೆಯುವ ಆತನನ್ನು ಅವರು ಕಂಡು ಭೂತವೆಂದು ಭಾವಿಸಿ ಅಬ್ಬರಿಸಿ ಕೂಗಿದರು.  ಮಾರ್ಕ 6:49	",
},			
{			
"question" :	"	10 ಯೇಸು ಹಳ್ಳಿ ಮತ್ತು ಪಟ್ಟಣಗಳಿಗೆ ಹೋದಾಗ, ಅಲ್ಲಿನ ಜನರು ಇದನ್ನು ರಸ್ತೆಗಳಲ್ಲಿ ಇಟ್ಟರು	",
"image" :	"",		
"choices" : [			
	"	A. ಹೂವುಗಳು	",
	"	B. ತಾಳೆ ರೆಂಬೆಗಳು	",
	"	C. ರೋಗಿಗಳನ್ನು	",
	"	D. ಸುವಾಸನೆಗಳು	"
],			
"correct" :	"	C. ರೋಗಿಗಳನ್ನು	",
"explanation" :	"	ಆತನು ಯಾವ ಗ್ರಾಮಗಳಿಗೂ ಯಾವ ಊರು ಹಳ್ಳಿಗಳಿಗೂ ಹೋದನೋ ಅಲ್ಲಿಯವರು ರೋಗಿಗಳನ್ನು ಪೇಟೆಗಳಲ್ಲಿ ಇಟ್ಟು ನಿನ್ನ ಉಡುಪಿನ ಗೊಂಡೆಯನ್ನಾದರೂ ಮುಟ್ಟಗೊಡಿಸಬೇಕೆಂದು ಆತನನ್ನು ಬೇಡಿಕೊಂಡರು.  ಮಾರ್ಕ 6:56	",
},			
]			