var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1 ಫರಿಸಾಯರು ಶಿಷ್ಯರಲ್ಲಿ ಏನು ತಪ್ಪು ಕಂಡುಹಿಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಕೆಲಸ ಮಾಡಿದರು	",
	"	B. ಅವರ ತಂದೆ ತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಲಿಲ್ಲ	",
	"	C. ಅವರ ಕೈ ತೊಳೆಯದೆ ಊಟ ಮಾಡಿದರು	",
	"	D. ಅವರು ದೇವದೂಷಣೆ ಮಾಡಿದರು	"
],			
"correct" :	"	C. ಅವರ ಕೈ ತೊಳೆಯದೆ ಊಟ ಮಾಡಿದರು	",
"explanation" :	"	ಆತನ ಶಿಷ್ಯರಲ್ಲಿ ಕೆಲವರು ಮೈಲಿಗೆಯ ಕೈಯಿಂದ ಅಂದರೆ ಕೈ ತೊಳಕೊಳ್ಳದೆ ಆಹಾರ ತೆಗೆದುಕೊಳ್ಳುವುದನ್ನು ಆ ಫರಿಸಾಯರೂ ಶಾಸ್ತ್ರಿಗಳೂ ಕಂಡು ಆತನನ್ನು ನಿನ್ನ ಶಿಷ್ಯರು ಹಿರಿಯರಿಂದ ಬಂದ ಸಂಪ್ರದಾಯದಂತೆ ಯಾಕೆ ನಡೆದುಕೊಳ್ಳುವದಿಲ್ಲ? ಮೈಲಿಗೆಯ ಕೈಯಿಂದ ಯಾಕೆ ಆಹಾರ ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರೆ ಎಂದು ಕೇಳಿದರು.  ಮಾರ್ಕ 7:2-5	",
},			
{			
"question" :	"	2 ಯೇಸುವು ಯೆಶಾಯನ ಮಾತುಗಳನ್ನು ಹೇಳಿದನು: ಈ ಜನರು ನನ್ನನ್ನು ತಮ್ಮ ಮಾತುಗಳಿಂದ  ಸನ್ಮಾನಿಸುತ್ತಾರೆ, ಆದರೆ ,,,,,,,,,,,,,,,,,,,,,,,,,,,,, ನನಗೆ ದೂರವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಮನಸ್ಸು	",
	"	B. ಅವರ ನಾಲಿಗೆ	",
	"	C. ಅವರ ಯೋಚನೆಗಳು	",
	"	D. ಅವರ ಬುದ್ದಿ	"
],			
"correct" :	"	A. ಅವರ ಮನಸ್ಸು	",
"explanation" :	"	ಆತನು - ಕಪಟಿಗಳಾದ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಯೆಶಾಯನು ವಿಹಿತವಾಗಿ ಪ್ರವಾದಿಸಿದ್ದಾನೆ; ಅವನು ಬರೆದದ್ದೇನಂದರೆ - ಈ ಜನರು ಮಾತಿನಿಂದ ನನ್ನನ್ನು ಸನ್ಮಾನಿಸುತ್ತಾರೆ ಆದರೆ ಅವರ ಮನಸ್ಸು ನನಗೆ ದೂರವಾಗಿದೆ.   ಮಾರ್ಕ 7:6	",
},			
{			
"question" :	"	3 ಫರಿಸಾಯರು ಮತ್ತು ಶಾಸ್ತ್ರಿಗಳು ಯಾವುದರಿಂದ ದೇವರ ವಾಕ್ಯಗಳನ್ನು ನಿರರ್ಥಕ  ಮಾಡುತ್ತಿದ್ದಾರೆಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಅಹಂಕಾರದಿಂದ	",
	"	B. ಅವರ ಸಂಪ್ರದಾಯದಿಂದ	",
	"	C. ಅವರ ನೀತಿತನದಿಂದ	",
	"	D. ಅವರ ವಿನಯದಿಂದ	"
],			
"correct" :	"	B. ಅವರ ಸಂಪ್ರದಾಯದಿಂದ	",
"explanation" :	"	ಹೀಗೆ ನೀವು ಕಲಿಸುತ್ತಾ ಬಂದಿರುವ ಸಂಪ್ರದಾಯದಿಂದ ದೇವರ ವಾಕ್ಯವನ್ನು ನಿರರ್ಥಕಮಾಡುತ್ತೀರಿ ಮತ್ತು ಇಂಥ ಕಾರ್ಯಗಳನ್ನು ಇನ್ನೂ ಎಷ್ಟೋ ಮಾಡುತ್ತೀರಿ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 7:13	",
},			
{			
"question" :	"	4 ಯಾವುದು ಮನುಷ್ಯನನ್ನು ಹೊಲೆ ಮಾಡುತ್ತದೆಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೈ ತೊಳೆಯದೇ ಊಟ ಮಾಡುವುದು	",
	"	B. ಮನುಷ್ಯನ ಒಳಕ್ಕೆ ಹೋಗುವುದು	",
	"	C. ಮನುಷ್ಯನೊಳಗಿಂದ ಹೊರಡುವಂಥದೇ	",
	"	D. ಧರ್ಮಶಾಸ್ತ್ರವು	"
],			
"correct" :	"	C. ಮನುಷ್ಯನೊಳಗಿಂದ ಹೊರಡುವಂಥದೇ	",
"explanation" :	"	ನನ್ನ ಮಾತನ್ನು ಕೇಳಿರಿ, ತಿಳುಕೊಳ್ಳಿರಿ, ಹೊರಗಿನಿಂದ ಮನುಷ್ಯನೊಳಕ್ಕೆ ಹೋಗಿ ಅವನನ್ನು ಹೊಲೆಮಾಡತಕ್ಕಂಥದು ಒಂದೂ ಇಲ್ಲ; ಆದರೆ ಮನುಷ್ಯನೊಳಗಿಂದ ಹೊರಡುವವುಗಳೇ ಮನುಷ್ಯನನ್ನು ಹೊಲೆ ಮಾಡುವಂಥವುಗಳಾಗಿವೆ ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 7:15	",
},			
{			
"question" :	"	5 ಯಾವುದರಿಂದ ವ್ಯಭಿಚಾರ, ಹೇಡಿತನ, ಸೊಕ್ಕು ಮತ್ತು ಬುದ್ದಿಗೇಡಿತನ ಬರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A.  ಅನ್ಯಧರ್ಮಿಯಿಂದ	",
	"	B. ಸೋದೋಮ್ ಮತ್ತು ಗೋಮರ	",
	"	C. ಮನುಷ್ಯನ ಹೃದಯದಿಂದ	",
	"	D. ನರಕದಿಂದ	"
],			
"correct" :	"	C. ಮನುಷ್ಯನ ಹೃದಯದಿಂದ	",
"explanation" :	"	ಒಳಗಿನಿಂದ ಅಂದರೆ ಮನುಷ್ಯರ ಮನಸ್ಸಿನೊಳಗಿಂದ ಸೂಳೆಗಾರಿಕೆ ಕಳ್ಳತನ ಕೊಲೆ ಹಾದರ ದ್ರವ್ಯಾಶೆ ಕೆಡುಕುತನ ಮೋಸ ಬಂಡತನ ಹೊಟ್ಟೇಕಿಚ್ಚು ಬೈಗಳು ಸೊಕ್ಕು ಬುದ್ದಿಗೇಡಿತನ ಇವೇ ಮೊದಲಾದವುಗಳ ಕೆಟ್ಟ ಆಲೋಚನೆಗಳು ಹೊರಡುತ್ತವೆ.  ಈ ಕೆಟ್ಟ ವಿಷಯಗಳೆಲ್ಲಾ ಒಳಗಿನಿಂದ ಹೊರಟು ಮನುಷ್ಯನನ್ನು ಹೊಲೆ ಮಾಡುತ್ತವೆ ಅಂದನು.  ಮಾರ್ಕ 7:21-23	",
},			
{			
"question" :	"	6 ಆ ಹೆಂಗಸಿನ ಮಗಳಿಗೆ ಏನು ತೊಂದರೆ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆ ಕಿವುಡಳಾಗಿದ್ದಳು	",
	"	B. ಆಕೆ ಕುರುಡಳಾಗಿದ್ದಳು	",
	"	C. ಆಕೆಗೆ ಕುಷ್ಠರೋಗವಿತ್ತು	",
	"	D. ಆಕೆಗೆ ದೆವ್ವ ಹಿಡಿದಿತ್ತು	"
],			
"correct" :	"	D. ಆಕೆಗೆ ದೆವ್ವ ಹಿಡಿದಿತ್ತು	",
"explanation" :	"	ಕೂಡಲೆ ಒಬ್ಬ ಹೆಂಗಸು ಆತನ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ ಬಂದು ಆತನ ಪಾದಕ್ಕೆ ಬಿದ್ದಳು.  ಆಕೆಯ ಮಗಳಿಗೆ ದೆವ್ವ ಹಿಡಿದಿತ್ತು.  ಮಾರ್ಕ 7:25	",
},			
{			
"question" :	"	7 ಆ ಹೆಂಗಸು ಯಾವ ಮತದವಳಾಗಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ	",
	"	B. ಗ್ರೀಕ್	",
	"	C. ಆಫ್ರೀಕ	",
	"	D. ಇಥಿಯೋಫಿಯ	"
],			
"correct" :	"	B. ಗ್ರೀಕ್	",
"explanation" :	"	ಆ ಹೆಂಗಸು ಅನ್ಯಮತದವಳೂ ಸುರೋಪೊಯಿನಿಕ್ಯರವಳೂ ಆಗಿದ್ದಳು.  ಮಾರ್ಕ 7:26	",
},			
{			
"question" :	"	8 ಆ ಹೆಂಗಸು ಯಾವುದನ್ನು ಮೇಜಿನಿಂದ ಕೆಳಗೆ ಬೀಳುವುದನ್ನು ನಾಯಿಮರಿಗಳು ತಿನ್ನುತ್ತವೆ ಎಂದು  ಹೇಳಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂಳೆಗಳು	",
	"	B. ರೊಟ್ಟಿ ಚೂರುಗಳು	",
	"	C. ಮಾಂಸ	",
	"	D. ಮಕ್ಕಳ ಕೈಯಿಂದ ಬೀಳುವ ರೊಟ್ಟೀ ತುಂಡುಗಳು	"
],			
"correct" :	"	D. ಮಕ್ಕಳ ಕೈಯಿಂದ ಬೀಳುವ ರೊಟ್ಟೀ ತುಂಡುಗಳು	",
"explanation" :	"	ಸ್ವಾಮೀ ಆ ಮಾತು ನಿಜವೇ, ಮೇಜಿನ ಕೆಳಗಿರುವ ನಾಯಿಮರಿಗಳಂತೂ ಮಕ್ಕಳ ಕೈಯಿಂದ ಬೀಳುವ ರೊಟ್ಟೀತುಂಡುಗಳನ್ನು ತಿನ್ನುತ್ತವಲ್ಲಾ ಎಂದು ಉತ್ತರ ಕೊಡಲು    ಮಾರ್ಕ 7:28	",
},			
{			
"question" :	"	9 ಯೇಸು ಸೌಖ್ಯಪಡಿಸಿದ ಮನುಷ್ಯನಿಗೆ ಏನು ತೊಂದರೆ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಕುರುಡನಾಗಿದ್ದನು	",
	"	B. ಆತನಿಗೆ ದೆವ್ವ ಹಿಡಿದಿತ್ತು	",
	"	C. ಅವನಿಗೆ ಕುಷ್ಠ ರೋಗವಿತ್ತು	",
	"	D. ಆತನು ತೊದಲು ಮಾತಾಡುವ ಒಬ್ಬ ಕಿವುಡ	"
],			
"correct" :	"	D. ಆತನು ತೊದಲು ಮಾತಾಡುವ ಒಬ್ಬ ಕಿವುಡ	",
"explanation" :	"	ಆಗ ಕೆಲವರು ತೊದಲು ಮಾತಾಡುವ ಒಬ್ಬ ಕಿವುಡನನ್ನು ಆತನ ಬಳಿಗೆ ಕರತಂದು ಇವನ ಮೇಲೆ ನಿನ್ನ ಕೈಯಿಡಬೇಕು ಎಂದು ಆತನನ್ನು ಬೇಡಿಕೊಂಡರು.   ಮಾರ್ಕ 7:32	",
},			
{			
"question" :	"	10 ಈ ಅದ್ಭುತಗಳನ್ನು ಯಾರಿಗೂ ತಿಳಿಸಬಾರದೆಂದು ಯೇಸು ಹೇಳಿದಾಗ ಆ ಜನರು ಏನು  ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಶಾಂತಿಯಿಂದ ಇದ್ದರು	",
	"	B. ಯಾಕೆಂದು ಪ್ರಶ್ನಿಸಿದರು	",
	"	C. ಯಾಜಕರಿಗೆ ಮಾತ್ರ ತಿಳಿಸಿದರು	",
	"	D. ಮತ್ತಷ್ಟು ಹೆಚ್ಚಾಗಿ ಅದನ್ನು ಹಬ್ಬಿಸಿದರು	"
],			
"correct" :	"	D. ಮತ್ತಷ್ಟು ಹೆಚ್ಚಾಗಿ ಅದನ್ನು ಹಬ್ಬಿಸಿದರು	",
"explanation" :	"	ಆಗ ಆತನು ಯಾರಿಗೂ ತಿಳಿಸಬಾರದೆಂದು ಅವರಿಗೆ ಖಂಡಿತವಾಗಿ ಹೇಳಿದರೂ ಅವರು ಮತ್ತುಷ್ಟು ಹೆಚ್ಚಾಗಿ ಅದನ್ನು ಹಬ್ಬಿಸಿದರು.  ಮಾರ್ಕ 7:36	",
},			
]			