var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1 ಎಷ್ಟು ದಿನಗಳ ಕಾಲ ಜನರು ಗುಂಪು ಯೇಸುವಿನ ಹತ್ತಿರ ಊಟವಿಲ್ಲದೆ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಲಾ ದಿನಗಳು	",
	"	B. 2 ದಿನಗಳು	",
	"	C. 3 ದಿನಗಳು	",
	"	D. 4 ದಿನಗಳು	"
],			
"correct" :	"	C. 3 ದಿನಗಳು	",
"explanation" :	"	ಯೇಸು ತನ್ನ ಶಿಷ್ಯರನ್ನು ಹತ್ತಿರಕ್ಕೆ ಕರೆದು ಈ ಜನರನ್ನು ನೋಡಿ ಕನಿಕರಪಡುತ್ತೇನೆ, ಇವರು ನನ್ನ ಬಳಿಗೆ ಬಂದು ಮೂರು ದಿನವಾಯಿತು; ಇವರಿಗೆ ಊಟಕ್ಕೆ ಏನೂ ಇಲ್ಲ;  ಮಾರ್ಕ 8:2	",
},			
{			
"question" :	"	2 ಶಿಷ್ಯರ ಬಳಿ ಎಷ್ಟು ಆಹಾರವಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. 7 ಮೀನು ಮತ್ತು ಕೆಲವು ರೊಟ್ಟಿ	",
	"	B. 7 ರೊಟ್ಟಿ ಮತ್ತು ಕೆಲವು ಮೀನು	",
	"	C. 5 ಮೀನು ಮತ್ತು 3 ರೊಟ್ಟಿ	",
	"	D. 5 ರೊಟ್ಟಿ ಮತ್ತು 3 ಮೀನು	"
],			
"correct" :	"	B. 7 ರೊಟ್ಟಿ ಮತ್ತು ಕೆಲವು ಮೀನು	",
"explanation" :	"	ಆತನು ನಿಮ್ಮಲ್ಲಿ ಎಷ್ಟು ರೊಟ್ಟಿಗಳಿವೆ ಎಂದು ಅವರನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಅವರು ಏಳು ಅವೆ ಅಂದರು.  ಆಗ ಆತನು ಜನರ ಗುಂಪಿಗೆ ನೆಲದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳಿರಿ ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟು ಆ ಏಳು ರೊಟ್ಟಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ದೇವರ ಸ್ತೋತ್ರ ಮಾಡಿ ಅವುಗಳನ್ನು ಮುರಿದು ಹಂಚುವುದಕ್ಕಾಗಿ ತನ್ನ ಶಿಷ್ಯರ ಕೈಗೆ ಕೊಟ್ಟನು; ಅವರು ಗುಂಪಿನವರಿಗೆ ಹಂಚಿಕೊಟ್ಟರು.  ಇದಲ್ಲದೆ ಅವರಲ್ಲಿ ಕೆಲವು ಸಣ್ಣ ಮೀನುಗಳಿದ್ದವು; ಅವುಗಳನ್ನು ಆತನು ತೆಗೆದುಕೊಂಡು ದೇವರ ಸ್ತೋತ್ರ ಮಾಡಿ ಇವುಗಳನ್ನೂ ಹಂಚಿಕೊಡಿರಿ ಅಂದನು.  ಮಾರ್ಕ 8:5-7	",
},			
{			
"question" :	"	3 ಸುಮಾರು ಎಷ್ಟು ಜನರು ಊಟ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1000	",
	"	B. 2000	",
	"	C. 3000	",
	"	D. 4000	"
],			
"correct" :	"	D. 4000	",
"explanation" :	"	ಊಟ ಮಾಡಿದವರು ಹೆಚ್ಚು ಕಡಿಮೆ ನಾಲ್ಕು ಸಾವಿರ ಮಂದಿ.  ಮಾರ್ಕ 8:9	",
},			
{			
"question" :	"	4 ಎಷ್ಟು ಹೆಡಿಗೆ ರೊಟ್ಟಿ ಮತ್ತು ಮೀನಿನ ತುಂಡುಗಳು ಮಿಕ್ಕಿದವು?	",
"image" :	"",		
"choices" : [			
	"	A. 3	",
	"	B. 5	",
	"	C. 7	",
	"	D. 9	"
],			
"correct" :	"	C. 7	",
"explanation" :	"	ಮಿಕ್ಕ ತುಂಡುಗಳನ್ನು ಕೂಡಿಸಲಾಗಿ ಏಳು ಹೆಡಿಗೆ ಆದವು.  ಮಾರ್ಕ 8:8	",
},			
{			
"question" :	"	5 ಯೇಸು ಏನು ಮಾಡಬೇಕೆಂದು ಫರಿಸಾಯರು ಆಸೆ ಪಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರಿಗೆ ಒಂದು ಸೂಚನೆ ತೋರಿಸಬೇಕೆಂದು	",
	"	B. ಸಭಾಮಂದಿರದಲ್ಲಿ ಭೋದಿಸಬೇಕೆಂದು	",
	"	C. ಅವರಿಗೆ ರೊಟ್ಟಿ ಕೊಡಬೇಕೆಂದು	",
	"	D. ಅವರಿಗೆ ಗೌರವ ಕೊಡಬೇಕೆಂದು	"
],			
"correct" :	"	A. ಅವರಿಗೆ ಒಂದು ಸೂಚನೆ ತೋರಿಸಬೇಕೆಂದು	",
"explanation" :	"	ತರುವಾಯ ಫರಿಸಾಯರು ಹೊರಟು ಬಂದು ಆತನ ಕೂಡ ತರ್ಕ ಮಾಡುತ್ತಾ ಪರೀಕ್ಷಿಸುವದಕ್ಕಾಗಿ ನೀನು ಆಕಾಶದಲ್ಲಿ ಒಂದು ಸೂಚಕಕಾರ್ಯವನ್ನು ತೋರಿಸಿಕೊಡಬೇಕೆಂದು ಕೇಳುತ್ತಿರಲು;  ಮಾರ್ಕ 8:11	",
},			
{			
"question" :	"	6 ಫರಿಸಾಯರ ಮತ್ತು ಹೆರೋದನ ಯಾವ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರವಾಗಿರಬೇಕೆಂದು ಯೇಸು  ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಳಿಹಿಟ್ಟು	",
	"	B. ಸೂಚನೆಗಳು	",
	"	C. ಹಿಂಸಾಚಾರ	",
	"	D. ಬಂಧನ	"
],			
"correct" :	"	A. ಹುಳಿಹಿಟ್ಟು	",
"explanation" :	"	ಯೇಸು ಅವರಿಗೆ ಎಚ್ಚರಿಕೆ, ಫರಿಸಾಯರ ಮತ್ತು ಹೆರೋದನ ಹುಳಿಹಿಟ್ಟಿನ ವಿಷಯದಲ್ಲಿ ನೋಡಿಕೊಳ್ಳಿರ ಎಂದು ಖಂಡಿತವಾಗಿ ಹೇಳಲು;   ಮಾರ್ಕ 8:15	",
},			
{			
"question" :	"	7 ಮೊದಲ ಸಾರಿ ಯೇಸು ಕುರುಡು ವ್ಯಕ್ತಿಯ ಕಣ್ಣುಗಳ ಮೇಲೆ ಕೈ ಇಟ್ಟಾಗ, ಆತನಿಗೆ ಮನುಷ್ಯರು  ಯಾವ ರೀತಿ ಕಾಣುತ್ತಿದ್ದಾರೆಂದು ಆತನು ಹೇಳಿದ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನನ್ನು ಗುರುತು ಹಿಡಿಯಲು ಬರುತ್ತಿದ್ದಾರೆ	",
	"	B. ಮರಗಳು ನಡೆದಾಡುವಂತೆ	",
	"	C. ಮಸಕು ಮಸಕಾಗಿ	",
	"	D. ಮಂದವಾಗಿ	"
],			
"correct" :	"	B. ಮರಗಳು ನಡೆದಾಡುವಂತೆ	",
"explanation" :	"	ಅವನು ತಲೆಯೆತ್ತಿ ನೋಡಿ ನನಗೆ ಜನರು ಕಾಣುತ್ತಾರೆ; ಅವರು ಮರಗಳಂತೆ ಕಾಣಿಸಿದರೂ ತಿರುಗಾಡುತ್ತಾ ಇದ್ದಾರೆ ಅಂದನು.  ಮಾರ್ಕ 8:24	",
},			
{			
"question" :	"	8 “ ನೀವು ನನ್ನನ್ನು ಯಾರೆನ್ನುತ್ತೀರಿ?” ಎಂದು ಯೇಸು ಕೇಳಿದಾಗ, ಪೇತ್ರನು ಏನೆಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯ	",
	"	B. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	C. ಪ್ರವಾದಿಯಲ್ಲಿ ಒಬ್ಬನು	",
	"	D. ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	D. ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನು	",
"explanation" :	"	ಆತನು ಅವರನ್ನು ಆದರೆ ನೀವು ನನ್ನನ್ನು ಯಾರನ್ನುತ್ತೀರಿ? ಎಂದು ಕೇಳಲಾಗಿ ಪೇತ್ರನು ನೀನು ಬರಬೇಕಾಗಿರುವ ಕ್ರಿಸ್ತನು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು.  ಮಾರ್ಕ 8:29	",
},			
{			
"question" :	"	9 ಯೇಸು ತನ್ನ ಮರಣದ ಕುರಿತು ಮಾಡನಾಡಿದಾಗ, ಆತನನ್ನು ಯಾರು ಗದರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯರು	",
	"	B. ಪೇತ್ರ	",
	"	C. ಯಾಕೋಬ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	B. ಪೇತ್ರ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆತನು ಮನುಷ್ಯಕುಮಾರನು ಬಹು ಕಷ್ಟಗಳನ್ನನುಭವಿಸಿ ಹಿರಿಯರಿಂದಲೂ ಮಹಾಯಾಜಕರಿಂದಲೂ ಶಾಸ್ತ್ರಿಗಳಿಂದಲೂ ನಿರಾಕೃತವಾಗಿ ಕೊಲ್ಲಲ್ಪಟ್ಟು ಮೂರು ದಿನದ ಮೇಲೆ ಜೀವಿತನಾಗಿ ಎದ್ದು ಬರಬೇಕಾಗಿದೆ ಎಂದು ಉಪದೇಶಮಾಡುವದಕ್ಕೆ ಪ್ರಾರಂಭ ಮಾಡಿದನು.  ಆತನು ಈ ಮಾತನ್ನು ಏನೂ ಗುಂಬವಿಲ್ಲದೆ ಹೇಳಿದನು, ಆಗ ಪೇತ್ರನು ಆತನ ಕೈಹಿಡಿದು ಆತನನ್ನು ಗದರಿಸುವದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಲು;     ಮಾರ್ಕ 8:31-32	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು: “ಒಬ್ಬ ಮನುಷ್ಯನು ಲೋಕವನ್ನೆಲ್ಲಾ ಸಂಪಾದಿಸಿಕೊಂಡರೂ ………………… ಅವನಿಗೆ ಪ್ರಯೋಜನವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬುದ್ದಿನಷ್ಟಪಟ್ಟರೆ	",
	"	B. ಕುಟುಂಬ ನಷ್ಟಪಟ್ಟರೆ	",
	"	C. ಪ್ರಾಣನಷ್ಟ ಪಟ್ಟರೆ	",
	"	D. ತನ್ನ ಒಗ್ಗಟ್ಟನ್ನು ನಷ್ಟಪಟ್ಟರೆ	"
],			
"correct" :	"	C. ಪ್ರಾಣನಷ್ಟ ಪಟ್ಟರೆ	",
"explanation" :	"	ಒಬ್ಬ ಮನುಷ್ಯನು ಲೋಕವನ್ನೆಲ್ಲಾ ಸಂಪಾದಿಸಿಕೊಂಡರೂ ಪ್ರಾಣನಷ್ಟಪಟ್ಟರೆ ಅವನಿಗೆ ಪ್ರಯೋಜನವೇನು?     ಮಾರ್ಕ 8:36	",
},			
]			