var quiztitle = "ಮಾರ್ಕ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ರೂಪಾಂತ್ರದ ಬೆಟ್ಟಕ್ಕೆ ತನ್ನೊಂದಿಗೆ ಯಾವ ಶಿಷ್ಯರನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಕ, ಲೂಕ ಮತ್ತು ಪೇತ್ರ	",
	"	B. ಆಂದ್ರೇಯ, ಪೇತ್ರ ಮತ್ತು ಯೋಹಾನ	",
	"	C. ಪೇತ್ರ, ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
	"	D. ಮಾರ್ಕ , ಯಾಕೋಬ ಮತ್ತು ಪೇತ್ರ	"
],			
"correct" :	"	C. ಪೇತ್ರ, ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
"explanation" :	"	ಆರು ದಿವಸಗಳಾದ ಮೇಲೆ ಯೇಸು ಪೇತ್ರ ಯಾಕೋಬ ಯೋಹಾನರನ್ನು ಮಾತ್ರ ವಿಂಗಡವಾಗಿ ಕರಕೊಂಡು ಎತ್ತರವಾದ ಬೆಟ್ಟಕ್ಕೆ ಹೋದನು.  ಮಾರ್ಕ 9:2	",
},			
{			
"question" :	"	2 ಯೇಸುವಿಗೆ ಯಾರು ಕಾಣಿಸಿಕೊಂಡು ಮಾತನಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ ಮತ್ತು ಇಸಾಕ	",
	"	B. ಅಬ್ರಹಾಮ ಮತ್ತು ಮೋಶೆ	",
	"	C. ಮೋಶೆ ಮತ್ತು ಎಲೀಯ	",
	"	D. ದೇವದೂತರು	"
],			
"correct" :	"	C. ಮೋಶೆ ಮತ್ತು ಎಲೀಯ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಎಲೀಯನೂ ಮೋಶೆಯೂ ಅವರಿಗೆ ಕಾಣಿಸಿಕೊಂಡು ಯೇಸುವಿನ ಸಂಗಡ ಮಾತಾಡುತ್ತಿದ್ದರು.  ಮಾರ್ಕ 9:4	",
},			
{			
"question" :	"	3 ಪೇತ್ರನು ಏನು ಮಾಡಬೇಕೆಂದು ಆಸೆ ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. 3 ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟಬೇಕೆಂದು	",
	"	B. ಬೇರೆ ಶಿಷ್ಯರನ್ನು ಕರೆತರಬೇಕೆಂದು	",
	"	C. ಫರಿಸಾಯರಿಗೆ ಹೇಳಬೇಕೆಂದು	",
	"	D. ದೇವದೂತರೊಂದಿಗೆ ಮಾತನಾಡಬೇಕೆಂದು	"
],			
"correct" :	"	A. 3 ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟಬೇಕೆಂದು	",
"explanation" :	"	ಆಗ ಪೇತ್ರನು ಯೇಸುವಿಗೆ - ಗುರುವೇ, ನಾವು ಇಲ್ಲೇ ಇರುವದು ಒಳ್ಳೇದೆ; ಮೂರು ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟುವೆವು; ನಿಗೊಂದು ಮೋಶೆಗೊಂದು ಎಲೀಯನಿಗೊಂದು ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 9:5	",
},			
{			
"question" :	"	4 ಮೋಡದೊಳಗಿಂದ ಏನೆಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನ ಮಾತನ್ನು ಕೇಳಿರಿ	",
	"	B. ಇಲ್ಲಿ ನನಗೊಂದು ಗುಡಾರ ಕಟ್ಟಿರಿ	",
	"	C. ನನ್ನ ಕೋಪವನ್ನು ಕೇಳಿರಿ	",
	"	D. ನನ್ನ ಆಜೆÐಗಳನ್ನು ಅನುಸರಿಸಿ ಮತ್ತು ಅದರಂತೆ ಬಾಳಿರಿ	"
],			
"correct" :	"	A. ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನ ಮಾತನ್ನು ಕೇಳಿರಿ	",
"explanation" :	"	ಮೋಡವು ಬಂದು ಅವರ ಮೇಲೆ ಕವಿಯಿತು.  ಆ ಮೋಡದೊಳಗಿಂದ ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು; ಈತನ ಮಾತನ್ನು ಕೇಳಿರಿ ಎಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು.     ಮಾರ್ಕ 9:7	",
},			
{			
"question" :	"	5 ಆ ಮನುಷ್ಯನ ಮಗನಿಗೆ ಏನು ತೊಂದರೆ ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನಿಗೆ ಕುಷ್ಠರೋಗವಿತ್ತು	",
	"	B. ಅವನು ಕುರುಡನಾಗಿದ್ದನು	",
	"	C. ಅವನಿಗೆ ಮೂಕ ದೆವ್ವ ಹಿಡಿದಿತ್ತು	",
	"	D. ಅವನಿಗೆ ಪಾಶ್ರ್ವವಾಯು ರೋಗವಿತ್ತು	"
],			
"correct" :	"	C. ಅವನಿಗೆ ಮೂಕ ದೆವ್ವ ಹಿಡಿದಿತ್ತು	",
"explanation" :	"	ಒಬ್ಬನು ಬೋಧಕನೇ, ನನ್ನ ಮಗನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕರಕೊಂಡು ಬಂದೆನು; ಅವನಿಗೊಂದು ಮೂಗದೆವ್ವ ಹಿಡಿದದೆ;         ಮಾರ್ಕ 9:17	",
},			
{			
"question" :	"	6 ಆ ಮನುಷ್ಯನು ಯೇಸುವನ್ನು ಕೇಳಿದನು, ನಿನ್ನ ಕೈಯಲ್ಲಿ ಏನಾದರು ಆಗುವ ಹಾಗಿದ್ದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ನೀನು ಅವನನ್ನು ಯಾಕೆ ಸ್ವಸ್ಥ ಮಾಡಬಾರದು?	",
	"	B. ನಮ್ಮ ಮೇಲೆ ಕರುಣವಿಟ್ಟ ನಮಗೆ ಸಹಾಯಮಾಡು	",
	"	C. ನನ್ನ ಮಗನಿಗೆ ಯಾಕೆ ಹೀಗಿದ್ದಾನೆ?	",
	"	D. ನಮಗೆ ಯಾಕೆ?	"
],			
"correct" :	"	B. ನಮ್ಮ ಮೇಲೆ ಕರುಣವಿಟ್ಟು ನಮಗೆ ಸಹಾಯಮಾಡು	",
"explanation" :	"	ಇವನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಆಗಾಗ್ಗೆ ಬೆಂಕಿಯಲ್ಲಿಯೂ ನೀರಿನಲ್ಲಿಯೂ ಕೆಡವಿತು; ನಿನ್ನ ಕೈಲಿ ಏನಾದರೂ ಆಗುವ ಹಾಗಿದ್ದರೆ ನಮ್ಮ ಮೇಲೆ ಕರುಣವಿಟ್ಟು ನಮಗೆ ಸಹಾಯಮಾಡು ಅಂದನು.  ಮಾರ್ಕ 9:22	",
},			
{			
"question" :	"	7 ಯೇಸು ಹೇಳಿದ್ದು: “___________ ಎಲ್ಲಾ ಆಗುವದು”	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕದ ಕೆಳಗೆ	",
	"	B. ನಮ್ಮ ಸುತ್ತೂ ಇರುವ ದೂತರಿಗೆ	",
	"	C. ನಂಬುವವನಿಗೆ	",
	"	D. ಈ ಲೋಕದ ಜನರಿಗೆ	"
],			
"correct" :	"	C. ನಂಬುವವನಿಗೆ	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ ನಿನ್ನ ಕೈಲಿ ಆಗುವ ಹಾಗಿದ್ದರೆ ಅನ್ನುತ್ತೀಯೋ? ನಂಬುವವನಿಗೆ ಎಲ್ಲಾ ಆಗುವದು ಎಂದು ಹೇಳಿದನು.  ಮಾರ್ಕ 9:25	",
},			
{			
"question" :	"	8 ಅದನ್ನು ಬಿಡಿಸಲಿಕ್ಕೆ ನಮ್ಮಿಂದ ಯಾಕೆ ಆಗಲಿಲ್ಲವೆಂದು ಯೇಸುವನ್ನು ಶಿಷ್ಯರು ಏಕಾಂತದಲ್ಲಿ ಕೇಳು ಆತನು - ಈ ಜಾತಿಯು ……………………………. ಹೊರತು ಬೇರೆ ಯಾತರಿಂದಲು ಬಿಟ್ಟು ಹೋಗುವುದಿಲ್ಲ” ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರವಾದಿಯ ಕೈಯಿಂದ	",
	"	B. ಯಾಜಕರ ಕೈಯಿಂದ	",
	"	C. ದೂತರು ಬಂದು ಮುಟ್ಟುವುದರಿಂದ	",
	"	D. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸಗಳಿಂದ	"
],			
"correct" :	"	D. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸಗಳಿಂದ	",
"explanation" :	"	ಯೇಸು ಮನೆಗೆ ಬಂದಾಗ ಆತನ ಶಿಷ್ಯರು ಅದನ್ನು ಬಿಡಿಸಲಿಕ್ಕೆ ನಮ್ಮಿಂದ ಯಾಕೆ ಆಗಲಿಲ್ಲವೆಂದು ಆತನನ್ನು ಏಕಾಂತದಲ್ಲಿ ಕೇಳಲು ಆತನು ಈ ಜಾತಿಯು ದೇವರ ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸದಿಂದಲೇ ಹೊರತು ಬೇರೆ ಯಾತರಿಂದಲೂ ಬಿಟ್ಟು ಹೋಗುವದಿಲ್ಲವೆಂದು ಅವರಿಗೆ ಹೇಳಿದನು.  ಮಾರ್ಕ 9:28-29	",
},			
{			
"question" :	"	9 ಶಿಷ್ಯರು ಯಾವ ವಿಷಯಕ್ಕಾಗಿ ವಾಗ್ವಾದ ಮಾಡಿಕೊಂಡಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಣವು ಯಾರ ಬಳಿ ಇರಬೇಕೆಂದು	",
	"	B. ಆಹಾರ	",
	"	C. ಉಪ್ಪು	",
	"	D. ತಮ್ಮಲ್ಲಿ ಹೆಚ್ಚಿನವನು ಯಾರು ಎಂದು	"
],			
"correct" :	"	D. ತಮ್ಮಲ್ಲಿ ಹೆಚ್ಚಿನವನು ಯಾರು ಎಂದು	",
"explanation" :	"	ಯಾಕೆಂದರೆ ಅವರು ದಾರಿಯಲ್ಲಿ ಒಬ್ಬರಕೂಡೊಬ್ಬರು ತಮ್ಮಲ್ಲಿ ಯಾವನು ಹೆಚ್ಚಿನವನೆಂದು ವಾಗ್ವಾದ ಮಾಡಿಕೊಂಡಿದ್ದರು.  ಮಾರ್ಕ 9:34	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು: “ಯಾವನಾದರು ಮೊದಲಿನವನಾಗಬೇಕೆಂದಿದ್ದರು……………”	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಲರಲ್ಲಿ ಕಡೆಯವನೂ ಎಲ್ಲರ ಆಳೂ ಆಗಿರಬೇಕು	",
	"	B. ಮೊದಲಿಗನಾಗಿರಬೇಕು	",
	"	C. ದೇವರ ವಾಕ್ಯಗಳಲ್ಲಿ ಬುದ್ದಿವಂತನಾಗಿರಬೇಕು	",
	"	D. ಗೌರವಸ್ಥನಾಗಿರಬೇಕು	"
],			
"correct" :	"	A. ಎಲ್ಲರಲ್ಲಿ ಕಡೆಯವನೂ ಎಲ್ಲರ ಆಳೂ ಆಗಿರಬೇಕು	",
"explanation" :	"	ಆತನು ಕೂತುಕೊಂಸು ತನ್ನ ಹನ್ನೆರಡು ಮಂದಿ ಶಿಷ್ಯರನ್ನು ಕರೆದು ಅವರಿಗೆ ಯಾವನಾದರೂ ಮೊದಲಿನವನಾಗಬೇಕೆಂದಿದ್ದರೆ ಅವನು ಎಲ್ಲರಲ್ಲಿ ಕಡೆಯವನೂ ಎಲ್ಲರ ಆಳೂ ಆಗಿರಬೇಕು ಎಂದು ಹೇಳಿ; ಮಾರ್ಕ 9:35	",
},			
]			