var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1  ಯಾರ ವಂಶಾವಳಿಯ ಕ್ರಮದಿಂದ ಈ ಪುಸ್ತಕವು  ಪ್ರಾರಂಭವಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ	",
	"	B. ಯೇಸು	",
	"	C. ಪೇತ್ರ	",
	"	D. ಪೌಲ	"
],			
"correct" :	"	B. ಯೇಸು	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನ ವಂಶಾವಳಿಯು, ಆತನು ದಾವೀದನ ವಂಶದವನು, ದಾವೀದನು ಅಬ್ರಹಾಮನ ವಂಶದವನು.  ಮತ್ತಾಯ 1:1	",
},			
{			
"question" :	"	2.  ಯೇಸುಕ್ರಿಸ್ತನ ವಂಶದಿಂದ ಬಂದ ಅರಸನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದ	",
	"	B. ಹೆರೋದ	",
	"	C. ಸೌಲ	",
	"	D. ದಾರ್ಯಾವೇಷನು	"
],			
"correct" :	"	A. ದಾವೀದ	",
"explanation" :	"	ಇಷಯನು ಅರಸನಾದ ದಾವೀದನನ್ನು ಪಡೆದನು ಮತ್ತಾಯ 1:6	",
},			
{			
"question" :	"	3.  ಮರಿಯಳೊಂದಿಗೆ ನಿಶ್ಚಯವಾಗಿದ್ದ ಪುರುಷನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದ	",
	"	B. ಒಬೇಧ್ಯ	",
	"	C. ಅಬ್ರಹಾಮ	",
	"	D. ಯೋಸೇಫ	"
],			
"correct" :	"	D. ಯೋಸೇಫ	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನ ಜನನವು ಹೇಗಾಯಿತಂದರೆ - ಆತನ ತಾಯಿಯಾದ ಮರಿಯಳನ್ನು ಯೋಸೇಫನಿಗೆ ನಿಶ್ಚಯ ಮಾಡಿರಲಾಗಿ - ಮತ್ತಾಯ 1:18	",
},			
{			
"question" :	"	4.  ಅವರು ಕೂಡುವುದಕ್ಕೂ ಮುನ್ನ, ಮರಿಯಳು ______ ಕಂಡುಬಂದಿತು	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಣೆಯಾಗಿದ್ದಾಗಿ	",
	"	B. ಬಸುರಾಗಿದ್ದಿದು	",
	"	C. ಮದುವೆಯಾಗಲು ಇನ್ನೂ ಚಿಕ್ಕಪ್ರಾಯದವಳಾಗಿ	",
	"	D. ಕುಷ್ಠರೋಗಿಯಾಗಿ	"
],			
"correct" :	"	B. ಬಸುರಾಗಿದ್ದಿದು	",
"explanation" :	"	ಅವರು ಕೂಡುವುದಕ್ಕಿಂತ ಮುಂಚೆ ಆಕೆಯು ಪವಿತ್ರಾತ್ಮನಿಂದ ಬಸುರಾಗಿದ್ದದ್ದು ತಿಳಿದು ಬಂತು. - ಮತ್ತಾಯ 1:18	",
},			
{			
"question" :	"	5  ಯೋಸೇಫನು ಎಂತಹ ಮನುಷ್ಯನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಉದ್ದನೆಯ ಮನುಷ್ಯ	",
	"	B. ಒಬ್ಬ ವೃತ್ತಿಪರ ಮನುಷ್ಯ	",
	"	C. ಒಬ್ಬ ಸೋಮಾರಿ ಮನುಷ್ಯ	",
	"	D. ಒಬ್ಬ ಸಜ್ಜನ ಮನುಷ್ಯ	"
],			
"correct" :	"	D. ಒಬ್ಬ ಸಜ್ಜನ ಮನುಷ್ಯ	",
"explanation" :	"	ಆಕೆಯ ಗಂಡನಾದ ಯೋಸೇಫನು ಸಜ್ಜನನಾಗಿದ್ದು. . . . .  - ಮತ್ತಾಯ 1:19	",
},			
{			
"question" :	"	6  ಯೋಸೇಫನಿಗೆ ದೇವದೂತನು ಕಾಣಿಸಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯದಲ್ಲಿ	",
	"	B. ಬೆಳಗಿನ ಜಾವದಲ್ಲಿ	",
	"	C. ಕನಸಿನಲ್ಲಿ	",
	"	D. ಮರುಭೂಮಿಯಲ್ಲಿ	"
],			
"correct" :	"	C. ಕನಸಿನಲ್ಲಿ	",
"explanation" :	"	ಅವನು ಇದನ್ನು ಆಲೋಚಿಸುತ್ತಿರುವಾಗ ಕರ್ತನ ದೂತನು ಅವನಿಗೆ ಕನಸಿನಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡು - ಮತ್ತಾಯ 1:20	",
},			
{			
"question" :	"	7  ದೇವದೂತನು ಯೋಸೇಪನಿಗೆ ಮರಿಯಳನ್ನು ಹೆಂಡತಿಯಾಗಿ ಮಾಡಿಕೊಳ್ಳಲು ಹೇಳಿದನು, ಏಕೆಂದರೆ ಅವಳು _______________ಗರ್ಭಿಣಿಯಾಗಿದ್ದಳು	",
"image" :	"",		
"choices" : [			
	"	A. ಪವಿತ್ರಾತ್ಮನಿಂದ	",
	"	B. ಅರಸನಾಗುವನು	",
	"	C. ಪ್ರಖ್ಯಾತಿ ಹೊಂದುವನು	",
	"	D. ಯಾಜಕನಾಗುವನು	"
],			
"correct" :	"	A. ಪವಿತ್ರಾತ್ಮನಿಂದ	",
"explanation" :	"	ಎಲೈ ಯೋಸೇಫನೇ, ದಾವೀದನ ವಂಶದವನೇ, ನಿನ್ನ ಹೆಂಡತಿಯಾದ ಮರಿಯಳನ್ನು ಸೇರಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಅಂಜಬೇಡ.  ಆಕೆಯ ಗರ್ಭವು ಪವಿತ್ರಾತ್ಮದಿಂದಲೇ ಆದದ್ದು. - ಮತ್ತಾಯ 1:20	",
},			
{			
"question" :	"	8 ದೇವದೂತನು ಮಗುವಿಗೆ ಯೇಸು ಎಂದು ಹೆಸರಿಡಬೇಕೆಂದು ಸೂಚಿಸಿದನು, ಏಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಅದು ಒಳ್ಳೆಯ ಯೆಹೂದ್ಯರ ಹೆಸರಾಗಿತ್ತು	",
	"	B. ಆತನು ತನ್ನ ಜನರನ್ನು ಪಾಪಗಳಿಂದ ರಕ್ಷಿಸುವನು	",
	"	C. ಆತನು ಅನೇಕ ಜನರಿಂದ ಗುರುತಿಸಲ್ಪಡುತ್ತಾನೆ	",
	"	D. ಅದು ಒಂದು ಪ್ರವಾದಿಯ ಹೆಸರಾಗಿತ್ತು	"
],			
"correct" :	"	B. ಆತನು ತನ್ನ ಜನರನ್ನು ಪಾಪಗಳಿಂದ ರಕ್ಷಿಸುವನು	",
"explanation" :	"	ನೀನು ಆತನಿಗೆ ಯೇಸು ಎಂದು ಹೆಸರಿಡಬೇಕು, ಯಾಕಂದರೆ ಆತನೇ ತನ್ನ ಜನರನ್ನು ಅವರ ಪಾಪಗಳಿಂದ ಬಿಡಿಸಿ ಕಾಯುವನು ಅಂದನು. - ಮತ್ತಾಯ 1:21	",
},			
{			
"question" :	"	9  ಇಮ್ಮಾನುವೇಲ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು ನಮ್ಮೊಂದಿಗಿದ್ದಾನೆ	",
	"	B. ದೇವರ ಆರ್ಶೀವಾದ	",
	"	C. ವಿಶೇಷವಾದ ಮಗು	",
	"	D. ದೇವರ ಉಡುಗೊರೆ	"
],			
"correct" :	"	A. ದೇವರು ನಮ್ಮೊಂದಿಗಿದ್ದಾನೆ	",
"explanation" :	"	ಆತನಿಗೆ ಇಮ್ಮಾನುವೇಲ ಎಂದು ಹೆಸರಿಡುವರು ಎಂಬದು. ದೇವರು ನಮ್ಮ ಕೂಡ ಇದ್ದಾನೆಂದು ಈ ಹೆಸರಿನ ಅರ್ಥ. - ಮತ್ತಾಯ 1:23	",
},			
{			
"question" :	"	10 ಯೊಸೇಫನು ಮಗುವನ್ನು ಏನೆಂದು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದ	",
	"	B. ಅಬ್ರಹಾಮ	",
	"	C. ಯೊಸೇಫ	",
	"	D. ಯೇಸು	"
],			
"correct" :	"	D. ಯೇಸು	",
"explanation" :	"	ಮಗುವಿಗೆ ಯೇಸುವೆಂದು ಹೆಸರಿಟ್ಟನು. ಮತ್ತಾಯ 1:25	",
},			
]			