var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವನ್ನು ಹಿಡಿದುಕೊಟ್ಟ ಶಿಷ್ಯನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿಮೋನ	",
	"	B. ಆಂದ್ರೇಯ	",
	"	C. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	D. ಫಿಲಿಪ್ಪಿ	"
],			
"correct" :	"	C. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
"explanation" :	"	ಯೇಸುವನ್ನು ಹಿಡಿದುಕೊಟ್ಟ ಇಸ್ಕರಿಯೋತ ಯೂದ.  ಮತ್ತಾಯ 10:4	",
},			
{			
"question" :	"	2. ಶಿಷ್ಯರನ್ನು ಯೇಸು ಇವರ ಬಳಿಗೆ ಉಪದೇಶಿಸಲು ಕಳುಹಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಪಿಲಿಪ್ಪಿಯರಿಗೆ	",
	"	B. ರೋಮಾಪುರದವರಿಗೆ	",
	"	C. ಅನ್ಯಜನಗಳಿಗೆ	",
	"	D. ತಪ್ಪಿಹೋದ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಾಯೇಲ್ಯರು	"
],			
"correct" :	"	D. ತಪ್ಪಿಹೋದ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಾಯೇಲ್ಯರು	",
"explanation" :	"	ಇವರನ್ನು ಬಿಟ್ಟು ತಪ್ಪಿಸಿಕೊಂಡ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಾಯೇಲನ ಮನೆತನದವರ ಬಳಿಗೆ ಹೋಗಿರಿ.  ಮತ್ತಾಯ 10:6	",
},			
{			
"question" :	"	3. ಯಾರಾದರು ನಿಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಳ್ಳದೆ ಹೋದರೆ ಆ ಊರನ್ನು ಬಿಟುಹೋಗುವಾಗ ನೀವು ಏನು ಮಾಡಬೇಕೆಂದು ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಭೂಮಿಯನ್ನು ಶಪಿಸಬೇಕು	",
	"	B. ಅವರ ಕ್ಷಮಾಪಣೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸಬೇಕು	",
	"	C. ಕಾಲಿನ ದೂಳನ್ನು ಜಾಡಿಸಬೇಕು	",
	"	D. ಹಿಂತಿರುಗಿ ಮತ್ತೆ ಆ ಪಟ್ಟಣವನ್ನು ಪ್ರವೇಶಿಸಬೇಕು	"
],			
"correct" :	"	C. ಕಾಲಿನ ದೂಳನ್ನು ಜಾಡಿಸಬೇಕು	",
"explanation" :	"	ಯಾರಾದರೂ ನಿಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಳ್ಳದೆಯೂ ನಿಮ್ಮ ವಾಕ್ಯಗಳನ್ನು ಕೇಳದೆಯೂ ಹೋದರೆ ನೀವು ಆ ಮನೆಯನ್ನಾಗಲಿ ಆ ಊರನ್ನಾಗಲಿ ಬಿಟ್ಟು ಹೊರಡುವಾಗ ನಿಮ್ಮ ಕಾಲಿಗೆ ಹತ್ತಿದ ದೂಳನ್ನು ಝಾಡಿಸಿಬಿಡಿರಿ.  ಮತ್ತಾಯ 10:14	",
},			
{			
"question" :	"	4 ಆದುದರಿಂದ ಸರ್ಪಗಳಂತೆ ಜಾಣರೂ, ______ಗಳಂತೆ ನಿಷ್ಕಪಟಿಗಳೂ ಆಗಿರಿ ಎಂದು  ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಸೂಚಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾರಿವಾಳ	",
	"	B. ಚಿಟ್ಟೆ	",
	"	C. ಮಕ್ಕಳು	",
	"	D. ದೇವದೂತರು	"
],			
"correct" :	"	A. ಪಾರಿವಾಳ	",
"explanation" :	"	ಆದುದರಿಂದ ಸರ್ಪಗಳಂತೆ ಜಾಣರೂ, ಪಾರಿವಾಳಗಳಂತೆ ನಿಷ್ಕಪಟಿಗಳೂ ಆಗಿರಿ.  ಮತ್ತಾಯ 10:16	",
},			
{			
"question" :	"	5 ಕಡೇವರೆಗೂ ತಾಳುವವನು _____ ಹೊಂದುವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಬಹುದೂರ	",
	"	B. ರಕ್ಷಣೆ	",
	"	C. ಗೌರವ	",
	"	D. ಸ್ಮರಣೆ	"
],			
"correct" :	"	B. ರಕ್ಷಣೆ	",
"explanation" :	"	ಆದರೆ ಕಡೇವರೆಗೂ ತಾಳುವವನು ರಕ್ಷಣೆ ಹೊಂದುವನು.  ಮತ್ತಾಯ 10:23	",
},			
{			
"question" :	"	6 ಯೇಸು ಹೇಳಿದ್ದು, ನೀವು ದೇಹವನ್ನು ಕೊಂದು, ______ ಹೆದರಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಆತ್ಮವನ್ನು ಕೊಲ್ಲಲಾರದವರಿಗೆ	",
	"	B. ಮತ್ತೆ ನೀವು ಎದ್ದು ಬರುವುದರಿಂದ	",
	"	C. ಏಕೆಂದರೆ ಅವರ ಮೇಲೆ ನಿಮಗೆ ಅಧಿಕಾರ ಉಂಟು	",
	"	D. ಅವರ ತಮ್ಮ ಕೃತ್ಯಗಳಿಗೆ ದಂಡ ಪಾವತಿಸುವರು	"
],			
"correct" :	"	A. ಆತ್ಮವನ್ನು ಕೊಲ್ಲಲಾರದವರಿಗೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ದೇಹವನ್ನು ಕೊಂದು ಆತ್ಮವನ್ನು ಕೊಲ್ಲಲಾರದವರಿಗೆ ಹೆದರಬೇಡಿರಿ. ಮತ್ತಾಯ 10:28	",
},			
{			
"question" :	"	7 ಯಾವುದು ಎಣಿದೆಯಾಗಲ್ಪಟ್ಟಿದೆ ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೋಕದ ಪಾಪಗಳು	",
	"	B. ಲೋಕದ ಜನರು	",
	"	C. ನಿಮ್ಮ ತಲೇಕೂದಲುಗಳೂ	",
	"	D. ನನ್ನ ಶಿಷ್ಯರು	"
],			
"correct" :	"	C. ನಿಮ್ಮ ತಲೇಕೂದಲುಗಳೂ	",
"explanation" :	"	ನಿಮ್ಮ ತಲೇಕೂದಲುಗಳು ಸಹ ಎಲ್ಲವೂ ಎಣಿಕೆಯಾಗಿವೆ.  ಮತ್ತಾಯ: 10:30	",
},			
{			
"question" :	"	8 ಯೇಸು ಹೇಳಿದ್ದು, ಜನರ ಮುಂದೆ ಯಾರು ನನ್ನನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವರೋ _____	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ತಂದೆಯ ಮುಂದೆ ಆತನು ಒಪ್ಪಿಕೊಳ್ಳುವನು	",
	"	B. ಅವನು ಹೆಚ್ಚಿಸಲ್ಪಡುವನು	",
	"	C. ಅವನು ಬಹುಮಾನ ಹೊಂದುವನು	",
	"	D. ಅವನು ನನ್ನ ಶಿಷ್ಯನು	"
],			
"correct" :	"	A. ತನ್ನ ತಂದೆಯ ಮುಂದೆ ಆತನು ಒಪ್ಪಿಕೊಳ್ಳುವನು	",
"explanation" :	"	ಯಾವನು ಮನುಷ್ಯರ ಮುಂದೆ ತಾನು ಯೇಸುವಿನವನೆಂದು ಒಪ್ಪಿಕೊಳ್ಳುವನೋ, ನಾನು ಸಹ ಅವನನ್ನು ನನ್ನವನೆಂದು ಪರಲೋಕದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯ ಮುಂದೆ ಒಪ್ಪಿಕೊಳ್ಳುವೆನು. ಮತ್ತಾಯ 10:32	",
},			
{			
"question" :	"	9 ಯೇಸು ಹೇಳಿದ್ದು, ಯಾರು ಇದನ್ನು ಮಾಡುವುದಿಲ್ಲವೋ ಅವರು ನನಗೆ  ಯೋಗ್ಯರಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥನೆ	",
	"	B. ಉಪವಾಸ	",
	"	C. ದಶಮಾಂಶ	",
	"	D. ತನ್ನ ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತುಕೊಳ್ಳದಿರುವುದು	"
],			
"correct" :	"	D. ತನ್ನ ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತುಕೊಳ್ಳದಿರುವುದು	",
"explanation" :	"	ಯಾವನಾದರೂ ತನ್ನ ಶಿಲುಬೆಯನ್ನು ತೆಗೆದುಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬಂದ ಹೊರತು ನನಗೆ ಯೋಗ್ಯನಲ್ಲ. ಮತ್ತಾಯ 10:38	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು, ನೀತಿವಂತನನ್ನು ನೀತಿವಂತನೆಂದು ಸೇರಿಸಿಕೊಳ್ಳುವವನು ................... ಪಡೆದುಕೊಳ್ಳುವನು	",
"image" :	"",		
"choices" : [			
	"	A. 10 ರಷ್ಟು	",
	"	B. 100 ರಷ್ಟು	",
	"	C. ತುಂಬಾ ದು:ಖ	",
	"	D. ನೀತಿವಂತನಿಗೆ ಸಿಗುವ ಬಹುಮಾನ	"
],			
"correct" :	"	D. ನೀತಿವಂತನಿಗೆ ಸಿಗುವ ಬಹುಮಾನ	",
"explanation" :	"	ನೀತಿವಂತನನ್ನು ನೀತಿವಂತನೆಂದು ಸೇರಿಸಿಕೊಳ್ಳುವವನು ನೀತಿವಂತನಿಗೆ ಬರತಕ್ಕ ಪ್ರತಿಫಲವನ್ನು ಹೊಂದುವನು.  ಮತ್ತಾಯ 10:41	",
},			
]			