var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1.  ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಎಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋರ್ದಾನ್ ನದಿಯ ಬಳಿ	",
	"	B. ಯೆರೂಷಲೇಮಿನಲ್ಲಿ	",
	"	C. ದೇವಾಲಯದಲ್ಲಿ	",
	"	D. ಸೆರೆಮನೆಯಲ್ಲಿ	"
],			
"correct" :	"	D. ಸೆರೆಮನೆಯಲ್ಲಿ	",
"explanation" :	"	ಯೋಹಾನನು ಕ್ರಿಸ್ತನ ಕಾರ್ಯಗಳ ಸುದ್ದಿಯನ್ನು ಸೆರೆಮನೆಯಲ್ಲಿ ಕೇಳಿ .. .. ಮತ್ತಾಯ 11:2	",
},			
{			
"question" :	"	2. ಯೋಹಾನನು ಯೇಸುವನ್ನು ಏನು ಕೇಳಲು ತನ್ನ ಇಬ್ಬರು ಶಿಷ್ಯರನ್ನು ಕಳುಹಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಹಾಯ	",
	"	B. ಅವರು ಆತನ ಶಿಷ್ಯರಾಗಬಹುದೋ ಎಂದು	",
	"	C. ಬರಬೇಕಾದವನು ನೀನೋ ಅಥವ ನಾವು ಮತ್ತೊಬ್ಬನ ದಾರಿಯನ್ನು ಕಾಣಬೇಕೊ  ಎಂದು ಕೇಳು	",
	"	D. ನಾನು ನಿನಗೆ ಏನು ಮಾಡಬೇಕು	"
],			
"correct" :	"	C. ಬರಬೇಕಾದವನು ನೀನೋ ಅಥವ ನಾವು ಮತ್ತೊಬ್ಬನ ದಾರಿಯನ್ನು ಕಾಣಬೇಕೊ  ಎಂದು ಕೇಳು	",
"explanation" :	"	ಬರಬೇಕಾದವನು ನೀನೋ, ನಾವು ಬೇರೊಬ್ಬನ ದಾರಿಯನ್ನು ನೋಡಬೇಕೋ ಎಂದು ಕೇಳಿಸಿದನು.  ಮತ್ತಾಯ 11:3	",
},			
{			
"question" :	"	3. ಜನರು ಯೋಹಾನನನ್ನು ನೋಡಲು ಅಡವಿಗೆ ಹೋಗಿದ್ದಕ್ಕೆ ಯೇಸು ಏನು ನೋಡಲು ಅಡವಿಗೆ ಹೋಗಿದ್ದೀರೆಂದು ಯೇಸು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಜನನ್ನು	",
	"	B. ಪ್ರವಾದಿಯನ್ನು	",
	"	C. ಫರಿಸಾಯನನ್ನು	",
	"	D. ಸದ್ದುಕಾಯರನ್ನು	"
],			
"correct" :	"	B. ಪ್ರವಾದಿಯನ್ನು	",
"explanation" :	"	ಏನು ನೋಡಬೇಕೆಂದು ಅಡವಿಗೆ ಹೋಗಿದ್ದಿರಿ: .. ..  .. ಹಾಗಾದರೆ ಯಾತಕ್ಕೆ ಹೋಗಿದ್ದಿರಿ? ಪ್ರವಾದಿಯನ್ನು ನೋಡುವದಕ್ಕೋ?  ಮತ್ತಾಯ 11:7-9	",
},			
{			
"question" :	"	4. ಯೇಸು ಹೇಳಿದ್ದು: ಸ್ತ್ರೀಯರಲ್ಲಿ ಜನಸಿದವರಲ್ಲಿ  ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನಿಗಿಂತ ದೊಡ್ಡವರಿಲ್ಲ, ಆದರೂ ಅವನಿಗಿಂತ ಯಾರು ದೊಡ್ಡವರೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ಅಬ್ರಹಾಮ	",
	"	C. ದೇವದೂತರು	",
	"	D. ಪರಲೋಕ ರಾಜ್ಯದಲ್ಲಿ ಚಿಕ್ಕವನು	"
],			
"correct" :	"	D. ಪರಲೋಕ ರಾಜ್ಯದಲ್ಲಿ ಚಿಕ್ಕವನು	",
"explanation" :	"	ಸ್ತ್ರೀಯರಲ್ಲಿ ಹುಟ್ಟಿದವರೊಳಗೆ ಸ್ನಾನಿಕನಾದ ಯೋಹನನಿಗಿಂತ ದೊಡ್ಡವನು ಎದ್ದಿಲ್ಲ, ಆದರೂ ಪರಲೋಕ ರಾಜ್ಯದಲ್ಲಿರುವ ಚಿಕ್ಕವನು ಅವನಿಗಿಂತಲೂ ದೊಡ್ಡವನೆಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ. ಮತ್ತಾಯ 11:11	",
},			
{			
"question" :	"	5 ಯೇಸು ಈ ಸಂತತಿಯನ್ನು ಯಾವುದಕ್ಕೆ ಹೋಲಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೆಬೀದಿಗಳಲ್ಲಿ ಕುಳಿತಿರುವ ಮಕ್ಕಳು	",
	"	B. ದ್ವಾರಗಳ ಬಳಿ ಕುಳಿತಿರುವ ಜನರು	",
	"	C. ಆಡು ಮತ್ತು ಕುರಿಗಳು	",
	"	D. ಯುದ್ಧವಿರಾಮವನ್ನು ಉಲ್ಲಂಗಿಸುವವರು	"
],			
"correct" :	"	A. ಸಂತೆಬೀದಿಗಳಲ್ಲಿ ಕುಳಿತಿರುವ ಮಕ್ಕಳು	",
"explanation" :	"	ಆದರೆ ಈ ಸಂತತಿಯನ್ನು ಯಾರಿಗೆ ಹೋಲಿಸಲಿ? ಪೇಟೆಗಳಲ್ಲಿ ಕೂತುಕೊಂಡು ತಮ್ಮ ಗೆಳೆಯರಿಗೆ .. ..   ಮತ್ತಾಯ 11:16	",
},			
{			
"question" :	"	6  ಆ ಸಂತತಿಯವರು ಯೋಹಾನನನ್ನು  ಕುರಿತು ಏನು ಹೇಳುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ದೇವರ ಸೇವಕ	",
	"	B. ಆತನು ಗಾಳಿಯಿಂದ ಅಲ್ಲಾಡಿಸುವ ದಂಟು	",
	"	C. ಆತನು ಅರಸನ ಮನೆಯಲ್ಲಿರಬೇಕಾಗಿತ್ತು	",
	"	D. ಆತನು ದೆವ್ವಗಳಿಂದ ಹಿಡಿಯಲ್ಪಟ್ಟಿದ್ದಾನೆ	"
],			
"correct" :	"	D. ಆತನು ದೆವ್ವಗಳಿಂದ ಹಿಡಿಯಲ್ಪಟ್ಟಿದ್ದಾನೆ	",
"explanation" :	"	ಯೋಹಾನನು ಬಂದನು, ಅವನು ಅನ್ನ ಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳದವನಾಗಿದ್ದನು, ಅವರು ಅವನಿಗೆ ದೆವ್ವ ಹಿಡಿದದೆ ಅನ್ನುತ್ತಾರೆ.  ಮತ್ತಾಯ 11:8	",
},			
{			
"question" :	"	7 ಅವರು ಯೇಸುವನ್ನು ಏನೆಂದು ಕರೆದರೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಾಳಿಯಿಂದ ಅಲ್ಲಾಡಿಸುವ ದಂಟು	",
	"	B. ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ದೊಡ್ಡವನು	",
	"	C. ಪ್ರವಾದಿ	",
	"	D. ಹೊಟ್ಟಬಾಕ	"
],			
"correct" :	"	D. ಹೊಟ್ಟಬಾಕ	",
"explanation" :	"	ಅವರು - ಇಗೋ ಇವನು ಹೊಟ್ಟಬಾಕನು, ಕುಡುಕನು, ಭ್ರಷ್ಟರ ಮತ್ತು ಪಾಪಿಷ್ಠರ ಗೆಳೆಯನು ಅನ್ನುತ್ತಾರೆ.   ಮತ್ತಾಯ 11:19	",
},			
{			
"question" :	"	8 ತಾನು ಅನೇಕ ಅದ್ಭುತಗಳನ್ನು ಮಾಡಿದ ಪಟ್ಟಣಗಳನ್ನು ಯೇಸು ಏಕೆ ಬೈದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಆತನಿಗೆ ಕೃತಜ್ಞತೆ ತಿಳಿಸಲಿಲ್ಲ	",
	"	B. ಅವರು ಆತನನ್ನು ಖಂಡಿಸಿದರು	",
	"	C. ಅವರು ದೇವರ ಕಡೆ ತಿರುಗಿಕೊಳ್ಳಲಿಲ್ಲ	",
	"	D. ಅವರು ಯೋಹಾನನ್ನು ತಿರಸ್ಕರಿಸಿದರು	"
],			
"correct" :	"	C. ಅವರು ದೇವರ ಕಡೆ ತಿರುಗಿಕೊಳ್ಳಲಿಲ್ಲ	",
"explanation" :	"	ಆಗ ಆತನು ತನ್ನ ಮಹತ್ಕಾರ್ಯಗಳು ಬಹಳವಾಗಿ ನಡೆದ ಊರುಗಳು ದೇವರ ಕಡೆಗೆ ತಿರುಗಲಿಲ್ಲವೆಂದು ಅವುಗಳನ್ನು ಗದೆರಿಸತೊಡಗಿದನು. ಮತ್ತಾಯ 11:20	",
},			
{			
"question" :	"	9 ಯೇಸು ಹೇಳಿದ್ದು: ಎಲೈ ಕಷ್ಟಪಡುವವರೇ, ಹೊರೆ ಹೊತ್ತವರೇ ..........................	",
"image" :	"",		
"choices" : [			
	"	A. ನನಗೆ ನಿಮ್ಮ ಸೇವೆ ಬೇಕು	",
	"	B. ನನ್ನ ತಂದೆಗಾಗಿ ದುಡಿಯಿರಿ	",
	"	C. ನಿಮ್ಮ ಬಹುಮಾನವು ದೊಡ್ದದಾಗಿರುವುದು	",
	"	D. ನಾನು ನಿಮಗೆ ವಿಶ್ರಾಂತಿ ಕೊಡುತ್ತೇನೆ	"
],			
"correct" :	"	D. ನಾನು ನಿಮಗೆ ವಿಶ್ರಾಂತಿ ಕೊಡುತ್ತೇನೆ	",
"explanation" :	"	ಎಲೈ ಕಷ್ಟಪಡುವವರೇ, ಹೊರೆಹೊತ್ತವರೇ, ನೀವೆಲ್ಲರೂ ನನ್ನ ಬಳಿಗೆ ಬನ್ನಿರಿ, ನಾನು ನಿಮಗೆ ವಿಶ್ರಾಂತಿ ಕೊಡುವೆನು.  ಮತ್ತಾಯ 11:28	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು: ಆತನ ನೊಗವು ಮೃದುವಾದದ್ದು ಮತ್ತು ಆತನ ಹೊರೆಯು ....	",
"image" :	"",		
"choices" : [			
	"	A. ಸರಳವಾದದ್ದು	",
	"	B. ಭಾರವಾದದ್ದು	",
	"	C. ಸುಲಭ	",
	"	D. ಹೌರವಾದದ್ದು	"
],			
"correct" :	"	D. ಹೌರವಾದದ್ದು	",
"explanation" :	"	ಯಾಕಂದರೆ ನನ್ನ ನೊಗವು ಮೃದುವಾದದ್ದು, ನನ್ನ ಹೊರೆಯು ಹೌರವಾದದ್ದು  ಮತ್ತಾಯ: 11:30	",
},			
]			