var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಮತ್ತು ಆತನ ಶಿಷ್ಯರು ಹಸಿದಾಗ ಅವರು ಏನು ತಿಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರ	",
	"	B. ತೆನೆಗಳು	",
	"	C. ದಾಳಿಂಬೆ	",
	"	D. ಚಿಕ್ಕ ಹಣ್ಣುಗಳು	"
],			
"correct" :	"	B. ತೆನೆಗಳು	",
"explanation" :	"	ಆ ಕಾಲದಲ್ಲಿ ಯೇಸು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಪೈರಿನ ಹೊಲಗಳನ್ನು ಹಾದುಹೋಗುತ್ತಿರುವಾಗ ಆತನ ಶಿಷ್ಯರು ಹಸಿದು ತೆನೆಗಳನ್ನು ಮುರುಕೊಂಡು ತಿನ್ನುತ್ತಿದ್ದರು.  ಮತ್ತಾಯ 12:1	",
},			
{			
"question" :	"	2 ಅರಸನಾದ ದಾವೀದನು ಮತ್ತು ಆತನ ಮನುಷ್ಯರು ಏನನ್ನು ತಿಂದರೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಂದಿಮಾಂಸ	",
	"	B. ಯಜ್ಷದ ರೊಟ್ಟಿ	",
	"	C. ಮನ್ನ	",
	"	D. ಜೋಳ	"
],			
"correct" :	"	B. ಯಜ್ಷದ ರೊಟ್ಟಿ	",
"explanation" :	"	ದಾವೀದನು ತಾನೂ ತನ್ನ ಸಂಗಡ ಇದ್ದವರೂ ಹಸಿದಾಗ ಏನು ಮಾಡಿದನೆಂಬದನ್ನು ನೀವು ಓದಲಿಲ್ಲವೋ, ಅವನು ದೇವರ ಮಂದಿರದೊಳಕ್ಕೆ ಹೋಗಿ ಯಾಜಕರು ಮಾತ್ರವೇ ಹೊರತು ತಾನಾಗಲಿ ತನ್ನ ಸಂಗಡ ಇದ್ದವರಾಗಲಿ ತಿನ್ನಬಾರದಾಗಿದ್ದ ನೈವೇದ್ಯದ ರೊಟ್ಟಿಗಳನ್ನು ತಿಂದನಲ್ಲವೇ.  ಮತ್ತಾಯ 12:3-4	",
},			
{			
"question" :	"	3. ಕೈ ಬತ್ತಿಹೋದ ಮನುಷ್ಯನನ್ನು ಯೇಸು ಎಲ್ಲಿ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆತ್ಲೇಹೇಮ್	",
	"	B. ಮಾರುಕಟ್ಟೆ ಪ್ರದೇಶದಲ್ಲಿ	",
	"	C. ನಜರೇತು	",
	"	D. ಸಭಾ ಮಂದಿರದಲ್ಲಿ	"
],			
"correct" :	"	D. ಸಭಾ ಮಂದಿರದಲ್ಲಿ	",
"explanation" :	"	ಆತನು ಅಲ್ಲಿಂದ ಹೊರಟು ಸಭಾಮಂದಿರಕ್ಕೆ ಹೋದಾಗ ಅಲ್ಲಿ ಕೈಬತ್ತಿದ್ದವನೊಬ್ಬನಿದ್ದನು. ಮತ್ತಾಯ 12:9	",
},			
{			
"question" :	"	4. ಕೈ ಬತ್ತಿಹೋದ ಮನುಷ್ಯನಿಗೆ ಯೇಸು ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನ್ನ ಕೈ ಚಾಚು	",
	"	B. ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಗುಣಪಡಿಸುವುದು ಧರ್ಮಕ್ಕೆ ವಿರುದ್ಧವಾದುದು	",
	"	C. ನೀನು ಶುದ್ದನಾಗು	",
	"	D. ನೀನು ನಾಳೆ ಸ್ವಸ್ಥನಾಗುವಿ	"
],			
"correct" :	"	A. ನಿನ್ನ ಕೈ ಚಾಚು	",
"explanation" :	"	ಆ ಮನುಷ್ಯನಿಗೆ ನಿನ್ನ ಕೈ ಚಾಚು ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 12:13	",
},			
{			
"question" :	"	5  ಜನರ ಗುಂಪು ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿತು, ಆತನು ಅವರಿಗೆ ಇದನ್ನು ಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಗದರಿಸಿದನು	",
	"	B. ಛಡಿಯೇಟು ನೀಡಿದನು	",
	"	C. ಸ್ವಸ್ಥಪಡಿಸಿದನು	",
	"	D. ದೀಕ್ಷಾಸ್ನಾನ ನೀಡಿದನು	"
],			
"correct" :	"	C. ಸ್ವಸ್ಥಪಡಿಸಿದನು	",
"explanation" :	"	ಅನೇಕರು ಆತನ ಹಿಂದೆ ಹೋದರು, ಆತನು ಅವರೆಲ್ಲರನ್ನು ಸ್ವಸ್ಥಮಾಡಿ ತಾನು ಇಂಥವನೆಂಬದಾಗಿ _____ ಮತ್ತಾಯ 12:16	",
},			
{			
"question" :	"	6 ಇದು ನಿಲ್ಲುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾವಲುಗಾರನಿಲ್ಲದ ಪಟ್ಟಣ	",
	"	B. ಮುರಿದುಹೋದ ದ್ವಾರ	",
	"	C. ಮೋಸ ಹಾಗು ವಂಚನೆಯ ಮನುಷ್ಯ	",
	"	D. ತನ್ನಲ್ಲಿ ಭೇದ ಹುಟ್ಟಿದ ಮನೆಯು	"
],			
"correct" :	"	D. ತನ್ನಲ್ಲಿ ಭೇದ ಹುಟ್ಟಿದ ಮನೆಯು	",
"explanation" :	"	ಆತನು ಅವರ ಆಲೋಚನೆಗಳನ್ನು ತಿಳುಕೊಂಡು ಅವರಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ, ಯಾವ ರಾಜ್ಯವಾದರೂ ತನ್ನಲ್ಲಿ ಭೇದ ಹುಟ್ಟಿದರೆ ಹಾಳಾಗುವದು, ತನ್ನಲ್ಲಿ ಭೇದ ಹುಟ್ಟಿ ಯಾವ ಪಟ್ಟಣವಾದರೂ ಮನೆಯಾದರೂ ನಿಲ್ಲದು.  ಮತ್ತಾಯ 12:25	",
},			
{			
"question" :	"	7 ಯಾವುದು ಕ್ಷಮಿಸಲ್ಪಡುವುದಿಲ್ಲ ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಳ್ಳು ಹೇಳುವುದು	",
	"	B. ಪವಿತ್ರಾತ್ಮನಿಗೆ ವಿರುದ್ದವಾಗಿ ಮಾಡಿದ ಪಾಪ	",
	"	C. ಕೊಲೆ	",
	"	D. ವ್ಯಭಿಚಾರ	"
],			
"correct" :	"	B. ಪವಿತ್ರಾತ್ಮನಿಗೆ ವಿರುದ್ದವಾಗಿ ಮಾಡಿದ ಪಾಪ	",
"explanation" :	"	ಮನುಷ್ಯರು ಮಾಡುವ ಪ್ರತಿಯೊಂದು ಪಾಪಕ್ಕೂ ದೂಷಣೆಗೂ ಕ್ಷಮಾಪಣೆ ಉಂಟಾಗುವದು; ಆದರೆ ಪವಿತ್ರಾತ್ಮ ದೂಷಣೆಗೆ ಕ್ಷಮಾಪಣೆಯಿಲ್ಲ.  ಮತ್ತಾಯ 12;31	",
},			
{			
"question" :	"	8 ಯಾವುದರಿಂದ ಮರವು ಗೊತ್ತಾಗುತ್ತದೆ ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೆಗಳಿಂದ	",
	"	B. ಬೇರುಗಳಿಂದ	",
	"	C. ಕೊಂಬೆಗಳಿಂದ	",
	"	D. ಫಲಗಳಿಂದ	"
],			
"correct" :	"	D. ಫಲಗಳಿಂದ	",
"explanation" :	"	ಮರ ಒಳ್ಳೇದಂದರೆ ಅದರ ಫಲವೂ ಒಳ್ಳೇದನ್ನಿರಿ.  ಮರ ಹುಳುಕು ಅಂದರೆ ಅದರ ಫಲವೂ ಹುಳುಕು ಅನ್ನಿರಿ.  ಫಲದಿಂದಲೇ ಮರದ ಗುಣವು ಗೊತ್ತಾಗುವುದು.  ಮತ್ತಾಯ: 12:33	",
},			
{			
"question" :	"	9  ನಿನವೆಯ ಜನರು ಏನು ಮಾಡಿದರೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡರು	",
	"	B. ಯುದ್ಧಕ್ಕೆ ಹೋದರು	",
	"	C. ಸೊಲೊಮೋನನನ್ನು ಗೌರವಿಸಿದರು	",
	"	D. ಪ್ರವಾದಿಗಳನ್ನು ನಾಶ ಮಾಡಿದರು	"
],			
"correct" :	"	A. ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡರು	",
"explanation" :	"	ನ್ಯಾಯ ವಿಚಾರಣೆಯಲ್ಲಿ ನಿನೆವೆ ಪಟ್ಟಣದವರು ಈ ಸಂತತಿಯವರೊಂದಿಗೆ ನಿಂತು ಇವರನ್ನು ಅಪರಾಧಿಗಳೆಂದು ಹೇಳುವರು; ಅವರು ಯೋನನು ಸಾರಿದ ವಾಕ್ಯವನ್ನು ಕೇಳಿ ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡರು. ಮತ್ತಾಯ 12:41	",
},			
{			
"question" :	"	10 ಯೇಸು ಯಾರನ್ನು ತನ್ನ ತಾಯಿ ಹಾಗು ಸಹೋದರರು ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯ, ಯಾಕೋಬ ಮತ್ತು ಯೋನ	",
	"	B. 12 ಜನ ಶಿಷ್ಯರು	",
	"	C. ಫರಿಸಾಯರು	",
	"	D. ತಂದೆಯ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುವರು	"
],			
"correct" :	"	D. ತಂದೆಯ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುವರು	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯ ಚಿತ್ತದಂತೆ ನಡೆಯುವವನೇ ನನಗೆ ತಮ್ಮನೂ ತಂಗಿಯೂ ತಾಯಿಯೂ ಆಗಬೇಕು ಅಂದನು. ಮತ್ತಾಯ 12:50	",
},			
]			