var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1. ದಾರಿಯ ಮಗ್ಗುಲಲ್ಲಿ ಬಿದ್ದ ಬೀಜಗಳು ಏನಾದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೂರ್ಯನು ಅವುಗಳನ್ನು ಬಾಡಿಸಿದನು	",
	"	B. ಅವು ಬೇಗ ಬೆಳೆದವು	",
	"	C. ಮುಳ್ಳುಗಿಡಗಳು ಅವುಗಳನ್ನು ತುಳಿದುಬಿಟ್ಟವು	",
	"	D. ಹಕ್ಕಿಗಳು ಅವುಗಳನ್ನು ತಿಂದುಬಿಟ್ಟವು	"
],			
"correct" :	"	D. ಹಕ್ಕಿಗಳು ಅವುಗಳನ್ನು ತಿಂದುಬಿಟ್ಟವು	",
"explanation" :	"	ಅವನು ಬಿತ್ತುವಾಗ ಕೆಲವು ಬೀಜ ದಾರಿಯ ಮಗ್ಗುಲಲ್ಲಿ ಬಿದ್ದವು; ಹಕ್ಕಿಗಳು ಬಂದು ಅವುಗಳನ್ನು ತಿಂದುಬಿಟ್ಟವು.  ಮತ್ತಾಯ 13:4	",
},			
{			
"question" :	"	2. ಬಂಡೆಯ ನೆಲದಲ್ಲಿ ಬಿದ್ದ ಬೀಜಗಳು ಏನಾದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೇರಿಲ್ಲದ ಕಾರಣ ಅವು ಒಣಗಿಹೋದವು	",
	"	B. ಮುಳ್ಳುಗಿಡಗಳು ಅವುಗಳನ್ನು ತುಳಿದುಬಿಟ್ಟವು	",
	"	C. ಅವು 30, 60 & 100 ರಷ್ಟು ಫಲ ಕೊಟ್ಟವು	",
	"	D. ಹಕ್ಕಿಗಳು ಅವುಗಳನ್ನು ತಿಂದುಬಟ್ಟವು	"
],			
"correct" :	"	A. ಬೇರಿಲ್ಲದ ಕಾರಣ ಅವು ಒಣಗಿಹೋದವು	",
"explanation" :	"	ಕೆಲವು ಬೀಜ ಬಹಳ ಮಣ್ಣಿಲ್ಲದ ಬಂಡೆಯ ನೆಲದಲ್ಲಿ ಬಿದ್ದವು; ಅಲ್ಲಿ ಮಣ್ಣು ತೆಳ್ಳಗಿದ್ದದರಿಂದ ಅವು ಬೇಗ ಮೊಳಿತವು; ಆದರೆ ಬಿಸಿಲೇರಿದಾಗ ಬಾಡಿ ಬೇರಿಲ್ಲದ ಕಾರಣ ಒಣಗಿಹೋದವು.  ಮತ್ತಾಯ 13:5-6	",
},			
{			
"question" :	"	3. ಮುಳ್ಳುಗಿಡಗಳಲ್ಲಿ ಬಿದ್ದ ಬೀಜಗಳು ಏನಾದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವು ನಾಶವಾದವು	",
	"	B. ಸೂರ್ಯನು ಅವುಗಳನ್ನು ಬಾಡಿಸಿದನು	",
	"	C. ಹಕ್ಕಿಗಳು ಅವುಗಳನ್ನು ತಿಂದುಬಿಟ್ಟವು	",
	"	D. ಅವು 30, 60 & 100 ರಷ್ಟು ಫಲ ಕೊಟ್ಟವು	"
],			
"correct" :	"	A. ಅವು ನಾಶವಾದವು	",
"explanation" :	"	ಮತ್ತೆ ಕೆಲವು ಬೀಜ ಮುಳ್ಳುಗಿಡಗಳಲ್ಲಿ ಬಿದ್ದವು; ಮುಳ್ಳುಗಿಡಗಳು ಬೆಳೆದು ಅವುಗಳನ್ನು ಅಡಗಿಸಿಬಿಟ್ಟವು.  ಮತ್ತಾಯ 13:7	",
},			
{			
"question" :	"	4. ಒಳ್ಳೆ ನೆಲದಲ್ಲಿ ಬಿದ್ದ ಬೀಜಗಳು ಏನಾದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಕ್ಕಿಗಳು ತಿಂದುಬಿಟ್ಟವು	",
	"	B. ಮುಳ್ಳುಗಳು ಅವುಗಳನ್ನು ಬೆಳೆಯಗೊಡಿಸಲಿಲ್ಲ	",
	"	C. ಅವು ಫಲ ನೀಡಿದವು	",
	"	D. ಸೂರ್ಯನು ಅವುಗಳನ್ನು ಬಾಡಿಸಿದನು	"
],			
"correct" :	"	C. ಅವು ಫಲ ನೀಡಿದವು	",
"explanation" :	"	ಇನ್ನು ಕೆಲವು ಒಳ್ಳೆಯ ನೆಲದಲ್ಲಿ ಬಿದ್ದು ಒಂದು ನೂರರಷ್ಟು, ಒಂದು ಅರವತ್ತರಷ್ಟು, ಒಂದು ಮೂವತ್ತರಷ್ಟು ಫಲವನ್ನು ಕೊಟ್ಟವು.  ಮತ್ತಾಯ 13:8	",
},			
{			
"question" :	"	5 ಯಾವ ಬೆಳೆಯ ನಡುವೆ ಹಣಜಿ ಬಿತ್ತಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಧಿ	",
	"	B. ಜೋಳ	",
	"	C. ಓಟ್ಸ್	",
	"	D. ಜವೆಗೋಧಿ	"
],			
"correct" :	"	A. ಗೋಧಿ	",
"explanation" :	"	ಆದರೆ ಜನರು ನಿದ್ರೆ ಮಾಡುವ ಕಾಲದಲ್ಲಿ ಅವನ ವೈರಿಯು ಬಂದು ಗೋದಿಯ ನಡುವೆ ಹಣಜಿ ಬಿತ್ತಿ ಹೋದನು.  ಮತ್ತಾಯ 13:25	",
},			
{			
"question" :	"	6 ಪರಲೋಕ ರಾಜ್ಯವನ್ನು ಯೇಸು ಯಾವ ಬೀಜಕ್ಕೆ ಹೋಲಿಸಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಸಿವೆ	",
	"	B. ಜೋಳ	",
	"	C. ಜವೆಗೋಧಿ	",
	"	D. ದಾಂಡೇಲಿಯನ್	"
],			
"correct" :	"	A. ಸಾಸಿವೆ	",
"explanation" :	"	ಆತನು ಮತ್ತೊಂದು ಸಾಮ್ಯವನ್ನು ಅವರಿಗೆ ಹೇಳಿದನು; ಅದೇನಂದರೆ, ಪರಲೋಕರಾಜ್ಯವು ಸಾಸಿವೆ ಕಾಳಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ.  ಮತ್ತಾಯ 13:31	",
},			
{			
"question" :	"	7 ಒಬ್ಬ ಸ್ತ್ರೀಯು ತನ್ನ ಅಡುಗೆ ಹಿಟ್ಟಿನಲ್ಲಿ ಕಲಿಸುವ ಯಾವುದಕ್ಕೆ ಪರಲೋಕರಾಜ್ವವನ್ನು  ಯೇಸು ಹೋಲಿಸಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಧಿ	",
	"	B. ಹಣಜಿ	",
	"	C. ಎಣ್ಣೆ	",
	"	D. ಹುಳಿಹಿಟ್ಟು	"
],			
"correct" :	"	D. ಹುಳಿಹಿಟ್ಟು	",
"explanation" :	"	ಮತ್ತೊಂದು ಸಾಮ್ಯವನ್ನು ಅವರಿಗೆ ಹೇಳಿದನು, ಅದೇನಂದರೆ, ಪರಲೋಕ ರಾಜ್ಯವು ಹುಳಿಹಿಟ್ಟಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ.  ಮತ್ತಾಯ 13:33	",
},			
{			
"question" :	"	8 ಯೇಸು ಹೇಳಿದ್ದು, ಒಬ್ಬ ವ್ಯಾಪಾರಿಯು ತನ್ನ ಬದುಕನ್ನೆಲ್ಲಾ ಮಾರಿ ________ ಕೊಂಡುಕೊಳ್ಳುವುದಕ್ಕೆ ಪರಲೋಕರಾಜ್ಯವು ಹೋಲಿಕೆಯಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ನೂಲಿನ ವಸ್ತ್ರ	",
	"	B. ಹಡಗು	",
	"	C. ವಜ್ರಗಳನ್ನು	",
	"	D. ಮುತ್ತುಗಳನ್ನು	"
],			
"correct" :	"	D. ಮುತ್ತುಗಳನ್ನು	",
"explanation" :	"	ಅವನು ಬಹು ಬೆಲೆಯುಳ್ಳ ಒಂದು ಮುತ್ತನ್ನು ಕಂಡು ತನ್ನ ಬದುಕನ್ನೆಲ್ಲಾ ಮಾರಿ ಬಂದು ಅದನ್ನು ಕೊಂಡುಕೊಂಡನು.  ಮತ್ತಾಯ 13:46	",
},			
{			
"question" :	"	9 ಯೇಸು ಪರಲೋಕರಾಜ್ಯವನ್ನು ಮೀನಿನ ಬಲೆಗೆ ಹೋಲಿಸಿದಾಗ, ಕೆಟ್ಟಮೀನುಗಳನ್ನು ಏನು ಮಾಡುವರೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವು ಆ ಕಾಲಮಾನದವು	",
	"	B. ಅವುಗಳನ್ನು ಪಾತ್ರೆಗಳಲ್ಲಿ ಒಟ್ಟುಗೂಡಿಸುವರು	",
	"	C. ಅವುಗಳನ್ನು ಅಳತೆ ಮಾಡುವರು	",
	"	D. ಅವುಗಳನ್ನು ಹೊರಗೆ ಬಿಸಾಡುಬಿಡುವರು	"
],			
"correct" :	"	D. ಅವುಗಳನ್ನು ಹೊರಗೆ ಬಿಸಾಡುಬಿಡುವರು	",
"explanation" :	"	ಅದು ತುಂಬಿದ ಮೇಲೆ ಅದನ್ನು ದಡಕ್ಕೆ ಎಳೆದು ಕೂತುಕೊಂಡು ಒಳ್ಳೆಯ ಮೀನುಗಳನ್ನು ಪುಟ್ಟಿಗಳಲ್ಲಿ ತುಂಬಿಕೊಂಡು ಕೆಟ್ಟ ಮೀನುಗಳನ್ನು ಬಿಸಾಟುಬಿಟ್ಟರು.  ಮತ್ತಾಯ: 13:48	",
},			
{			
"question" :	"	10  ಯೇಸು ತನ್ನ ಸ್ವಂತ ಗ್ರಾಮದಲ್ಲಿ ಅನೇಕ ಅದ್ಭುತಗಳನ್ನು ಮಾಡಲಾಗಲಿಲ್ಲ. ಏಕೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆದುದರಿಂದ ಫರಿಸಾಯರು ಆತನನ್ನು ಕಂಡುಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.	",
	"	B. ಅವರಲ್ಲಿ ಕೆಲವೇ ಜನರು ಅಸ್ವಸ್ಥರಾಗಿದ್ದರು	",
	"	C. ಅವರ ಅಪನಂಬಿಕೆಯಿಂದ	",
	"	D. ಜನರು ಆತನಿಗೆ ಭಯಪಟ್ಟರು.	"
],			
"correct" :	"	C. ಅವರ ಅಪನಂಬಿಕೆಯಿಂದ	",
"explanation" :	"	ಅವರು ಆತನನ್ನು ನಂಬದೆ ಹೋದದರಿಂದ ಆತನು ಅಲ್ಲಿ ಅನೇಕ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಲಿಲ್ಲ. ಮತ್ತಾಯ 13:58	",
},			
]			