var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 14";			
var quiz = [			
{			
"question" :	"	1. ಹೆರೋದನು ಈ ಮನುಷ್ಯನನ್ನು ಸೆರೆಗೆ ಹಾಕಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಪೌಲ	",
	"	C. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	D. ಸೀಲ	"
],			
"correct" :	"	C. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
"explanation" :	"	ಹೆರೋದನು ಹೆರೋದ್ಯಳ ನಿಮಿತ್ತ ಯೋಹಾನನನ್ನು ಹಿಡಿದು ಕಟ್ಟಿಸಿ ಸೆರೆಯಲ್ಲಿ ಹಾಕಿಸಿದ್ದನು.  ಮತ್ತಾಯ 14:3	",
},			
{			
"question" :	"	2. ಹೆರೋದನು ಸಂತೋಷಪಡುವಂತೆ ಹೆರೋದ್ಯಳ ಮಗಳು ಏನು ಮಾಡಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೃತ್ಯ	",
	"	B. ಆತನ ಹೆಂಡತಿಯಾಗುವುದಕ್ಕೆ ಒಪ್ಪಿದಳು	",
	"	C. ಔತಣವನ್ನು ಉಣಿಸಿದಳು	",
	"	D. ಯೋಹಾನನ್ನು ಕೊಂದಳು	"
],			
"correct" :	"	A. ನೃತ್ಯ	",
"explanation" :	"	ಆದರೆ ಹೆರೋದನ ಹುಟ್ಟಿದ ದಿನದ ಹಬ್ಬವು ನಡೆಯುವಾಗ ಹೆರೋದ್ಯಳ ಮಗಳು ಬಂದವರ ಮುಂದೆ ನಾಟ್ಯವಾಡಿ ಹೆರೋದನನ್ನು ಮೆಚ್ಚಿಸಿದ್ದರಿಂದ ____ ಮತ್ತಾಯ 14:6	",
},			
{			
"question" :	"	3. ಹೆರೋದ್ಯಳು ತನ್ನ ಮಗಳಿಗೆ ಏನನ್ನು ಕೇಳಿಕೊಳ್ಳಬೇಕೆಂದು ತಿಳಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು	",
	"	B. 30 ಬೆಳ್ಳಿ ನಾಣ್ಯಗಳು	",
	"	C. ಅರ್ಧ ರಾಜ್ಯ	",
	"	D. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಲೆ	"
],			
"correct" :	"	D. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಲೆ	",
"explanation" :	"	ಆಗ ಅವಳು ತನ್ನ ತಾಯಿಯ ಬೋಧನೆಯನ್ನು ಕೇಳಿ ಇಲ್ಲಿಯೇ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಲೆಯನ್ನು ಪರಾತಿನಲ್ಲಿ ನನಗೆ ತರಿಸಿಕೊಡು ಅಂದಳು.  ಮತ್ತಾಯ: 14:8	",
},			
{			
"question" :	"	4. ಹೆರೋದನು ಯಾರ ವಿಷಯವಾಗಿ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ತಿರುಗಿ ಬದುಕಿ  ಬಂದಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಪೇತ್ರ	",
	"	C. ಪಿಲಿಪ್ಪಿ	",
	"	D. ಹೆರೋದ್ಯಳು	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"	ಆ ಕಾಲದಲ್ಲಿ ಉಪರಾಜನಾದ ಹೆರೋದನು ಯೇಸುವಿನ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ ತನ್ನ ಪರಿವಾರದವರಿಗೆ ಇವನು ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ತಿರುಗಿ ಬದುಕಿ ಬಂದಿದ್ದಾನೆ.  ಮತ್ತಾಯ 14:1,2	",
},			
{			
"question" :	"	5  ಜನರ ಗುಂಪಿಗೆ ಉಣಿಸಲು ಯೇಸು ಏನನ್ನು ಬಳಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 2.ಮೀನು 5 ರೊಟ್ಟಿ	",
	"	B. 5.ಮೀನು 4.ರೊಟ್ಟಿ	",
	"	C. 5.ಮೀನು 5 ರೊಟ್ಟಿ	",
	"	D. 5.ಮೀನು 5 ರೊಟ್ಟಿ	"
],			
"correct" :	"	A. 2 ಮೀನು 5 ರೊಟ್ಟಿ	",
"explanation" :	"	ಜನರಿಗೆ ಹುಲ್ಲಿನ ಮೇಲೆ ಕೂತುಕೊಳ್ಳುವದಕ್ಕೆ ಹೇಳಿ ಆ ಐದು ರೊಟ್ಟಿ ಎರಡು ಮೀನುಗಳನ್ನು ತಕ್ಕೊಂಡು ಆಕಾಶದ ಕಡೆಗೆ ನೋಡಿ ___ ಮತ್ತಾಯ 14:19	",
},			
{			
"question" :	"	6 ಅವರಿಗೆ ಎಷ್ಟು ಪುಟ್ಟಿ ಉಳಿಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. 10 ಪುಟ್ಟಿ	",
	"	B.  2 ಪುಟ್ಟಿ	",
	"	C. 12 ಪುಟ್ಟಿ	",
	"	D.  5 ಪುಟ್ಟಿ	"
],			
"correct" :	"	C. 12 ಪುಟ್ಟಿ	",
"explanation" :	"	ಮಿಕ್ಕ ತುಂಡುಗಳನ್ನು ಕೂಡಿಸಲಾಗಿ ಹನ್ನೆರಡು ಪುಟ್ಟಿ ತುಂಬಿತು.  ಮತ್ತ 14:20	",
},			
{			
"question" :	"	7 ಯೇಸುವು ಬಿರುಗಾಳಿಯಲ್ಲಿ ಸಮುದ್ರದಲ್ಲಿ ನಡೆದು ಬರುತ್ತಿರುವುದನ್ನು ನೋಡಿ, ಶಿಷ್ಯರು  ಏನೆಂದು ಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಮುಳುಗಿ ಹೋಗಬಹುದು	",
	"	B. ಅವರು ಸತ್ತುಹೋಗುವರು	",
	"	C. ಆತನು ಭೂತ	",
	"	D. ಆತನು ದೇವದೂತ	"
],			
"correct" :	"	C. ಆತನು ಭೂತ	",
"explanation" :	"	ಸಮುದ್ರದ ಮೇಲೆ ನಡೆಯುವ ಆತನನ್ನು ಶಿಷ್ಯರು ನೋಡಿ ಭೂತವೆಂದು ತತ್ತರಿಸಿ ಭಯದಿಂದ ಕೂಗಿದರು.  ಮತ್ತಾಯ 14:26	",
},			
{			
"question" :	"	8  ಪೇತ್ರನು ಮುಳುಗಲು ಪ್ರಾರಂಭಿಸಿದಾಗ ಅವನು ಏನೆಂದು ಕೂಗಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕರ್ತನೇ, ಸಹಾಯ ಮಾಡು	",
	"	B. ಕರ್ತನೇ, ನನ್ನನ್ನು ಕಾಪಾಡು	",
	"	C. ಕರ್ತನೇ ನನ್ನನ್ನು ಕ್ಷಮಿಸು	",
	"	D. ಕರ್ತನೇ, ನನ್ನನ್ನು ಮುಟ್ಟು	"
],			
"correct" :	"	B. ಕರ್ತನೇ, ನನ್ನನ್ನು ಕಾಪಾಡು	",
"explanation" :	"	ಆದರೆ ಗಾಳಿಯನ್ನು ನೋಡಿ ಭಯಪಟ್ಟು ಮುಣುಗುತ್ತಾ ಸ್ವಾಮೀ, ನನ್ನನ್ನು ಕಾಪಾಡು ಎಂದು ಕೂಗಿಕೊಂಡನು.  ಮತ್ತಾಯ 14:30	",
},			
{			
"question" :	"	9 ಯೇಸು ಮತ್ತು ಪೇತ್ರನು ದೋಣಿಯೊಳಕ್ಕೆ ಹೋದಾಗ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಾಳಿಯು ನಿಂತುಹೋಯಿತು	",
	"	B. ಅದು ಮುಳುಗಲು ಪ್ರಾರಂಭಿಸಿತು	",
	"	C. ದೂತರು ಕಾಣಿಸಿಕೊಂಡರು	",
	"	D. ಬೇರೆಯವರೂ ಸಹ ನೀರಿನ ಮೇಲೆ ನಡೆಯಲು ಆಸೆಪಟ್ಟರು	"
],			
"correct" :	"	A. ಗಾಳಿಯು ನಿಂತುಹೋಯಿತು	",
"explanation" :	"	ತರುವಾಯ ಅವರು ದೋಣಿಯನ್ನು ಹತ್ತಿದ ಮೇಲೆ ಗಾಳಿ ನಿಂತು ಹೋಯಿತು. ಮತ್ತಾಯ 14:32	",
},			
{			
"question" :	"	10 ಯೇಸು ಗೆನಜರೇತು ಪ್ರಾಂತ್ಯದಲ್ಲಿದ್ದಾಗ, ಅಲ್ಲಿದ್ದ ರೋಗಿಗಳು ತಾವು ಪರಿಪೂರ್ಣ  ಸೌಖ್ಯರಾಗಲು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥಿಸಿದರು	",
	"	B. ಆತನನ್ನು ಆರಾಧಿಸಿದರು	",
	"	C. ಆತನ ನೆರಾಳಲ್ಲಿ ನಡೆದಾಡಿದರು	",
	"	D. ಆತನ ವಸ್ತ್ರದ ಗೊಂಡೆಯನ್ನು ಮುಟ್ಟಿದರು	"
],			
"correct" :	"	D. ಆತನ ವಸ್ತ್ರದ ಗೊಂಡೆಯನ್ನು ಮುಟ್ಟಿದರು	",
"explanation" :	"	ನಿನ್ನ ಉಡುಪಿನ ಗೊಂಡೆಯನ್ನಾದರೂ ಮುಟ್ಟಗೊಡಿಸಬೇಕೆಂದು ಬೇಡಿಕೊಂಡರು.  ಮತ್ತಾಯ 14:36	",
},			
]			