var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 15";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ಹೇಳಿದ್ದು, ಸದ್ದುಕಾಯರು ಮತ್ತು ಫರಿಸಾಯರು ಈ ಆಜ್ಞೆಯನ್ನು  ನಿರರ್ಥಕ ಪಡಿಸಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ನೀನು ಸುಳ್ಳು ಹೇಳಬಾರದು	",
	"	B. ನೀನು ಕದಿಯಬಾರದು	",
	"	C. ಸಬ್ಬತ್ ದಿನವನ್ನು ಪರಿಶುದ್ದವಾಗಿಡಲು ಮರೆಯಬಾರದು	",
	"	D. ನಿನ್ನ ತಂದೆ ತಾಯಿಯನ್ನು ಸನ್ಮಾನಿಸಬೇಕು	"
],			
"correct" :	"	D. ನಿನ್ನ ತಂದೆ ತಾಯಿಯನ್ನು ಸನ್ಮಾನಿಸಬೇಕು	",
"explanation" :	"	ನಾನು ನಿನ್ನ ಸಂರಕ್ಷಣೆಗಾಗಿ ಕೊಡತಕ್ಕದ್ದನ್ನು ದೇವರಿಗಾಗಿ ಇಟ್ಟಿದ್ದೇನೆ ಎಂದು ಹೇಳುವದಾದರೆ ಅವನಿಗೆ ತನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕಾದದ್ದಿಲ್ಲ ಅನ್ನುತ್ತೀರಿ.  ಹೀಗೆ ನಿಮ್ಮ ಸಂಪ್ರದಾಯದ ನಿಮಿತ್ತ ದೇವರ ವಾಕ್ಯವನ್ನು ನಿರರ್ಥಕ ಮಾಡಿದ್ದೀರಿ.  ಮತ್ತಾಯ 15:5-6	",
},			
{			
"question" :	"	2 ಯೆಶಾಯನು ಹೀಗೆ ಪ್ರವಾದಿಸಿದನು, ಈ ಮನುಷ್ಯರೋ ಮಾತಿನಿಂದ ನನ್ನನ್ನು  ಸನ್ಮಾನಿಸುತ್ತಾರೆ, ಆದರೆ ಇದು ನನಗೆ ದೂರವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಕೃತ್ಯಗಳು	",
	"	B. ಅವರ ಮನಸು	",
	"	C. ಅವರ ಯೋಚನೆಗಳು	",
	"	D. ಅವರ ಹೃದಯ	"
],			
"correct" :	"	B. ಅವರ ಮನಸು	",
"explanation" :	"	ಈ ಜನರು ಮಾತಿನಿಂದ ನನ್ನನ್ನು ಸನ್ಮಾನಿಸುತ್ತಾರೆ, ಆದರೆ ಅವರ ಮನಸ್ಸು ನನಗೆ ದೂರವಾಗಿದೆ.  ಮತ್ತಾಯ 15:8	",
},			
{			
"question" :	"	3. ಕುರುಡನು ಕುರುಡನಿಗೆ ದಾರಿ ತೋರಿಸಿದರೆ ಏನಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ಬರೂ ಹಳ್ಳದಲ್ಲಿ ಬೀಳುವರು	",
	"	B. ಇಬ್ಬರೂ ತಮ್ಮ ದಾರಿಯನ್ನು ಕಂಡುಕೊಳ್ಳುವರು	",
	"	C. ಅವರಿಬ್ಬರೂ ಗುಣಹೊಂದುವರು	",
	"	D. ಒಬ್ಬನೂ ಬಿದ್ದು ಹೋದರೂ, ಇನ್ನೊಬ್ಬನು ಎತ್ತುವನು.	"
],			
"correct" :	"	A. ಇಬ್ಬರೂ ಹಳ್ಳದಲ್ಲಿ ಬೀಳುವರು	",
"explanation" :	"	ತಾವೇಕುರುಡರು, ಮತ್ತೊಬ್ಬರಿಗೆ ದಾರಿ ತೋರಿಸುವದಕ್ಕೆ ಹೋಗುತ್ತಾರೆ; ಕುರುಡನು ಕುರುಡನಿಗೆ ದಾರಿತೋರಿಸಿದರೆ ಅವರಿಬ್ಬರೂ ಕುಣಿಯಲ್ಲಿ ಬೀಳುವರು.  ಮತ್ತಾಯ 15:15	",
},			
{			
"question" :	"	4. ಯೇಸು ಹೇಳಿದ್ದು, _________ ಬಾಯಲ್ಲಿ ಬರುವುದು	",
"image" :	"",		
"choices" : [			
	"	A. ಮೆದುಳಿನಲ್ಲಿರುವುದೇ	",
	"	B. ಜಗಳ ಮಾಡುವುದೇ	",
	"	C. ಮನಸ್ಸಿನೊಳಗಿಂದ	",
	"	D. ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	C. ಮನಸ್ಸಿನೊಳಗಿಂದ	",
"explanation" :	"	ಆದರೆ ಬಾಯೊಳಗಿಂದ ಹೊರಡುವಂಥವುಗಳು ಮನಸ್ಸಿನೊಳಗಿಂದ ಬರುತ್ತವೆ  ಮತ್ತಾಯ 15:18	",
},			
{			
"question" :	"	5 ಕಾನಾನ್ಯ ಸ್ತ್ರೀಯು ಯೇಸುವನ್ನು ದೆವ್ವಗಳಿಂದ ಪೀಡಿಸಲ್ಪಡುತ್ತಿರುವ ತನ್ನ ಮಗಳನ್ನು ಸೌಖ್ಯಪಡಿಸು ಎಂದು ಕೇಳಿದಾಗ ಯೇಸು ಮೊದಲು ಹೇಳಿದ್ದೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ಆಕೆಯನ್ನು ಸೌಖ್ಯ ಮಾಡುತ್ತೇನೆ	",
	"	B. ನಿನ್ನ ನಂಬಿಕಯಂತೆಯೇ ಆಗುವುದು	",
	"	C. ತಪ್ಪಿಹೋದ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಾಯೇಲ್ಯರ ಬಳಿಗೇ ಹೊರತು ಇನ್ಯಾರ ಬಳಿಗೂ ಕಳುಹಿಷಲ್ಪಟ್ಟವನಲ್ಲ	",
	"	D. ನಿಮ್ಮ ನಂಬಿಕೆಯು ಸಾಕಾಗಿಲ್ಲ	"
],			
"correct" :	"	C. ತಪ್ಪಿಹೋದ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಾಯೇಲ್ಯರ ಬಳಿಗೇ ಹೊರತು ಇನ್ಯಾರ ಬಳಿಗೂ ಕಳುಹಿಷಲ್ಪಟ್ಟವನಲ್ಲ	",
"explanation" :	"	ಅದಕ್ಕಾತನು, ತಪ್ಪಿಸಿಕೊಂಡ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಾಯೇಲಿನ ಮನೆತನದವರ ಬಳಿಗೇ ಹೊರತು ಮತ್ತಾರ ಬಳಿಗೂ ನಾನು ಕಳುಹಿಸಲ್ಪಟ್ಟವನಲ್ಲ ಅಂದನು.  ಮತ್ತಾಯ 15:24	",
},			
{			
"question" :	"	6 ನಾಯಿಗಳು ಯಾವುದನ್ನು ತಿಂದು ಬದುಕುತ್ತವೆ ಎಂದು ಆ ಸ್ತ್ರೀ ಹೇಳಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂಳೆ	",
	"	B. ರೊಟ್ಟಿ ತುಣುಕುಗಳೂ	",
	"	C. ಮಾಂಸ	",
	"	D. ತಪ್ಪಿಹೋದ ಕುರಿ	"
],			
"correct" :	"	B. ರೊಟ್ಟಿ ತುಣುಕುಗಳೂ	",
"explanation" :	"	ಸ್ವಾಮೀ, ಆ ಮಾತು ನಿಜವೇ, ನಾಯಿಮರಿಗಳಂತೂ ತಮ್ಮ ಯಜಮಾನರ ಮೇಜಿನಿಂದ ಬೀಳುವ ರೊಟ್ಟಿಯ ತುಂಡುಗಳನ್ನು ತಿನ್ನುತ್ತವಲ್ಲಾ ಅಂದಳು.      ಮತ್ತಾಯ 15: 27	",
},			
{			
"question" :	"	7 ಯೇಸು ಆ ಹೆಂಗಸಿಗೆ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀನು ಆ ಗುಂಪಿನಲ್ಲಿ ಒಬ್ಬಳು	",
	"	B. ನನ್ನ ಕುರಿಗಳು ನನ್ನ ಸ್ವರವನ್ನು ತಿಳಿದಿವೆ	",
	"	C. ನೀನು ಯಾರಿಗು ಹೇಳಬೇಡ ನೋಡು	",
	"	D. ನಿನ್ನ ನಂಬಿಕೆಯು ಬಹಳ	"
],			
"correct" :	"	D. ನಿನ್ನ ನಂಬಿಕೆಯು ಬಹಳ	",
"explanation" :	"	ಆಗ ಯೇಸು ಆಕೆಗೆ, ಅಮ್ಮಾ ನಿನ್ನ ನಂಬಿಕೆ ಬಹಳ; ನಿನ್ನ ಮನಸ್ಸಿನಂತೆ ಆಗಲಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು.  ಮತ್ತಾಯ 15:28	",
},			
{			
"question" :	"	8 ಜನರ ಗುಂಪಿಗೆ ಉಣಿಸಲು ಯೇಸು ಏನನ್ನು ಬಳಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 7 ರೊಟ್ಟಿ ಮತ್ತು ಕೆಲವು ಮೀನುಗಳು]	",
	"	B. 7 ಮೀನು ಮತ್ತು 5 ರೊಟ್ಟಿ	",
	"	C. 2 ರೊಟ್ಟಿ ಮತ್ತು 5 ಮೀನು	",
	"	D. 5 ರೊಟ್ಟಿ ಮತ್ತು 5 ಮೀನು	"
],			
"correct" :	"	A. 7 ರೊಟ್ಟಿ ಮತ್ತು ಕೆಲವು ಮೀನುಗಳು]	",
"explanation" :	"	ಯೇಸು ನಿಮ್ಮಲ್ಲಿ ಎಷ್ಟು ರೊಟ್ಟಿಗಳಿವೆ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವರು ಏಳು ರೊಟ್ಟಿಗಳು ಮತ್ತು ಕೆಲವು ಸಣ್ಣ ಮೀನುಗಳು ಅವೆ ಅಂದರು.  ಮತ್ತಾಯ 15:24	",
},			
{			
"question" :	"	9 ಎಷ್ಟು ಹೆಡಿಗೆಗಳು ಮಿಕ್ಕಿದವು?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 6	",
	"	C. 7	",
	"	D. 12	"
],			
"correct" :	"	C. 7	",
"explanation" :	"	ಮಿಕ್ಕ ತುಂಡುಗಳನ್ನು ಕೂಡಿಸಲಾಗಿ ಏಳು ಹೆಡಿಗೆ ತುಂಬಿದವು    ಮತ್ತಾಯ 15:37	",
},			
{			
"question" :	"	10 ಎಷ್ಟು ಜನ ಗಂಡಸರು ಊಟ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1000	",
	"	B. 2000	",
	"	C. 3000	",
	"	D. 4000	"
],			
"correct" :	"	D. 4000	",
"explanation" :	"	ಊಟ ಮಾಡಿದವರು ಹೆಂಗಸರು ಮಕ್ಕಳು ಅಲ್ಲದೆ ಗಂಡಸರೇ ನಾಲ್ಕು ಸಾವಿರ ಮಂದಿ. ಮತ್ತಾಯ 15:38	",
},			
]			