var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 16";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸು ಏನು ತೋರಿಸಬೇಕೆಂದು ಸದ್ದುಕಾಯರು ಮತ್ತು ಫರಿಸಾಯರು ಅಪೇಕ್ಷೆ ಪಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ಮನೆ	",
	"	B. ಹೇಗೆ ಪ್ರಾರ್ಥಿಸಬೇಕು	",
	"	C. ಆತನ ಶಿಷ್ಯರನ್ನು	",
	"	D. ಆಕಾಶದಲ್ಲಿ ಒಂದು ಸೂಚಕ ಕಾರ್ಯ	"
],			
"correct" :	"	D. ಆಕಾಶದಲ್ಲಿ ಒಂದು ಸೂಚಕ ಕಾರ್ಯ	",
"explanation" :	"	ತರುವಾಯ ಫರಿಸಾಯರೂ ಸದ್ದುಕಾಯರೂ ಬಂದು ಆತನನ್ನು ಪರೀಕ್ಷಿಸುವದಕ್ಕಾಗಿ ನೀನು ಆಕಾಶದಲ್ಲಿ ಒಂದು ಸೂಚಕಕಾರ್ಯವನ್ನು ತೋರಿಸಿಕೊಡಬೇಕೆಂದು ಕೇಳಿದರು.  ಮತ್ತಾಯ 16:1	",
},			
{			
"question" :	"	2 ವಾತಾವರಣವನ್ನು ಹೇಗೆ ಅಂದಾಜಿಸುತ್ತಾರೆ ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಕೇಳಿದ ವರದಿಗಳ ಪ್ರಕಾರ	",
	"	B. ಗಾಳಿಯ ಉಷ್ಣತೆಯಿಂದ	",
	"	C. ಆಕಾಶದ ಸ್ಥಿತಿಯಿಂದ	",
	"	D. ನಕ್ಷತ್ರಗಳ ಸಂಖ್ಯೆಯಿಂದ	"
],			
"correct" :	"	C. ಆಕಾಶದ ಸ್ಥಿತಿಯಿಂದ	",
"explanation" :	"	ಸಂಜೇವೇಳೆಯಲ್ಲಿ ನೀವು ಆಕಾಶವು ಕೆಂಪಾಗಿದೆ, ನಿರ್ಮಲದಿನ ಬರುವದು ಅನ್ನುತ್ತೀರಿ, ಬೆಳಿಗ್ಗೆ ಆಕಾಶವು ಮೋಡಮುಚ್ಚಿಕೊಂಡು ಕೆಂಪಾಗಿದೆ, ಈ ಹೊತ್ತು ಗಾಳಿ ಮಳೆ ಅನ್ನುತ್ತೀರಿ ಅಲ್ಲವೇ, ಆಕಾಶದ ಸ್ಥಿತಿಯನ್ನು ನೋಡಿ ಇದು ಹೀಗೆ ಅದು ಹಾಗೆ ಅನ್ನುವದಕ್ಕೆ ಬಲ್ಲಿರಿ.  ಮತ್ತಾಯ 16:2-3.	",
},			
{			
"question" :	"	3.  ಯಾವ ಹಳೇ ಒಡಂಬಡಿಕೆಯ ಪ್ರವಾದಿಯು, ಯೇಸುವನ್ನು ಅವರು ಹೊಂದುವ ಒಂದೇ ಒಂದು ಸೂಚನೆ ಎಂದು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನ	",
	"	B. ಯೆಹೇಜ್ಕಿಯೇಲ್	",
	"	C. ಯೆಶಾಯ	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	A. ಯೋನ	",
"explanation" :	"	ವೈಭಿಚಾರಿಣಿಯಂತಿರುವ ಈ ಕೆಟ್ಟ ಸಂತತಿಯು ಸೂಚಕಕಾರ್ಯವನ್ನು ನೋಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತದೆ, ಆದರೆ ಯೋನನಲ್ಲಿ ಆದ ಸೂಚಕಕಾರ್ಯವೇ ಹೊರತು ಬೇರೆ ಯಾವದೂ ಇದಕ್ಕೆ ಸಿಕ್ಕುವುದಿಲ್ಲ   ಮತ್ತಾಯ 16:4	",
},			
{			
"question" :	"	4 ನನ್ನನ್ನು ಯಾರೆಂದು ನೀವೇಳುತ್ತೀರಿ ಎಂದು ಯೇಸು ಕೇಳಿದಾಗ ಪೇತ್ರನು ಏನೆಂದನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೇಮಿಯ	",
	"	B. ಎಲೀಷ	",
	"	C. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	D. ಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	D. ಕ್ರಿಸ್ತನು	",
"explanation" :	"	ಸೀಮೋನ್ ಪೇತ್ರನು ನೀನು ಬರಬೇಕಾಗಿರುವ ಕ್ರಿಸ್ತನು ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಕುಮಾರನು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು.  ಮತ್ತಾಯ 16:16	",
},			
{			
"question" :	"	5 ಇದನ್ನು ಪೇತ್ರನಿಗೆ ಪ್ರಕಟಪಡಿಸಿದ್ದು ಯಾರು ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕದ ತಂದೆ	",
	"	B. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	C. ದೇವದೂತ	",
	"	D. ಫರಿಸಾಯರು ಮತ್ತು ಸದ್ದುಕಾಯರು	"
],			
"correct" :	"	A. ಪರಲೋಕದ ತಂದೆ	",
"explanation" :	"	ಯೋನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನೀನು ಧನ್ಯನು, ಈ ಗುಟ್ಟು ನಿನಗೆ ತಿಳಿಸಿದವನು ನರಮನುಷ್ಯನಲ್ಲ, ಪರಲೋಕದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯೇ ತಿಳಿಸಿದನು.  ಮತ್ತಾಯ 16:17	",
},			
{			
"question" :	"	6 ಆ ದಿನದಿಂದ ಯೇಸು ಯಾವುದನ್ನು ಕುರಿತು ಹೇಳುವುದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ಮರಣ	",
	"	B. ಚಿನ್ನದ ಬೀದಿಗಳು	",
	"	C. ಫರಿಸಾಯರನ್ನು ಹೇಗೆ ನಾಶಮಾಡಬೇಕು	",
	"	D. ಉಪವಾಸದ ಕುರಿತು	"
],			
"correct" :	"	A. ಆತನ ಮರಣ	",
"explanation" :	"	ಅಂದಿನಿಂದ ಯೇಸು ಕ್ರಿಸ್ತನು ತಾನು ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಹಿರಿಯರಿಂದಲೂ ಮಹಾಯಾಜಕರಿಂದಲೂ ಶಾಸ್ತ್ರಿಗಳಿಂದಲೂ ಬಹು ಕಷ್ಟಗಳನ್ನನುಭವಿಸಿ ಕೊಲ್ಲಲ್ಪಟ್ಟು ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಜೀವಿತನಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡಬೇಕೆಂದು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ತಿಳಿಸುವಕ್ಕೆ ಪ್ರಾರಂಭಮಾಡಿದನು.  ಮತ್ತಾಯ 16:21	",
},			
{			
"question" :	"	7  ಪೇತ್ರನು ಯೇಸುವನ್ನು ಗದರಿಸುವುದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದಾಗ ಯೇಸು ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ನಿಮ್ಮ ಕರ್ತನು ಮತ್ತು ಗುರುವು	",
	"	B. ನೀವು ಕರ್ತನನ್ನು ಪರೀಕ್ಷಿಸಬಾರದು	",
	"	C. ಸೈತಾನನೇ ನನ್ನನ್ನು ಬಿಟ್ಟು ಹೋಗು	",
	"	D. ನೀವು ಸೂಚನೆಗಳಿಗೆ ವಿಧೇಯರಾಗಿರಬೇಕು	"
],			
"correct" :	"	C. ಸೈತಾನನೇ ನನ್ನನ್ನು ಬಿಟ್ಟು ಹೋಗು	",
"explanation" :	"	ನಿನಗೆ ಹೀಗೆ ಎಂದಿಗೂ ಆಗಬಾರದು ಎಂದು ಆತನನ್ನು ಗದರಿಸುವಕ್ಕೆ ಪ್ರಾರಂಭಿಸಲು ಆತನು ತಿರುಗಿಕೊಂಡು ಪೇತ್ರನಿಗೆ ಸೈತಾನನೇ, ನನ್ನ ಮುಂದೆ ನಿಲ್ಲಬೇಡ, ನಡೆ, ನನಗೆ ನೀನು ವಿಘ್ನವಾಗಿದ್ದೀ, ನಿನ್ನ ಯೋಚನೆ ಮನುಷ್ಯರ ಯೋಚನೆಯೇ ಹೊರತು ದೇವರದಲ್ಲ ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 16:23	",
},			
{			
"question" :	"	8  ಒಬ್ಬನು ತನ್ನನ್ನು ಹಿಂಬಾಲಿಸಲು ಏನು ಮಾಡಬೇಕೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನನ್ನು ನಿರಾಕರಿಸಬೇಕು	",
	"	B. ದಿನವೂ ಪ್ರಾರ್ಥಿಸಬೇಕು	",
	"	C. ಸೂಚನೆಗಳನ್ನು ಗಮನಿಸಬೇಕು	",
	"	D. ಪ್ರವಾದಿಗಳನ್ನು ಅಭ್ಯಾಸಿಸಬೇಕು	"
],			
"correct" :	"	A. ತನ್ನನ್ನು ನಿರಾಕರಿಸಬೇಕು	",
"explanation" :	"	ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ ಯಾವನಿಗಾದರೂ ನನ್ನ ಹಿಂದೆ ಬರುವದಕ್ಕೆ ಮನಸ್ಸಿದ್ದರೆ ಅವನು ತನ್ನನ್ನು ನಿರಾಕರಿಸಿ ತನ್ನ ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತುಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬರಲಿ.   ಮತ್ತಾಯ 16:24	",
},			
{			
"question" :	"	9 ಯೇಸು ಹೇಳಿದ್ದು, ಒಬ್ಬ ಮನುಷ್ಯನು ಲೋಕವನ್ನೆಲ್ಲಾ ಸಂಪಾದಿಸಿ, ______________ನಷ್ಟಪಟ್ಟರೆ ಅವನಿಗೆ ಏನು ಪ್ರಯೋಜನ	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಜೀವ	",
	"	B. ತನ್ನ ಮನಸ್ಸು	",
	"	C. ತನ್ನ ಪ್ರಾಣ	",
	"	D. ತನ್ನ ಒಳ್ಳೇ ಹೆಸರು	"
],			
"correct" :	"	C. ತನ್ನ ಪ್ರಾಣ	",
"explanation" :	"	ಒಬ್ಬ ಮನುಷ್ಯನು ಲೋಕವನ್ನೆಲ್ಲಾ ಸಂಪಾದಿಸಿಕೊಂಡರೂ ಪ್ರಾಣನಷ್ಟಪಟ್ಟರೆ ಅವನಿಗೆ ಪ್ರಯೋಜನವೇನು?  ಮತ್ತಾಯ 16:26	",
},			
{			
"question" :	"	10 ಪ್ರತಿಯೊಬ್ಬರೂ ತಮ್ಮ ತಮ್ಮ _______ ಪ್ರಕಾರ ಪ್ರತಿಫಲ ಹೊಂದುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಚನೆಗಳು	",
	"	B. ಸಾಮಥ್ರ್ಯ	",
	"	C. ನಡತೆ	",
	"	D. ಪ್ರಾಮಾಣಿಕತೆ	"
],			
"correct" :	"	C. ನಡತೆ	",
"explanation" :	"	ತನ್ನ ತಂದೆಯ ಪ್ರಭಾವದೊಡನೆ ತನ್ನ ದೂತರ ಸಮೇತವಾಗಿ ಬರುವನು, ಆವಾಗ ಆತನು ಒಬ್ಬೊಬ್ಬನಿಗೆ ಅವನವನ ನಡತೆಗೆ ತಕ್ಕ ಫಲವನ್ನು ಕೊಡುವನು.  ಮತ್ತಾಯ 16:27	",
},			
]			