var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 17";			
var quiz = [			
{			
"question" :	"	1 ಈ ಕೆಳಗಿನ ಯಾವ ಶಿಷ್ಯರನ್ನು ಯೇಸು ಬೆಟ್ಟಕ್ಕೆ ಕರೆದುಕೊಂಡು ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ, ಯಾಕೋಬ ಮತ್ತು ಯೂದ	",
	"	B. ಪೇತ್ರ, ಯಾಕೋಮ ಮತ್ತು ಲೂಕ	",
	"	C. ಪೇತ್ರ , ಯೋಹಾನ ಮತ್ತು ಮಾರ್ಕ	",
	"	D. ಪೇತ್ರ, ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	"
],			
"correct" :	"	D. ಪೇತ್ರ, ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
"explanation" :	"	ಆರು ದಿವಸಗಳಾದ ಮೇಲೆ ಯೇಸು ಪೇತ್ರನನ್ನೂ ಯಾಕೋಬನನ್ನೂ ಇವನ ತಮ್ಮನಾದ ಯೋಹಾನನನ್ನೂ ಮಾತ್ರ ವಿಂಗಡವಾಗಿ ಕರಕೊಂಡು ಎತ್ತರವಾದ ಬೆಟ್ಟಕ್ಕೆ ಹೋದನು.  ಮತ್ತಾಯ 17:1	",
},			
{			
"question" :	"	2 ಯೇಸು ರೂಪಾಂತರಗೊಂಡಾಗ ಆತನ ಮುಂದೆ ಯಾರು ಕಾಣಿಸಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯ ಮತ್ತು ಮೋಶೆ	",
	"	B. ಎಲೀಯ ಮತ್ತು ಯೋನ	",
	"	C. ಮೋಶೆ ಮತ್ತು ಅಬ್ರಹಾಮ	",
	"	D. ಎಲೀಯ ಮತ್ತ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	"
],			
"correct" :	"	A. ಎಲೀಯ ಮತ್ತು ಮೋಶೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಮೋಶೆಯೂ ಎಲೀಯನೂ ಆತನ ಸಂಗಡ ಮಾತಾಡುತ್ತಾ ಅವರಿಗೆ ಕಾಣಿಸಿಕೊಂಡರು.  ಮತ್ತಾಯ 17:3	",
},			
{			
"question" :	"	3 ಪೇತ್ರನು ನಾವು ಇಲ್ಲೇ ಇರುವುದು ಒಳ್ಳೇದೆಂದನು, ಯಾಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಬೇರೆಯವರಿಗೆ ಹೇಳಬಹುದು	",
	"	B. ಪ್ರವಾದಿಗಳೊಂದಿಗೆ ಮಾತನಾಡಬಹುದು	",
	"	C. ಮೂರು ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟುವೆವು	",
	"	D. ಸಾಕ್ಷಿಗಳಾಗಿರಬಹುದು	"
],			
"correct" :	"	C. ಮೂರು ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟುವೆವು	",
"explanation" :	"	ಆಗ ಪೇತ್ರನು ಯೇಸುವಿಗೆ ಸ್ವಾಮಿ, ನಾವು ಇಲ್ಲೇ ಇರುವದು ಒಳ್ಳೇದು, ಅಪ್ಪಣೆಯಾದರೆ ಇಲ್ಲಿ ಮೂರು ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟುವೆನು, ನಿನಗೊಂದು, ಮೋಶೆಗೊಂದು ಎಲೀಯನಿಗೊಂದು ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 17:4	",
},			
{			
"question" :	"	4 ಎಲ್ಲಿಂದ ಆಕಾಶವಾಣಿ ಆಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮುದ್ರದಿಂದ	",
	"	B. ಮೋಡದಿಂದ	",
	"	C. ಮಿಂಚಿನಿಂದ	",
	"	D. ಪಾರಿವಳದಿಂದ	"
],			
"correct" :	"	B. ಮೋಡದಿಂದ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆ ಮೋಡದೊಳಗಿಂದ ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನನ್ನು ನಾನು ಮೆಚ್ಚಿದ್ದೇನೆ, ಈತನ ಮಾತನ್ನು ಕೇಳಿರಿ ಎಂಬ ಆಕಾಶವಾಣಿ ಆಯಿತು.  ಮತ್ತಾಯ 16:5	",
},			
{			
"question" :	"	5 ಅವರಿಗೆ ಆಕಾಶವಾಣಿ ಕೇಳಿಸಿತು: ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನಲ್ಲಿ  ನಾನು ಮೆಚ್ಚಿದ್ದೇನೆ, .......................	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ಮಾತನ್ನು ಕೇಳಿರಿ	",
	"	B. ಹೋಗಿ ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೂ ಸಾರಿರಿ	",
	"	C. ಮೂರು ಪರ್ಣಶಾಲೆಗಳನ್ನು ಕಟ್ಟಿರಿ	",
	"	D. ಆತನು ಮೇಲೇರುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ	"
],			
"correct" :	"	A. ಆತನ ಮಾತನ್ನು ಕೇಳಿರಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆ ಮೋಡದೊಳಗಿಂದ ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನನ್ನು ನಾನು ಮೆಚ್ಚಿದ್ದೇನೆ, ಈತನ ಮಾತನ್ನು ಕೇಳಿರಿ ಎಂಬ ಆಕಾಶವಾಣಿ ಆಯಿತು.  ಮತ್ತಾಯ 16:5	",
},			
{			
"question" :	"	6  ಎಲೀಯನು ಈಗಾಗಲೇ ಬಂದುಹೋದನು ಎಂದು ಯೇಸು ಹೇಳಿದಾಗ ಆತನು ಯಾರ  ಕುರಿತು ಈ ಮಾತನ್ನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	C. ತನ್ನನ್ನು ಕುರಿತು	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	B. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
"explanation" :	"	ಎಲೀಯನು ಬರುವದು ನಿಜ, ಬಂದು ಎಲ್ಲವನ್ನು ತಿರಿಗಿ ಸರಿಮಾಡುವನು ______ ಎಂದು ಉತ್ತರ ಕೊಟ್ವನು, ಆಗ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ವಿಷಯವಾಗಿ ತಮಗೆ ಈ ಮಾತನ್ನು ಹೇಳಿದನೆಂದು ಶಿಷ್ಯರು ತಿಳುಕೊಂಡರು.  ಮತ್ತಾಯ 17:12-13	",
},			
{			
"question" :	"	7 ಶಿಷ್ಯರಿಂದ ಆ ಮನುಷ್ಯನ ಮಗನಲ್ಲಿದ್ದ ದೆವ್ವವನ್ನು ಏಕೆ ಬಿಡಿಸಲಾಗಲಿಲ್ಲವೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಅಪನಂಬಿಕೆಯಿಂದ	",
	"	B. ಯೇಸು ಅದನ್ನು ತಾನೇ ಮಾಡಿ ಮಹಿಮೆ ಹೊಂದಿಕೊಳ್ಳಬೇಕೆಂದಿದ್ದ	",
	"	C. ತಂದೆಯು ಅದನ್ನು ನಂಬಲಿಲ್ಲ	",
	"	D. ಆ ಹುಡುಗನು ನಂಬಲಿಲ್ಲ	"
],			
"correct" :	"	A. ಅವರ ಅಪನಂಬಿಕೆಯಿಂದ	",
"explanation" :	"	ಆತನು ಅವರಿಗೆ ನಿಮ್ಮ ನಂಬಿಕೆ ಕಡಿಮೆಯಾಗಿರುವದರಿಂದಲೇ ಆಗಲಿಲ್ಲ.. ..   ಮತ್ತಾಯ 17:20	",
},			
{			
"question" :	"	8 ಈ ಕಾಳಿನಷ್ಟು ನಂಬಿಕೆ ನಿಮಗಿದ್ದರೆ, ನಿಮಗೆ ಅಸಾದ್ಯವಾದುದು ಒಂದೂ ಇಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರ	",
	"	B. ಜವೆಗೋಧಿ	",
	"	C. ಸಾಸಿವೆ	",
	"	D. ಆಪಲ್	"
],			
"correct" :	"	C. ಸಾಸಿವೆ	",
"explanation" :	"	ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಸಾಸಿವೇಕಳಷ್ಟು ನಂಬಿಕೆ ನಿಮಗೆ ಇರುವದಾದರೆ ನೀವು ಈ ಬೆಟ್ಟಕ್ಕೆ _________  ಮತ್ತಾಯ 17:20	",
},			
{			
"question" :	"	9  ಸುಂಕ ವಸೂಲಿ ಮಾಡುವವರು ಅವರನ್ನು ಸಂಧಿಸಿದಾಗ ಅವರು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆತ್ಲೇಹೇಮ್	",
	"	B. ಯೆರೂಷಲೇಮ್	",
	"	C. ನಜರೇತ್	",
	"	D. ಕೆಪರ್ನೌಮ್	"
],			
"correct" :	"	D. ಕೆಪರ್ನೌಮ್	",
"explanation" :	"	ಅವರು ಕಪೆರ್ನೌಮಿಗೆ ಬಂದಾಗ ದೇವಾಲಯಕ್ಕಾಗಿ ತೆರಿಗೆಯನ್ನು ಎತ್ತುವವರು ಪೇತ್ರನ ಬಳಿಗೆ ಬಂದು _______ ಮತ್ತಾಯ 17:24	",
},			
{			
"question" :	"	10  ಯೇಸು ಪೇತ್ರನಿಗೆ ಸುಂಕ ಕಟ್ಟಲು ಹಣ ಎಲ್ಲಿ ಸಿಗುವುದು ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೀನನ್ನು ಮಾರುವುದರಿಂದ	",
	"	B. ಭಂಡಾರದಿಂದ	",
	"	C. ಕಾಣಿಕೆಗಳಿಂದ	",
	"	D. ಮೀನಿನ ಬಾಯಿಯಿಂದ	"
],			
"correct" :	"	D. ಮೀನಿನ ಬಾಯಿಯಿಂದ	",
"explanation" :	"	ನೀನು ಸಮುದ್ರಕ್ಕೆ ಹೋಗಿ ಗಾಳ ಹಾಕಿ ಮೊದಲು ಸಿಕ್ಕುವ ಮೀನನ್ನು ಎತ್ತು, ಅದರ ಬಾಯಿ ತೆರೆದು ನೋಡಿದರೆ ಅದರಲ್ಲಿ ಒಂದು ರೂಪಾಯಿ ಸಿಕ್ಕುವದು, ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ನಮ್ಮಿಬ್ಬರದಂತ ಹೇಳಿ ಅವರಿಗೆ ಕೊಡು ಎಂದು ಹೇಳಿದನು. ಮತ್ತಾಯ 17:27	",
},			
]			