var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 18";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಹೇಳಿದ್ದು: ನಿಮ್ಮನ್ನು ನೀವು ತಗ್ಗಿಸಿಕೊಂಡು ಚಿಕ್ಕಮಕ್ಕಳಂತೆ ಆಗದ ಹೊರತು ನೀವು	",
"image" :	"",		
"choices" : [			
	"	A. ಉತ್ತರಕೊಡಲಾಗುವುದಿಲ್ಲ	",
	"	B. ಪರಲೋಕರಾಜ್ಯದಲ್ಲಿ ದೊಡ್ಡವರಾಗಿರುವುದಿಲ್ಲ	",
	"	C. ಶಿಷ್ಯರಾಗುವುದಿಲ್ಲ	",
	"	D. ಪರಲೋಕರಾಜ್ಯವನ್ನು ಸೇರುವುದಿಲ್ಲ	"
],			
"correct" :	"	D. ಪರಲೋಕರಾಜ್ಯವನ್ನು ಸೇರುವುದಿಲ್ಲ	",
"explanation" :	"	ನೀವು ತಿರುಗಿಕೊಂಡು ಚಿಕ್ಕ ಮಕ್ಕಳಂತೆ ಆಗದೆ ಹೋದರೆ ನೀವು ಪರಲೋಕರಾಜ್ಯದಲ್ಲಿ ಸೇರುವದೇ ಇಲ್ಲವೆಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ.  ಮತ್ತಾಯ 18:3	",
},			
{			
"question" :	"	2.     ಯೇಸು ಹೇಳಿದ್ದು, ಒಬ್ಬ ಮನುಷ್ಯನು ______________ ಬೀಸುವ ಕಲ್ಲನ್ನು  ಕುತ್ತಿಗೆಗೆ ಕಟ್ಟಿಕೊಂಡು ಸಮುದ್ರದಲ್ಲಿ ಬೀಳುವುದು ಲೇಸು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವನ್ನು ನಂಬುವ ಈ ಚಿಕ್ಕವರಲ್ಲಿ ಒಬ್ಬನಿಗಾದರೂ ತೊಂದರೆ ಮಾಡುವದಕ್ಕಿಂತ	",
	"	B. ಪರಲೋಕರಾಜ್ಯದಲ್ಲಿ ದೊಡ್ಡವನಾಗಿರುವುದಕ್ಕಿಂತ	",
	"	C. ಪರಲೋಕರಾಜ್ಯದ ಕುರಿತು ಯೋಚಿಸದಿದ್ದರೆ	",
	"	D. ಮಕ್ಕಳಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸದಿದ್ದರೆ	"
],			
"correct" :	"	A. ಯೇಸುವನ್ನು ನಂಬುವ ಈ ಚಿಕ್ಕವರಲ್ಲಿ ಒಬ್ಬನಿಗಾದರೂ ತೊಂದರೆ ಮಾಡುವದಕ್ಕಿಂತ	",
"explanation" :	"	ಆದರೆ ನನ್ನಲ್ಲಿ ನಂಬಿಕೆಯಿಡುವ ಈ ಚಿಕ್ಕವರಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಯಾವನಾದರೂ ಅಡ್ಡಿಯಾದರೆ ಅಂಥವನ ಕೊರಳಿಗೆ ಬೀಸುವ ಕಲ್ಲು ಕಟ್ಟಿ ಅವನನ್ನು ಆಳವಾದ ಸಮುದ್ರದಲ್ಲಿ ಮುಣುಗಿಸಿಬಿಡುವದು ಅವನಿಗೆ ಹಿತವಾಗುವದು.  ಮತ್ತಾಯ 18:6	",
},			
{			
"question" :	"	3.     ಯೇಸು ಹೇಳಿದ್ದು, _______________ ಅಂಗಹೀನನಾಗಿ ನಿತ್ಯಜೀವಕ್ಕೆ ಸೇರುವುದು ಒಳ್ಳೇದು,	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಖ್ಯನಾಗುವುದಕ್ಕಿಂತ	",
	"	B. ಒಂದು ಕಣ್ಣನ್ನು ಕಿತ್ತುಹಾಕುವುದಕ್ಕಿಂತ	",
	"	C. ನಿತ್ಯ ಅಗ್ನಿ ನರಕದೊಳಕ್ಕೆ ಸೇರುವುದಕ್ಕಿಂತ	",
	"	D. ಶುದ್ದನಾಗುವುದಕ್ಕಿಂತ	"
],			
"correct" :	"	C. ನಿತ್ಯ ಅಗ್ನಿ ನರಕದೊಳಕ್ಕೆ ಸೇರುವುದಕ್ಕಿಂತ	",
"explanation" :	"	ಹಾಗಾದರೆ ನಿನ್ನ ಕೈಯಾಗಲಿ ನಿನ್ನ ಕಾಲಾಗಲಿ ನಿನ್ನನ್ನು ಪಾಪದಲ್ಲಿ ಸಿಕ್ಕಸುವದಾದರೆ ಅದನ್ನು ಕಡಿದು ಬಿಸಾಟುಬಿಡು; ಎರಡು ಕೈ ಎರಡು ಕಾಲು ಉಳ್ಳವನಾಗಿದ್ದು ನಿತ್ಯವಾಗಿರುವ ಬೆಂಕಿಯಲ್ಲಿ ಹಾಕಿಸಿಕೊಳ್ಳುವದಕ್ಕಿಂತ ಕೈಕಾಲು ಕಳಕೊಂಡವನಾಗಿ ಜೀವದಲ್ಲಿ ಸೇರುವದು ನಿನಗೆ ಉತ್ತಮ. ಮತ್ತಾಯ 18:8	",
},			
{			
"question" :	"	4. ಮನುಷ್ಯಕುಮಾರನು ರಕ್ಷಿಸಲು ಬಂದಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A. ತಪ್ಪಿಹೋದವರನ್ನು	",
	"	B. ನೀತಿವಂತರನ್ನು	",
	"	C. ಫರಿಸಾಯರನ್ನು	",
	"	D. ಸದ್ದುಕಾಯರನ್ನು	"
],			
"correct" :	"	A. ತಪ್ಪಿಹೋದವರನ್ನು	",
"explanation" :	"	ಮನುಷ್ಯಕುಮಾರನು ತಪ್ಪಿಹೋದವರನ್ನು ಹುಡುP ರಕ್ಷಿಸಲಿಕ್ಕೆ ಬಂದನು ***	",
},			
{			
"question" :	"	5 ಯೇಸು ಕೇಳಿದ್ದು, ಒಬ್ಬನಿಗೆ ನೂರು ಕುರಿಗಳಿರಲಾಗಿ, ಒಂದು ಕುರಿಯು ತಪ್ಪಿಹೋದರೆ  ಅವನು _______	",
"image" :	"",		
"choices" : [			
	"	A. ಉಳಿದ 99ರೊಂದಿಗಿರುವುದಿಲ್ಲವೇ?	",
	"	B. 99 ಕುರಿಗಳ ಸುತ್ತೂ ಬೇಲಿ ಹಾಕುವುದಿಲ್ಲವೇ?	",
	"	C. ಕುರುಬರನ್ನು ಕೆಲಸಕ್ಕೆ ನೇಮಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ?	",
	"	D. 99 ಕುರಿಗಳನ್ನು ಬಿಟ್ಟು  ತಪ್ಪಿಹೋದದ್ದನ್ನು ಹುಡುಕಾಡುವುದಿಲ್ಲವೋ?	"
],			
"correct" :	"	D. 99 ಕುರಿಗಳನ್ನು ಬಿಟ್ಟು  ತಪ್ಪಿಹೋದದ್ದನ್ನು ಹುಡುಕಾಡುವುದಿಲ್ಲವೋ?	",
"explanation" :	"	ಒಬ್ಬ ಮನುಷ್ಯನಿಗೆ ನೂರು ಕುರಿಗಳು ಇರಲಾಗಿ ಅವುಗಳಲ್ಲಿ ಒಂದು ತಪ್ಪಿಸಿಕೊಂಡರೆ ಅವನು ತೊಂಭತ್ತೊಂಭತ್ತು ಕುರಿಗಳನ್ನು ಬಿಟ್ಟು ಬೆಟ್ಟಕ್ಕೆ ಹೋಗಿ ತಪ್ಪಿಸಿಕೊಂಡದ್ದನ್ನು ಹುಡುಕುತ್ತಾನಲ್ಲವೇ.  ಮತ್ತಾಯ 18:12	",
},			
{			
"question" :	"	6  ಎಷ್ಟು ಸಾರಿ ತನ್ನ ಸಹೋದರನು ತಪ್ಪು ಮಾಡಿದರೆ ಅವನನ್ನು ಕ್ಷಮಿಸಬೇಕು ಎಂದು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 7	",
	"	B. 20	",
	"	C. 3	",
	"	D. 70	"
],			
"correct" :	"	A. 7	",
"explanation" :	"	ಸ್ವಾಮಿ, ನನ್ನ ಸಹೋದರನು ನನಗೆ ತಪ್ಪುಮಾಡುತ್ತಾ ಬಂದರೆ ನಾನು ಎಷ್ಟು ಸಾರಿ ಅವನಿಗೆ ಕ್ಷಮಿಸಬೇಕು? ಏಳು ಸಾರಿಯೋ ಎಂದು ಕೇಳಲು____ ಮತ್ತಾಯ 18:21	",
},			
{			
"question" :	"	7 ಎಷ್ಟು ಸಾರಿ ಕ್ಷಮಿಸಬೇಕೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 7*7	",
	"	B. 70*7	",
	"	C. 90*7	",
	"	D. 100*7	"
],			
"correct" :	"	B. 70*7	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ ಏಳು ಸಾರಿ ಎಂದಲ್ಲ, ಏಳೆಪ್ಪತ್ತು ಸಾರಿ ಎಂದಿ ನಿನಗೆ ಹೇಳುತ್ತೇನೆ. ಮತ್ತಾಯ 18:22	",
},			
{			
"question" :	"	8 ಸೇವಕನ ಬಳಿ ಸಾಲ ಹಿಂತಿರುಗಿಸಲು ಹಣವಿಲ್ಲದೆ ಅವನು ಅರಸನ ದಯೆಯನ್ನು ಬೇಡಿಕೊಂಡಾಗ, ಅರಸು	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನನ್ನು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿದನು	",
	"	B. ಅವನ ಮನೆಯನ್ನು ಮಾರಿಸಿದನು	",
	"	C. ಅವನ ಕುಟುಂಬವನ್ನು ಮಾರಿದನು	",
	"	D. ಅವನ ಸಾಲವನ್ನು ಮನ್ನಿಸಿದನು	"
],			
"correct" :	"	D. ಅವನ ಸಾಲವನ್ನು ಮನ್ನಿಸಿದನು	",
"explanation" :	"	ಒಡೆಯನೇ ಸ್ವಲ್ಪ ತಾಳಿಕೋ ನಿನ್ನದೆಲ್ಲಾ ನಾನು ಕೊಟ್ಟು ತೀರಿಸುತ್ತೇನೆಂದು ನಮಸ್ಕರಿಸಲಾಗಿ ಆ ಸೇವಕನ ಒಡೆಯನು ಕನಿಕರಪಟ್ಟು ಅವನನ್ನು ಬಿಡಿಸಿ ಆ ಸಾಲವನ್ನೆಲ್ಲಾ ಬಿಟ್ಟುಬಿಟ್ಟನು.  ಮತ್ತಾಯ 18:26-27	",
},			
{			
"question" :	"	9 ಆ ಸೇವಕನು ತನಗೆ 100 ಹಣ ಬಾಕಿ ಕೊಡಬೇಕಾದ ಜೊತೆಸೇವಕನ ಸಂಗಡ ಹೇಗೆ ನಡೆದುಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನ ಸಾಲವನ್ನು ಮನ್ನಿಸಿದ	",
	"	B. ಅವನು ಅವನನ್ನು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿದನು	",
	"	C. ಅವನಿಗೆ ಕೆಲಸ ಕೊಡಿಸಿದನು	",
	"	D. ಅವನು ಅವನಿಗೆ 100 ಹಣ ಕೊಟ್ಟನು	"
],			
"correct" :	"	B. ಅವನು ಅವನನ್ನು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿದನು	",
"explanation" :	"	ಆದರೆ ಅವನು ಒಪ್ಪದೆ ಹೊರಟು ಹೋಗಿ ಆ ಸಾಲಾ ತೀರಿಸುವ ತನಕ ಅವನನ್ನು ಸೆರೆಮನೆಯಲ್ಲಿ ಹಾಕಿಸಿದನು.  ಮತ್ತಾಯ 18:30	",
},			
{			
"question" :	"	10  ಅರಸನಿಗೆ ಇದರ ಬಗ್ಗೆ ಹೇಳಿದಾಗ,	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಲಾ ಸಾಲವನ್ನು ಕ್ಷಮಿಸಿದನು	",
	"	B. ಸೇವಕನು ಎಷ್ಟು ಬುದ್ದಿವಂತನೆಂದು ಯೋಚಿಸಿದನು	",
	"	C  ಜೊತೇ ಸೇವಕನ ಸಾಲವನ್ನು ತೀರಿಸಿದನು	",
	"	D. ಪೀಡಿಸುವವರ ಕೈಗೆ ಆ ಕೆಟ್ಟ ಸೇವಕನನ್ನು ಕೊಟ್ಟನು	"
],			
"correct" :	"	D. ಪೀಡಿಸುವವರ ಕೈಗೆ ಆ ಕೆಟ್ಟ ಸೇವಕನನ್ನು ಕೊಟ್ಟನು	",
"explanation" :	"	ಎಲಾ ನೀಚನೇ, ನೀನು ನನ್ನನ್ನು ಬೇಡಿಕೊಂಡದ್ದರಿಂದ ಆ ಸಾಲವನ್ನೆಲ್ಲಾ ನಾನು ಬಿಟ್ಟುಬಿಟ್ಟೆನಲ್ಲಾ ನಾನು ನಿನ್ನನ್ನು ಕರುಣಿಸಿದ ಹಾಗೆ ನೀನು ಸಹ ನಿನ್ನ ಜೊತೇ ಸೇವಕನನ್ನು ಕರುಣಿಸಬಾರದಾಗಿತ್ತೇ ಎಂದು ಹೇಳಿ ಸಿಟ್ಟುಮಾಡಿ ತನಗೆ ಕೊಡಬೇಕಾದ ಸಾಲವನ್ನು ತೀರಿಸುವ ತನಕ ಪೀಡಿಸುವವರ ಕೈಗೆ ಒಪ್ಪಿಸಿದನು.  ಮತ್ತಾಯ 18: 32-34	",
},			
]			