var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 19";			
var quiz = [			
{			
"question" :	"	1 ಮೋಶೆಯು ಯಾಕೆ ತ್ಯಾಗಪತ್ರವನ್ನು ಬರೆದುಕೊಟ್ಟು ಹೆಂದತಿಯನ್ನು ಬಿಟ್ಟುಬಿಡಬಹುದೆಂದು ಹೇಳಿದನು ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ಹೃದಯದ ಮೊಡುತನವನ್ನು ನೋಡಿ	",
	"	B. ಅದು ಆದಿಯಿಂದಲೂ ದೇವರ ಚಿತ್ತವಾಗಿತ್ತು	",
	"	C. ದೇವರ ಚಿತ್ತವನ್ನು ನೆವೇರಿಸಲು	",
	"	D. ಬಿಡುಗಡೆ ಕೊಡಲು	"
],			
"correct" :	"	A. ನಿಮ್ಮ ಹೃದಯದ ಮೊಡುತನವನ್ನು ನೋಡಿ	",
"explanation" :	"	ಮಾಶೆಯು ನಿಮ್ಮ ಮೊಂಡತನವನ್ನು ನೋಡಿ ನಿಮ್ಮ ಹೆಂಡರನ್ನು ಬಿಟ್ಟುಬಿಡುವದಕ್ಕೆ ಅಪ್ಪಣೆ ಕೊಟ್ಟನು.  ಮತ್ತಾಯ 19:8	",
},			
{			
"question" :	"	2 ಚಿಕ್ಕ ಮಕ್ಕಳನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ತಂದಾಗ ಶಿಷ್ಯರು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರನ್ನು ಹಿಡಿದರು	",
	"	B. ಅವರನ್ನು ಗದರಿಸಿದರು	",
	"	C. ಅವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದರು	",
	"	D. ಅವರ ಮೇಲೆ ಕೈಗಳನ್ನಿಟ್ಟರು	"
],			
"correct" :	"	B. ಅವರನ್ನು ಗದರಿಸಿದರು	",
"explanation" :	"	ಆಗ ಕೆಲವರು ತಮ್ಮ ಚಿಕ್ಕ ಮಕ್ಕಳನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ತಂದು ಆತನು ಅವುಗಳ ಮೇಲೆ ಕೈಯಿಟ್ಟು ಪ್ರಾರ್ಥನೆ ಮಾಡಬೇಕೆಂದು ಕೇಳಲು ಶಿಷ್ಯರು ಅವರನ್ನು ಗದರಿಸಿದರು. ಮತ್ತಾಯ 19:13	",
},			
{			
"question" :	"	3 ಯೇಸು ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದನು, ಆ ಮಕ್ಕಳನ್ನು ನನ್ನ ಬಳಿಗೆ ಬಿಡಿರಿ, ಯಾಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ನನ್ನನ್ನು ಪ್ರೀತಿಸುವರು	",
	"	B. ಅವರು ದೇವರ ಮಕ್ಕಳು	",
	"	C. ನಿಮಗೆ ಆ ಮಕ್ಕಳಂತಹ ಮಕ್ಕಳನ್ನು ಹೊಂದುವಿರಿ	",
	"	D. ದೇವರ ರಾಜ್ಯವು ಅಂತಹವರದೇ	"
],			
"correct" :	"	D. ದೇವರ ರಾಜ್ಯವು ಅಂತಹವರದೇ	",
"explanation" :	"	ಆದರೆ ಯೇಸು ಮಕ್ಕಳನ್ನು ಬಿಡಿರಿ, ನನ್ನ ಹತ್ತರ ಬರುವದಕ್ಕೆ ಅವುಗಳಿಗೆ ಅಡ್ಡಿ ಮಾಡಬೇಡಿರಿ, ಪರಲೋಕರಾಜ್ಯವು ಇಂಥವರದೇ ಎಂದು ಹೇಳಿ ___ ಮತ್ತಾಯ 19:14	",
},			
{			
"question" :	"	4 ಒಬ್ಬ ಐಶ್ವರ್ಯವಂತ ಯೌವನಸ್ಥನು ಯೇಸುವನ್ನು ಕೇಳಿದ್ದು, ನಾನು ________  ಏನು ಮಾಡಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಡವರಿಗೆ ಸಹಾಯ ಮಾಡಲು	",
	"	B. ಇನ್ನೂ ಹೆಚ್ಚು ಹಣ ಸಂಪಾದಿಸಲು	",
	"	C. ಶಿಷ್ಯನಾಗಲು	",
	"	D. ನಿತ್ಯಜೀವಕ್ಕೆ ಸೇರಲು	"
],			
"correct" :	"	D. ನಿತ್ಯಜೀವಕ್ಕೆ ಸೇರಲು	",
"explanation" :	"	ಆಗ ಒಬ್ಬನು ಬಂದು ಆತನನ್ನು ಬೋಧಕನೇ ನಾನು ನಿತ್ಯಜೀವವನ್ನು ಪಡೆಯಬೇಕಾದರೆ ಏನು ಒಳ್ಳೇ ಕಾರ್ಯವನ್ನು ಮಾಡಬೇಕು ಎಂದು ಕೇಳಲಾಗಿ__  ಮತ್ತಾಯ 19:16	",
},			
{			
"question" :	"	5 ಯಾವುದನ್ನು ಮಾಡುತ್ತಾ ಇದ್ದೇನೆಂದು ಆ ಯೌವನಸ್ಥ ಐಶ್ವರ್ಯವಂತನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸುವುದು	",
	"	B. ಬಡವರಿಗೆ ಸಹಾಯ	",
	"	C. ಹಣವನ್ನು ಉಳಿಸುವುದು	",
	"	D. ಪ್ರಾರ್ಥಿಸುವುದು	"
],			
"correct" :	"	A. ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸುವುದು	",
"explanation" :	"	ನರಹತ್ಯ ಮಾಡಬಾರದು, ವ್ಯಭಿಚಾರ ಮಾಡಬಾರದು, ಕದಿಯಬಾರದು, ಸುಳ್ಳುಸಾಕ್ಷಿ ಹೇಳಬಾರದು, ನಿನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕು ಮತ್ತು ನಿನ್ನ ಹಾಗೆಯೇ ನಿನ್ನ ನೆರೆಯವನನ್ನು ಪ್ರೀತಿ ಮಾಡಬೇಕು ಎಂಬಿವುಗಳೇ ಅಂದನು, ಆ ಯೌವನಸ್ಥನು ಆತನನ್ನು ಇವೆಲ್ಲಕ್ಕೂ ಸರಿಯಾಗಿ ನಡಕೊಂಡಿದ್ದೇನೆ, ಇನ್ನೇನು ಕಡಿಮೆಯಾಗಿರಬಹುದು ಎಂದು ಕೇಳಲು,   ಮತ್ತಾಯ 19:18-20	",
},			
{			
"question" :	"	6 ನಿನಗಿರುವುದೆಲ್ಲವನ್ನು ಮಾರಿ ಬಡವರಿಗೆ ದಾನ ಮಾಡಿ ನನ್ನನ್ನು ನೀನು ಹಿಂಬಾಲಿಸು ಎಂದು ಯೇಸು ಹೇಳಿದಾಗ ಆ ಯೌವನಸ್ಥ ಐಶ್ವರ್ಯವಂತನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ಸ್ವಾಸ್ಥ್ಯವನ್ನು ಮಾರಿ ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದನು	",
	"	B. ದು:ಖದಿಂದ ಹೊರಟುಹೋದನು	",
	"	C. ಆತನ ಮಾತುಗಳಲ್ಲಿ ಸಂತೋಷಪಟ್ಟನು	",
	"	D. ಆತನ ಕುಟುಂಬವನ್ನು ಯೇಸುವಿನ ಬಳಿ ತಂದನು	"
],			
"correct" :	"	B. ದು:ಖದಿಂದ ಹೊರಟುಹೋದನು	",
"explanation" :	"	ನೀನು ಸಂಪೂರ್ಣನಾಗಬೇಕೆಂದಿದ್ದರೆ ಹೋಗಿ ನಿನ್ನ ಆಸ್ತಿಯನ್ನು ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡು, ಪರಲೋಕದಲ್ಲಿ ನಿನಗೆ ಸಂಪತ್ತಿರುವದು, ನೀನು ಬಂದು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು ಎಂದು ಹೇಳಿದನು.  ಆ ಯೌವನಸ್ಥನು ಬಹಳ ಆಸ್ತಿಯುಳ್ಳವನಾಗಿದ್ದರಿಂದ ಈ ವÁತನ್ನು ಕೇಳಿ ದು:ಖದಿಂದ ಹೊರಟುಹೋದನು.  ಮತ್ತಾಯ 19:21-22	",
},			
{			
"question" :	"	7 ಐಶ್ವರ್ಯವಂತರು ದೇವರರಾಜ್ಯದಲ್ಲಿ ಸೇರುವುದಕ್ಕಿಂತ ಯಾವುದು ಸುಲಭವೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂಟೆಯು ನೀರಿಲ್ಲದೆ ಇರುವುದು	",
	"	B. ಒಂಟೆಯು ಆಹಾರವಿಲ್ಲದೆ ಇರುವುದು	",
	"	C. ಒಬ್ಬ ಮನುಷ್ಯನು ನೀರಿಲ್ಲದೆ ಇರುವುದು	",
	"	D. ಒಂಟೆಯು ಸೂಜಿಯ ಕಣ್ಣಿನಲ್ಲಿ ಸೇರುವುದು	"
],			
"correct" :	"	D. ಒಂಟೆಯು ಸೂಜಿಯ ಕಣ್ಣಿನಲ್ಲಿ ಸೇರುವುದು	",
"explanation" :	"	ಐಶ್ವರ್ಯವಂತನು ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಸೇರುವದಕ್ಕಿಂತ ಒಂಟೆಯು ಸೂಜಿಯ ಕಣ್ಣಿನಲ್ಲಿ ನುಗ್ಗುವದು ಸುಲಭ ಎಂದು ನಿಮಗೆ ತಿರಿಗಿ ಹೇಳುತ್ತೇನೆ ಅಂದನು.  ಮತ್ತಾಯ 19:24	",
},			
{			
"question" :	"	8 ಯೇಸು ಹೇಳಿದ್ದು, ದೇವರಿಗೆ ...........	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರೀತಿಯು ತುಂಬಿದೆ	",
	"	B. ಎಲ್ಲಾವು ಸಾಧ್ಯ	",
	"	C. ಐಶ್ವರ್ಯವು ಶಾಶ್ವತ	",
	"	D. ಜೀವನ ಬೆಲೆಯುಳ್ಳ ಜೀವನ	"
],			
"correct" :	"	B. ಎಲ್ಲಾವು ಸಾಧ್ಯ	",
"explanation" :	"	ಯೇಸು ಅವರನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿ ಇದು ಮನುಷ್ಯರಿಗೆ ಅಸಾಧ್ಯ, ಆದರೆ ದೇವರಿಗೆ ಎಲ್ಲವೂ ಸಾಧ್ಯವೇ ಅಂದನು.  ಮತ್ತಾಯ 19:26	",
},			
{			
"question" :	"	9 ಯಾರಾದರೂ ತನ್ನ ಹೆಸರಿನ ನಿಮಿತ್ತ ಮನೆಯನ್ನಾಗಲಿ, ಭೂಮಿಯನ್ನಾಗಲಿ ಅಥವ ಕುಟುಂಬವನ್ನಾಗಲಿ ಕಳೆದುಕೊಂಡವನಿಗೆ ಏನು ಸಿಕ್ಕುವುದು ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊಸ ಒಡಂಬಡಿಕೆ	",
	"	B. ಕಿರೀಟ, ವಸ್ತ್ರ, ಮತ್ತು ಉಂಗುರ	",
	"	C. ಸಿಂಹಾಸನ	",
	"	D. ಅನೇಕ ಪಾಲು ಮತ್ತು ನಿತ್ಯಜೀವ	"
],			
"correct" :	"	D. ಅನೇಕ ಪಾಲು ಮತ್ತು ನಿತ್ಯಜೀವ	",
"explanation" :	"	ನನ್ನ ಹೆಸರಿನ ನಿಮಿತ್ತ ಮನೆಗಳನ್ನಾಗಲಿ ಅಣ್ಣತಮ್ಮಂದಿರನ್ನಾಗಲಿ ಅಕ್ಕತಂಗಿಯರನ್ನಾಗಲಿ ತಂದೆಯನ್ನಾಗಲಿ ತಾಯಿಯನ್ನಾಗಲಿ ಮಕ್ಕಳನ್ನಾಗಲಿ ಭೂಮಿಯನ್ನಾಗಲಿ ಬಿಟ್ಟುಬಿಟ್ಟಿರುವವರೆಲ್ಲರಿಗೆ ಅನೇಕ ಪಾಲು ಹೆಚ್ಚಾಗಿ ಸಿಕ್ಕುವದು ಮತ್ತು ಅವರು ನಿತ್ಯಜೀವಕ್ಕೆ ಬಾಧ್ಯರಾಗುವರು.  ಮತ್ತಾಯ 19:29	",
},			
{			
"question" :	"	10 ಯಾರು ಮೊದಲಿಗರೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಶಿಷ್ಯರು	",
	"	B. ಯೆಹೂದ್ಯರು	",
	"	C. ಕಡೆಯವರು	",
	"	D. ಸಿದ್ದವಾದವರು	"
],			
"correct" :	"	C. ಕಡೆಯವರು	",
"explanation" :	"	ಆದರೆ ಬಹು ಮಂದಿ ಮೊದಲಿನವರು ಕಡೆಯವರಾಗುವರು, ಕಡೆಯವರು ಮೊದಲಿನವರಾಗುವರು.  ಮತ್ತಾಯ 19:30	",
},			
]			