var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿ ಹುಟ್ಟಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A.ಯೆರೂಸಲೇಮ್	",
	"	B.ಬೆತ್ಲೆಹೇಮ್	",
	"	C.ನಜರೇತು	",
	"	D.ಅಂತಿಯೋಕ್ಯ	"
],			
"correct" :	"	B.ಬೆತ್ಲೆಹೇಮ್	",
"explanation" :	"	ಅರಸನಾದ ಹೆರೋದನ ದಿನಗಳಲ್ಲಿ ಯೂದಾಯ ಸೀಮೆಯ ಬೇತ್ಲೆಹೇಮ್ ಎಂಬ ಊರಲ್ಲಿ ಯೇಸು ಹುಟ್ಟಿದಾಗ ..      ಮತ್ತಾಯ 1:1	",
},			
{			
"question" :	"	2. ಯೇಸುವನ್ನು ಆರಾಧಿಸಲು ಜೋಯಿಸರು ಯಾವ ದೇಶದಿಂದ ಬಂದರು	",
"image" :	"",		
"choices" : [			
	"	A.ಉತ್ತರ  ಬಡಗಣ	",
	"	B.ಪೂರ್ವ  ಮೂಡಣ	",
	"	C.ದಕ್ಷಿಣ  ತೆಂಕಣ	",
	"	D.ಪಶ್ಚಿಮ  ಪಡುವಣ	"
],			
"correct" :	"	B.ಪೂರ್ವ  ಮೂಡಣ	",
"explanation" :	"	ಯೇಸು ಹುಟ್ಟಿದಾಗ ಮೂಡಣ ದೇಶದ ಜೋಯಿಸರು ಯೆರೂಸಲೇಮಿಗೆ ಬಂದು ಮತ್ತಾಯ 2:1	",
},			
{			
"question" :	"	3. ಅವರು ಯಾವುದನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದರಿಂದ ಯೇಸುವನ್ನು ಕಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A.ನಕ್ಷತ್ರವನ್ನು	",
	"	B.ನಕ್ಷೆಯನ್ನು	",
	"	C.ಅವರ ಕನಸುಗಳನ್ನು	",
	"	D.ಮೋಡವನ್ನು	"
],			
"correct" :	"	A.ನಕ್ಷತ್ರವನ್ನು	",
"explanation" :	"	ಆತನನ್ನು ಸೂಚಿಸುವ ನಕ್ಷತ್ರವನ್ನು ನಾವು ಮೂಡಣ ದೇಶದಲ್ಲಿ ಕಂಡು ಆತನಿಗೆ ಅಡ್ಡ ಬೀಳುವುದಕ್ಕೆ ಬಂದೆವು ಅಂದರು.  ಮತ್ತಾಯ 2:2	",
},			
{			
"question" :	"	4. ಅರಸನಾದ ಹೆರೋದನು ಜೊಯೀಸರಿಗೆ ನಾನು ಸಹ ಬಂದು ಯೇಸುವನ್ನು ಆರಾಧಿಸುವೆನು ಎಂದು ಹೇಳಿದನು, ಆದರೆ ಅವನ ನಿಜವಾದ ಉದ್ದೇಶವಾಗಿದ್ದಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A.ಅವನನ್ನು ಅರಸನನ್ನಾಗಿ ಮಾಡುವುದು	",
	"	B.ಅವನನ್ನು ಕೊಲ್ಲುವುದು	",
	"	C.ಯೆರೂಸಲೇಮಿನಿಂದ ಅವನನ್ನು ಓಡಿಸುವುದು	",
	"	D.ಅವನನ್ನು ಅಭಿಷೇಕಿಸುವುದು	"
],			
"correct" :	"	B.ಅವನನ್ನು ಕೊಲ್ಲುವುದು	",
"explanation" :	"	ಹೆರೋದನು ಈ ಕೂಸನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಹುಡುಕುತ್ತಿರುವನು ಅಂದನು. ಮತ್ತಾಯ 2:13	",
},			
{			
"question" :	"	5 ಜೋಯಿಸರು ಮಗುವನ್ನು ಕಂಡಾಗ, ಅವರು	",
"image" :	"",		
"choices" : [			
	"	A.ಸಂತೋಷದಿಂದ ಹಾಡಿದರು	",
	"	B.ಆತನ ಮುಂದೆ ಕುಣಿದಾಡಿದರು	",
	"	C.ಆತನೆ ಮೆಸ್ಸಿಯ ಎಂಬುದರಲ್ಲಿ ಅವರಿಗೆ ಖಚಿತವಿರಲಿಲ್ಲ	",
	"	D.ಆತನಿಗೆ ಅಡ್ಡಬಿದ್ದು ಆರಾಧಿಸಿದರು	"
],			
"correct" :	"	D.ಆತನಿಗೆ ಅಡ್ಡಬಿದ್ದು ಆರಾಧಿಸಿದರು	",
"explanation" :	"	ಆ ಮನೆಯೊಳಕ್ಕೆ ಹೋಗಿ ಆ ಕೂಸನ್ನು ಅದರ ತಾಯಿಯಾದ ಮರಿಯಳ ಬಳಿಯಲ್ಲಿ ಕಂಡು ಅದಕ್ಕೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡಿ . .   ಮತ್ತಾಯ: 2:11	",
},			
{			
"question" :	"	6 ಜೋಯಿಸರು ಯಾವ ಕಾಣಿಕೆಗಳನ್ನು ತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A.ಚಿನ್ನ, ಬೆಳ್ಳಿ ಮತ್ತು ತಾಮ್ರ	",
	"	B.ಎಣ್ಣೆ, ಬೆಳ್ಳಿ ಮತ್ತು ಚಿನ್ನ	",
	"	C.ಚಿನ್ನ, ಧೂಪ ಮತ್ತು ರಕ್ತಭೋಳ	",
	"	D.ಚಿನ್ನ, ಧೂಪ ಮತ್ತು ಬೆಳ್ಳಿ	"
],			
"correct" :	"	C.ಚಿನ್ನ, ಧೂಪ ಮತ್ತು ರಕ್ತಭೋಳ	",
"explanation" :	"	ನಮಸ್ಕಾರ ಮಾಡಿ ತಮ್ಮ ಗಂಟುಗಳನ್ನು ಬಿಚ್ಚಿ ಅದಕ್ಕೆ ಚಿನ್ನ ಧೂಪ ರಕ್ತಬೋಳಗಳನ್ನು ಕಾಣಿಕೆಯಾಗಿ ಕೊಟ್ಟರು.  ಮತ್ತಾಯ 2:11	",
},			
{			
"question" :	"	7 ಜೋಯಿಸರು ತಮ್ಮ ದೇಶಗಳಿಗೆ ಬೇರೆ ಮಾರ್ಗದಿಂದ ಹೊರಟುಹೋದರು, ಏಕೆಂದರೆ,	",
"image" :	"",		
"choices" : [			
	"	A.ಅವರು ತಪ್ಪಿಹೋಗಿದ್ದರು	",
	"	B.ಯೊಸೇಫನು ಅವರನ್ನು ಕೇಳಿಕೊಂಡಿದ್ದನು	",
	"	C.ದೇವರು ಅವರನ್ನು ಕನಸಿನಲ್ಲಿ ಎಚ್ಚರಿಸಿದ್ದನು	",
	"	D.ಅದು ವಾಣಿಜ್ಯ ಮಾರ್ಗವಾಗಿತ್ತು	"
],			
"correct" :	"	C.ದೇವರು ಅವರನ್ನು ಕನಸಿನಲ್ಲಿ ಎಚ್ಚರಿಸಿದ್ದನು	",
"explanation" :	"	ಆಮೇಲೆ ದೇವರು ಕನಸಿನಲ್ಲಿ ಅವರಿಗೆ, ನೀವು ಹೆರೋದನ ಬಳಿಗೆ ತಿರಿಗಿ ಹೋಗಬಾರದೆಂದು ಅಪ್ಪಣೆಕೊಟ್ಟದ್ದರಿಂದ ಅವರು ಮತ್ತೊಂದು ದಾರಿಯಿಂದ ತಮ್ಮ ದೇಶಕ್ಕೆ ಹೊರಟುಹೋದರು.  ಮತ್ತಾಯ 2:12	",
},			
{			
"question" :	"	8 ಅರಸನಾದ ಹೆರೋದನು ಜೋಯಿಸರು ತನ್ನ ಬಳಿಗೆ ಹಿಂತಿರುಗಿ ಬಂದು ವಿಷಯ ತಿಳಿಸುವುದಿಲ್ಲ ಎಂದು ತಿಳಿದ ಮೇಲೆ, ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಜೋಯಿಸರನ್ನು ಕೊಲ್ಲಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು	",
	"	B. ಜೋಯಿಸರನ್ನು ಸೆರೆಗೆ ಹಾಕಿರಿ ಎಂದು ಅಪ್ಪಣೆ ಕೊಟ್ಟನು	",
	"	C. ಲಕ್ಷ್ಯ ಕೊಡಲಿಲ್ಲ	",
	"	D. ಎಲ್ಲಾ ಮಕ್ಕಳು ಕೊಲ್ಲಲ್ಪಟ್ಟರು	"
],			
"correct" :	"	D. ಎಲ್ಲಾ ಮಕ್ಕಳು ಕೊಲ್ಲಲ್ಪಟ್ಟರು	",
"explanation" :	"	ಬೆತ್ಲೇಹೆಮಿನಲ್ಲಿಯೂ ಅದರ ಎಲ್ಲಾ ನೆರೆಹೊರೆ ಹಳ್ಳಿಗಳಲ್ಲಿಯೂ ಎರಡು ವರುಷದೊಳಗಿನ ಗಂಡುಕೂಸುಗಳನ್ನೆಲ್ಲಾ ಕೊಲ್ಲಿಸಿದನು. ಮತ್ತಾಯ 2:16	",
},			
{			
"question" :	"	9 ಯೋಸೇಫನಿಗೆ ದೇವದೂತನು ಕನಸಿನಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡು ಮರಿಯಳನ್ನು ಮತ್ತು ಯೇಸುವನ್ನು ತೆಗೆದುಕೊಂಡು ಇಲ್ಲಿಗೆ ಹೋಗೆಂದು ತಿಳಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A.ಈಜಿಪ್ಟ್	",
	"	B.ನಜರೇತ್	",
	"	C.ಬೆತ್ಲೆಹೇಮ್	",
	"	D.ಜೆರೂಸಲೇಮ್	"
],			
"correct" :	"	A.ಈಜಿಪ್ಟ್	",
"explanation" :	"	ನೀನು ಎದ್ದು ಈ ಕೂಸನ್ನೂ ಇದರ ತಾಯಿಯನ್ನೂ ಕರಕೊಂಡು ಐಗುಪ್ತದೇಶಕ್ಕೆ ಓಡಿಹೋಗಿ ನಾನು ನಿನಗೆ ಹೇಳುವ ತನಕ ಅಲ್ಲೇ ಇರು, ಮತ್ತಾಯ 2:13	",
},			
{			
"question" :	"	10 ಯೊಸೇಫನು ಮರಿಯಳು ಮತ್ತು ಯೇಸುವನ್ನು ತೆಗೆದುಕೊಂಡು ನಜರೇತಿನಲ್ಲಿ ವಾಸಿಸತೊಡಗಿದನು,  ಆತನಿಗೆ ಏನೆಂಬ ಹೆಸರು ಬರುವುದು ಎಂಬದಾಗಿ ಪ್ರವಾದಿಗಳಿಂದ ಹೇಳಿಸಿರುವ ಮಾತು ನೆರವೇರಿತು?	",
"image" :	"",		
"choices" : [			
	"	A.ಛಿದ್ರವಾಗಿರುವುದನ್ನು ಸರಿಮಾಡುವವನು	",
	"	B.ಆಪ್ತ ಸಮಾಲೋಚಕ	",
	"	C.ನಜರಾಯ	",
	"	D.ಬಡಗಿ	"
],			
"correct" :	"	C.ನಜರಾಯ	",
"explanation" :	"	ನನ್ನ ಮಗನನ್ನು ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಕರೆದನೆಂದು ಕರ್ತನು ಪ್ರವಾದಿಯ ಮುಖಾಂತರ ಹೇಳಿದ ಮಾತು ನೆರವೇರಿತು. ಮತ್ತಾಯ 2:16	",
},			
]			