var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 20";			
var quiz = [			
{			
"question" :	"	1 ಸಾಮ್ಯದಲ್ಲಿ, ಒಡೆಯನು ಕೂಲಿ ಆಳುಗಳನ್ನು ಎಲ್ಲಿ ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯದಲ್ಲಿ	",
	"	B. ಪೇಟೆಯಲ್ಲಿ	",
	"	C. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
	"	D. ಸೆರೆಮನೆಯಲ್ಲಿ	"
],			
"correct" :	"	B. ಪೇಟೆಯಲ್ಲಿ	",
"explanation" :	"	ತರುವಾಯ ಹೆಚ್ಚಿಕಡಿಮೆ ಒಂಭತ್ತು ಗಂಟೆಗೆ ಹೋಗಿ ಪೇಟೆಯಲ್ಲಿ ಸುಮ್ಮನೆ ನಿಂತಿದ್ದ ಇನ್ನು ಕೆಲವರನ್ನು ಕಂಡು ___  ಮತ್ತಾಯ 21:3	",
},			
{			
"question" :	"	2 ಏನು ಕೆಲಸ ಮಾಡಲು ಕೂಲಿಯವರನ್ನು ಕರೆತಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಧಿಯ ಹೊಲದಲ್ಲಿ ಕೆಲಸಮಾಡಲು	",
	"	B. ದ್ರಾಕ್ಷೇತೋಟದಲ್ಲಿ ಕೆಲಸಮಾಡಲು	",
	"	C. ತನ್ನ ಮಂದೆಯನ್ನು ಕಾಯಲು	",
	"	D. ಹುಲ್ಲಿನ ಬಣವೆಯನ್ನು ಸಿದ್ದಮಾಡಲು	"
],			
"correct" :	"	B. ದ್ರಾಕ್ಷೇತೋಟದಲ್ಲಿ ಕೆಲಸಮಾಡಲು	",
"explanation" :	"	ನೀವು ಸಹ ನನ್ನ ದ್ರಾಕ್ಷೇತೋಟಕ್ಕೆ ಹೋಗಿರಿ, ನಿಮಗೆ ಸರಿಯಾದ ಕೂಲಿಯನ್ನು ಕೊಡುತ್ತೇನೆ ಅನ್ನಲು ಅವರು ತೋಟಕ್ಕೆ ಹೋದರು.  ಮತ್ತಾಯ 20:4	",
},			
{			
"question" :	"	3 ಅವನು ಕೂಲಿಯಾಳುಗಳಿಗೆ ಎಷ್ಟು ಕೂಲಿ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಲರಿಗೂ ಒಂದೊಂದು ಪಾವಲಿ	",
	"	B. ಎಲ್ಲರಿಗೂ 2 ತಲಾಂತು	",
	"	C. ಕೆಲವರಿಗೆ 1 ಪಾವಲಿ, ಕೆಲವರಿಗೆ 2 ಪಾವಲಿ ಮತ್ತು ಕೆಲವರಿಗೆ 3 ಪಾವಲಿ	",
	"	D. ಅವನು ಅವಿಗೆ ಕೂಲಿ ನೀಡಲಿಲ್ಲ	"
],			
"correct" :	"	A. ಎಲ್ಲರಿಗೂ ಒಂದೊಂದು ಪಾವಲಿ	",
"explanation" :	"	ಆಗ ಸಾಯಂಕಾಲ ಐದು ಗಂಟೆಗೆ ಬಂದವರಿಗೆ ಒಂದೊಂದು ಪಾವಲಿ ಸಿಕ್ಕಿತು.  ತರುವಾಯ ಮೊದಲಿನವರು ಬಂದು ತಮಗೆ ಹೆಚ್ಚು ದೊರೆಯುವದೆಂದು ನೆನಸಿದರು; ಆದರೆ ಇವರಿಗೆ ಸಹ ಒಂದೊಂದು ಪಾವಲಿಯೇ ಸಿಕ್ಕಿತು.  ಮತ್ತಾಯ 20:9-10	",
},			
{			
"question" :	"	4 ಬೆಳಗಿನವ ಅವಧಿಯಲ್ಲಿ ಕೆಲಸಕ್ಕೆ ಬಂದ ಕೂಲಿಗಾರರು ಏಕೆ ಗೊಣಗುಟ್ಟಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರಿಗೆ ಉಣಬಡಿಸಲಿಲ್ಲ	",
	"	B. ಅವರಿಗೆ ಹಣ ನೀಡಲು ಆತನು ನಿರಾಕರಿಸಿದನು	",
	"	C. ಕಡಿಮೆ ಕೆಲಸ ಮಾಡಿದವರಿಗಿಂತ ಹೆಚ್ಚು ಹಣ ಸಿಕ್ಕುವುದೆಂದು ನಿರೀಕ್ಷಿಸಿದ್ದರು	",
	"	D. ಆತನು ಅವರನ್ನು ಮಾರನೆಯ ದಿನವೂ ಬರಲು ತಿಳಿಸಿದ್ದನು	"
],			
"correct" :	"	C. ಕಡಿಮೆ ಕೆಲಸ ಮಾಡಿದವರಿಗಿಂತ ಹೆಚ್ಚು ಹಣ ಸಿಕ್ಕುವುದೆಂದು ನಿರೀಕ್ಷಿಸಿದ್ದರು	",
"explanation" :	"	ತರುವಾಯ ಮೊದಲಿನವರು ಬಂದು ತಮಗೆ ಹೆಚ್ಚು ದೊರೆಯುವದೆಂದು ನೆನಸಿದರು, ಆದರೆ ಇವರಿಗೆ ಸಹ ಒಂದೊಂದು ಪಾವಲಿಯೇ ಸಿಕ್ಕಿತು.  ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ಮನೆಯ ಯಜಮಾನನ ಮೇಲೆ ಗುಣುಗುಟ್ಟಿ ____ ಮತ್ತಾಯ 20:10-11	",
},			
{			
"question" :	"	5 ಯೇಸು ಹೇಳಿದ್ದು, ಕರೆಯಲ್ಪಟ್ಟವರು ಅನೇಕರು, ಆದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಲವರು ಉತ್ತರಿಸುವುದಿಲ್ಲ	",
	"	B. ಆಯಲ್ಪಟ್ಟವರು ಸ್ವಲ್ಪ ಮಾತ್ರ	",
	"	C. ಅವರು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸುವರು	",
	"	D. ಸ್ವಲ್ಪ ಜನ ಗೊಣಗಾಡುವರು	"
],			
"correct" :	"	B. ಆಯಲ್ಪಟ್ಟವರು ಸ್ವಲ್ಪ ಮಾತ್ರ	",
"explanation" :	"	ಈ ಪ್ರಕಾರ ಕಡೆಯವರು ಮೊದಲಿನವರಾಗುವರು, ಮೊದಲಿನವರು ಕಡೆಯವರಾಗುವರು ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 20:16	",
},			
{			
"question" :	"	6 ಯೆರೂಷಲೇಮಿಗೆ ಹೋಗುವ ದಾರಿಯಲ್ಲಿ ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದನು, ನನ್ನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕುವರು, ಆದರೆ ಮೂರನೆಯ ದಿನದಲ್ಲಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಎಬ್ಬಿಸಲ್ಪಡುವನು	",
	"	B. ಸಮಾಧಿಮಾಡುವರು	",
	"	C. ಮರಣಿಸುವನು	",
	"	D. ದಹನ ಮಾಡುವರು	"
],			
"correct" :	"	A. ಎಬ್ಬಿಸಲ್ಪಡುವನು	",
"explanation" :	"	ನೋಡಿರಿ ನಾವು ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗುತ್ತಾ ಇದ್ದೇವೆ, ಮತ್ತು ಮನುಷ್ಯಕುಮಾರನನ್ನು ಮಹಾಯಾಜಕರ ಮತ್ತು ಶಾಸ್ತ್ರಿಗಳ ಕೈಗೆ ಹಿಡುಕೊಡುವರು.  ಅವರು ಅವನಿಗೆ ಮರಣದಂಡನೆಯನ್ನು ವಿಧಿಸಿ ಅವನನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡುವದಕ್ಕೂ ಕೊರಡೆಗಳಿಂದ ಹೊಡೆಯುವದಕ್ಕೂ ಶಿಲುಬೆಗೆ ಹಾಕುವದಕ್ಕೂ ಅನ್ಯ ಕೈಗೆ ಒಪ್ಪಿಸುವರು, ಅವನು ಸತ್ತ ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಜೀವಿತನಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡುವನು ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 20:19	",
},			
{			
"question" :	"	7 ಜೆಬೆದಾಯನ ಮಕ್ಕಳ ತಾಯಿಯು ಯೇಸುವಿನಲ್ಲಿ ಏನನ್ನು ಬೇಡಿಕೊಂಡಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವಳ ಮಕ್ಕಳು ಸೌಖ್ಯರಾಗಬೇಕೆಂದು	",
	"	B. ಆತನ  ರಾಜ್ಯದಲ್ಲಿ ಯೇಸುವಿನ ಎಡಬಲಗಳಲ್ಲಿ ತನ್ನ ಮಕ್ಕಳು ಕುಳಿತುಕೊಳ್ಳಬೇಕು	",
	"	C. ಆಕೆಯ ಮಕ್ಕಳು ಆಕೆಯೊಂದಿಗೆ ಮನೆಗೆ ಹೋಗಲು	",
	"	D. ಆಕೆಯ ಮಕ್ಕಳಿಗೆ ಆತನು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಲು	"
],			
"correct" :	"	B. ಆತನ  ರಾಜ್ಯದಲ್ಲಿ ಯೇಸುವಿನ ಎಡಬಲಗಳಲ್ಲಿ ತನ್ನ ಮಕ್ಕಳು ಕುಳಿತುಕೊಳ್ಳಬೇಕು	",
"explanation" :	"	ಆತನು ಆಕೆಯನ್ನು ನಿನಗೇನು ಬೇಕಮ್ಮಾ ಎಂದು ಕೇಳಲು ಆಕೆ ನಿನ್ನ ರಾಜ್ಯದಲ್ಲಿ ನನ್ನ ಈ ಇಬ್ಬರು ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬನು ನಿನ್ನ ಬಲಗಡೆಯಲ್ಲೂ ಮತ್ತೊಬ್ಬನು ಎಡಗಡೆಯಲ್ಲೂ ಕುಳಿತುಕೊಳ್ಳುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಬೇಕು ಅಂದಳು.  ಮತ್ತಾಯ 20:21	",
},			
{			
"question" :	"	8  ಯೇಸು ಹೇಳಿದ್ದು: ನಿಮ್ಮಲ್ಲಿ ಯಾರು ಮೊದಲಿನವನಾಗಿರಬೇಕೆಂದಿರುವನೋ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ಗೌರವ ಕೊಡಬೇಕು	",
	"	B. ಅವನು ಕಿರೀಟವನ್ನು ಧರಿಸಲಿ	",
	"	C. ಆವನು ನಿಮ್ಮ ಆಳಾಗಿರಬೇಕು	",
	"	D. ನನ್ನ ರಾಜ್ಯದಲ್ಲಿ ದೊಡ್ಡವನಾಗಿರುವನು	"
],			
"correct" :	"	C. ಆವನು ನಿಮ್ಮ ಆಳಾಗಿರಬೇಕು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಮೊದಲನೆಯವನಾಗಬೇಕೆಂದಿರುವವನು ನಿಮ್ಮ ಆಳಾಗಿರಬೇಕು.  ಮತ್ತಾಯ 20:27	",
},			
{			
"question" :	"	9 ಇಬ್ಬರು ಕುರುಡರು ಯೇಸುವಿಗೆ ಏನೆಂದು ಕೂಗಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾವು ಏಕೆ ಕುರುಡರಾಗಿದ್ದೇವೆ	",
	"	B. ನಮ್ಮನ್ನು ಶುದ್ದಮಾಡು	",
	"	C. ನಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಮುಟ್ಟು	",
	"	D. ನಮ್ಮನ್ನು ಕರುಣಿಸು	"
],			
"correct" :	"	D. ನಮ್ಮನ್ನು ಕರುಣಿಸು	",
"explanation" :	"	ಆಗ ದಾರಿಯ ಮಗ್ಗುಲಲ್ಲಿ ಕೂತಿದ್ದ ಇಬ್ಬರು ಕುರುಡರು, ಯೇಸು ಈ ಮಾರ್ಗವಾಗಿ ಹೋಗುತ್ತಿದ್ದಾನೆಂದು ಕೇಳಿ ಸ್ವಾಮಿ, ದಾವೀದನ ಕುಮಾರನೇ ನಮ್ಮನ್ನು ಕರುಣಿಸು ಎಂದು ಕೂಗಿಕೊಂಡರು.  ಮತ್ತಾಯ 20:30	",
},			
{			
"question" :	"	10  ಆ ಗುಂಪಿನವರು ಅವರನ್ನು ಸುಮ್ಮನಿರಿ ಎಂದು ಗದರಿಸದರೆ, ಅವರು ಏನು ಮಾಡಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಸುಮ್ಮನಾದರು	",
	"	B. ಇನ್ನೂ ಹೆಚ್ಚಾಗಿ ಕೂಗಿದರು	",
	"	C. ಮನೆಗೆ ಹೋದರು	",
	"	D. ಯೇಸುವಿಗೆ ಪಿಸುಮಾತಿನಲ್ಲಿ ಹೇಳಿದರು	"
],			
"correct" :	"	B. ಇನ್ನೂ ಹೆಚ್ಚಾಗಿ ಕೂಗಿದರು	",
"explanation" :	"	ಆ ಗುಂಪಿನವರು ಸುಮ್ಮನಿರಿ ಎಂದು ಅವರನ್ನು ಗದರಿಸಲು ಅವರು ಸ್ವಾಮಿ ದಾವೀದನ ಕುಮಾರನೇ ನಮ್ಮನ್ನು ಕರುಣಿಸು ಎಂದು ಹೆಚ್ಚಾಗಿ ಕೂಗಿಕೊಂಡರು.  ಮತ್ತಾಯ 20:31	",
},			
]			