var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 21";			
var quiz = [			
{			
"question" :	"	1 ಜನರ ಗುಂಪು ಯೇಸು ಬರುವ ದಾರಿಯಲ್ಲಿ ಏನನ್ನು ಹರಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೂವುಗಳು ಮತ್ತು ಕೊಂಬೆಗಳು	",
	"	B. ಧೂಪ	",
	"	C. ವಸ್ತ್ರಗಳು ಮತ್ತು ಕೊಂಬೆಗಳು	",
	"	D. ಧೂಪ ಮತ್ತ ಕೊಂಬೆಗಳು	"
],			
"correct" :	"	C. ವಸ್ತ್ರಗಳು ಮತ್ತು ಕೊಂಬೆಗಳು	",
"explanation" :	"	ಆಗ ಜನರ ಗುಂಪಿನಲ್ಲಿ ಬಹಳ ಮಂದಿ ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ದಾರಿಯಲ್ಲಿ ಹಾಸಿದರು; ಬೇರೆ ಕೆಲವರು ಮರಗಳಿಂದ ಚಿಗುರುಗಳನ್ನು ಕೊಯಿದು ದಾರಿಯಲ್ಲಿ ಹರಡುತ್ತಿದ್ದರು.  ಮತ್ತಾಯ6 21:8	",
},			
{			
"question" :	"	2 ಜನರು ಏನೆಂದು ಕೂಗಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು ನಿನ್ನೊಂದಿಗಿರಲಿ	",
	"	B. ದೇವರ ಮಹಿಮೆಯುಳ್ಳ ಮನುಷ್ಯ	",
	"	C. ನಮ್ಮ ಪಟ್ಟಣವನ್ನು ಆಶೀರ್ವಾದಿಸು	",
	"	D. ಮೇಲಣ ಲೋಕದಲ್ಲಿ ಜಯ	"
],			
"correct" :	"	D. ಮೇಲಣ ಲೋಕದಲ್ಲಿ ಜಯ	",
"explanation" :	"	ಆತನ ಹಿಂದೆಯೂ ಮುಂದೆಯೂ ಗುಂಪಾಗಿ ಹೋಗುತ್ತಿದ್ದ ಜನರು-ದಾವೀದನ ಕುಮಾರನಿಗೆ ಜಯ, ಕರ್ತನ ಹೆಸರಿನಲ್ಲಿ ಬರುವವನಿಗೆ ಆಶೀರ್ವಾದ; ಮೇಲಣ ಲೋಕಗಳಲ್ಲಿ ಜಯ ಎಂದು ಆರ್ಭಟಿಸಿದರು.  ಮತ್ತಾಯ 21:9	",
},			
{			
"question" :	"	3  ಚಿನಿವಾರರ ಮತ್ತು ಪಾರಿವಾಳಗಳನ್ನು ಮಾರುವವರ ಮೇಜುಗಳನ್ನು ಯೇಸು  ಎಲ್ಲಿ ಬಿಸಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ	",
	"	B. ದೇವಾಲಯದಲ್ಲಿ	",
	"	C. ದಾರಿಯಲ್ಲಿ	",
	"	D. ಅಂಗಡಿಯಲ್ಲಿ	"
],			
"correct" :	"	B. ದೇವಾಲಯದಲ್ಲಿ	",
"explanation" :	"	ಬಳಿಕ ಯೇಸು ದೇವಾಲಯಕ್ಕೆ ಹೋಗಿ ಅದರಲ್ಲಿ ಮಾರುವ ಕೊಳ್ಳುವ ಎಲ್ಲರನ್ನೂ ಹೊರಡಿಸಿಬಿಟ್ಟು ಚಿನಿವಾರರ ಮೇಜುಗಳನ್ನೂ ಪಾರಿವಾಳ ಮಾರುವವರ ___ ಮತ್ತಾಯ 21:12	",
},			
{			
"question" :	"	4 ಯಾವ ಮರವನ್ನು ಯೇಸು ಶಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಪಲ್	",
	"	B. ಅಂಜೂರ	",
	"	C. ಪರ್ಸಿಮನ್	",
	"	D. ಆಲೀವ್	"
],			
"correct" :	"	B. ಅಂಜೂರ	",
"explanation" :	"	ದಾರಿಯಲ್ಲಿ ಒಂದು ಅಂಜೂರದ ಮರವನ್ನು ಕಂಡು ಅದರ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಿ ಅದರಲ್ಲಿ ಬರೀ ಎಲೆಗಳನ್ನೇ ಹೊರತು ಮತ್ತೇನೂ ಕಾಣದೆ ಅದಕ್ಕೆ ಇನ್ನು ಮೇಲೆ ನಿನ್ನಲ್ಲಿ ಫಲವು ಎಂದೆಂದಿಗೂ ಆಗದೆ ಹೋಗಲಿ ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 21:19	",
},			
{			
"question" :	"	5 ಯೇಸು ಮರವನ್ನು ಏಕೆ ಶಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅದು ಫಲವನ್ನು ಹೊಂದಿರಲಿಲ್ಲ	",
	"	B. ಅದರ ಫಲವು ಕಹಿಯಾಗಿತ್ತು	",
	"	C. ಆತನು ಅದರ ಫಲವನ್ನು ಇಷ್ಟಪಡಲಿಲ್ಲ	",
	"	D. ಅದು ದಾರಿಯಲ್ಲಿತ್ತು	"
],			
"correct" :	"	A. ಅದು ಫಲವನ್ನು ಹೊಂದಿರಲಿಲ್ಲ	",
"explanation" :	"	ದಾರಿಯಲ್ಲಿ ಒಂದು ಅಂಜೂರದ ಮರವನ್ನು ಕಂಡು ಅದರ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಿ ಅದರಲ್ಲಿ ಬರೀ ಎಲೆಗಳನ್ನೇ ಹೊರತು ಮತ್ತೇನೂ ಕಾಣದೆ ಅದಕ್ಕೆ ಇನ್ನು ಮೇಲೆ ನಿನ್ನಲ್ಲಿ ಫಲವು ಎಂದೆಂದಿಗೂ ಆಗದೆ ಹೋಗಲಿ ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 21:19	",
},			
{			
"question" :	"	6 ಒಂದು ಸಾಮ್ಯದಲ್ಲಿ, ಮೊದಲನೆಯ ಮಗನು ದ್ರಾಕ್ಷೇತೋಟಕ್ಕೆ ಹೋಗುವುದಿಲ್ಲ ಎಂದು ತಂದೆಗೆ ಹೇಳಿದರೂ ಅವನು ಏನು ಮಾಡಿದ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಕುಡಿದು ಬಂದನು	",
	"	B. ಮಾರುಕಟ್ಟೆಗೆ ಹೋದನು	",
	"	C. ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ತೋಟಕ್ಕೆ ಹೋದನು	",
	"	D. ಅಲ್ಪನಿದ್ರೆ ಮಾಡಿದನು	"
],			
"correct" :	"	C. ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ತೋಟಕ್ಕೆ ಹೋದನು	",
"explanation" :	"	ಒಬ್ಬ ಮನುಷ್ಯನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು.  ಅವನು ಮೊದಲನೆಯವನ ಬಳಿಗೆ ಬಂದು ಮಗನೇ, ಹೋಗಿ ಈ ಹೊತ್ತು ದ್ರಾಕ್ಷೇತೋಟದಲ್ಲಿ ಕೆಲಸಮಾಡು ಅಂದಾಗ ಅವನು ನಾನು ಹೋಗುವುವದಿಲ್ಲವೆಂದು ಹೇಳಿದಾಗ್ಯೂ ತರುವಾಯ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ತೋಟಕ್ಕೆ ಹೋದನು.  ಮತ್ತಾಯ 21:28	",
},			
{			
"question" :	"	7 ಮಹಾಯಾಜಕರೂ, ಅಧಿಕಾರಿಗಳಿಗಿಂತ ಮೊದಲು ಇವರು ದೇವರ ರಾಜ್ಯವನ್ನು ಸೇರುವರೆಂದು ಯೇಸು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತರು	",
	"	B. ಸದ್ದುಕಾಯರು ಮತ್ತು ಫರಿಸಾಯರು	",
	"	C. ವ್ಯಭಿಚಾರಿಗಳಉ ಮತ್ತು ಅನ್ಯರು	",
	"	D. ಪ್ರವಾದಿಗಳು]	"
],			
"correct" :	"	C. ವ್ಯಭಿಚಾರಿಗಳಉ ಮತ್ತು ಅನ್ಯರು	",
"explanation" :	"	ಆಗ ಯೇಸು ಅವರಿಗೆ ಭ್ರಷ್ಟರೂ ಸೂಳೆಯರೂ ನಿಮಗಿಂತ ಮೊದಲು ದೇವರ ರಾಜ್ಯವನ್ನು ಸೇರುವರು ಎಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ.  ಮತ್ತಾಯ 21:31	",
},			
{			
"question" :	"	8 ಒಂದು ಸಾಮ್ಯದಲ್ಲಿ, ತನ್ನ ಆಳುಗಳು ಹೊಡೆದು ಕೊಲ್ಲಲ್ಪಟ್ಟ ಮೇಲೆ ಮನೆ ಯಜಮಾನನು ಯಾರನ್ನು ಕಳುಹಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನ ಮಗನನ್ನು	",
	"	B. ಸೈನಿಕನನ್ನು	",
	"	C. ನ್ಯಾಯವಾದಿ	",
	"	D. ಷರೀಫನನ್ನು	"
],			
"correct" :	"	A. ಅವನ ಮಗನನ್ನು	",
"explanation" :	"	ಕಡೆಯಲ್ಲಿ ನನ್ನ ಮಗನಿಗಾದರೂ ಮರ್ಯಾದೆ ತೋರಿಸಾರು ಅಂದುಕೊಂಡು ತನ್ನ ಮಗನನ್ನು ಅವರ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು.  ಮತ್ತಾಯ 21:37	",
},			
{			
"question" :	"	9 ಮಗನು ಬಂದಾಗ ಒಕ್ಕಲಿಗರು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದ್ರಾಕ್ಷೇತೋಟವನ್ನು ಹಿಂತಿರುಗಿಸಿದರು	",
	"	B. ಅವರು ಮಾಡಿದ ಎಲ್ಲಾ ತಪ್ಪಿಗೂ ದಂಡ ಕಟ್ಟಿದರು	",
	"	C. ಮಗನನ್ನು ಕೊಂದುಹಾಕಿದರು	",
	"	D. ನಾವು ಎಲ್ಲರನ್ನೂ ಕೊಂದಿದ್ದನ್ನು ನಿರಾಕರಿಸಿದರು	"
],			
"correct" :	"	C. ಮಗನನ್ನು ಕೊಂದುಹಾಕಿದರು	",
"explanation" :	"	ಆ ಒಕ್ಕಲಿಗರು ಅವನ ಮಗನನ್ನು ಕಂಡು ಇವನೇ ಬಾಧ್ಯಸ್ಥನು, ಬನ್ನಿ ಇವನನ್ನು ಕೊಂದು ಹಾಕೋಣ, ಇವನ ಸ್ವಾಸ್ತ್ಯವನ್ನು ನಾವೇ ತೆಗೆದುಕೊಳ್ಳೋಣ ಎಂದು ತಮ್ಮ ತಮ್ಮೊಳಗೆ ಮಾತಾಡಿಕೊಂಡು ಅವನನನ್ನು ಹಿಡಿದು ದ್ರಾಕ್ಷೇತೋಟದಿಂದ ಹೊರಕ್ಕೆ ದೊಬ್ಬಿ ಕೊಂದುಹಾಕಿದರು.  ಮತ್ತಾಯ 21:38-39	",
},			
{			
"question" :	"	10 ಯಾವ ಕಲ್ಲು ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಲವಾದ ಕಲ್ಲು	",
	"	B. ತುಂಬಾ ಸುಂದರವಾದ ಕಲ್ಲು	",
	"	C. ಪರಿಪೂರ್ಣವಾದ ಕಲ್ಲು	",
	"	D. ಕಟ್ಟುವವರು ಬೇಡವೆಂದು ತಳ್ಳಲ್ಪಟ್ಟ ಕಲ್ಲು	"
],			
"correct" :	"	D. ಕಟ್ಟುವವರು ಬೇಡವೆಂದು ತಳ್ಳಲ್ಪಟ್ಟ ಕಲ್ಲು	",
"explanation" :	"	ಯೇಸು ಅವರಿಗೆ ಮನೆಕಟ್ಟುವವರು ಬೇಡವೆಂದು ಬಿಟ್ಟ ಕಲ್ಲೇ ಮುಖ್ಯವಾದ ಮೂಲೆಗಲ್ಲಾಯಿತು ಇದು ಕರ್ತನಿಂದಲೇ ಆಯಿತು;  ಮತ್ತಾಯ 21:42	",
},			
]			