var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 22";			
var quiz = [			
{			
"question" :	"	1 ಒಂದು ಸಾಮ್ಯದಲ್ಲಿ, ಅರಸನು ಯಾರಿಗೆ ಮದುವೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಿಗೆ ಮದುವೆ	",
	"	B. ಅರಸನ ಮಗನು	",
	"	C. ಅರಸನ ತಾಯಿ	",
	"	D. ಅರಸನ ಸಹೋದರ	"
],			
"correct" :	"	B. ಅರಸನ ಮಗನು	",
"explanation" :	"	ಪರಲೋಕರಾಜ್ಯವು ಮಗನಿಗೆ ಮದುವೆಮಾಡಿದ ಒಬ್ಬ ಅರಸನಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ.  ಮತ್ತಾಯ 22:2	",
},			
{			
"question" :	"	2 ಸೇವಕರು ಅತಿಥಿಗಳನ್ನು ಕರೆತರಲು ಹೋದಾಗ ಅವರು ಏನು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮದುವೆಗೆ ಹೋಗಲು ತ್ವರೆಪಟ್ಟರು	",
	"	B. ಮದುವೆ ವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿದರು	",
	"	C. ಅಲಕ್ಷ್ಯ ಮಾಡಿದರು	",
	"	D. ಉಡುಗೊರೆಗಳನ್ನು ಕೊಂಡುಕೊಂಡರು	"
],			
"correct" :	"	C. ಅಲಕ್ಷ್ಯ ಮಾಡಿದರು	",
"explanation" :	"	ಆದರೆ ಅವರು ಅಲಕ್ಷ್ಯ ಮಾಡಿ ಒಬ್ಬನು ತನ್ನ ಹೊಲಕ್ಕೆ ಒಬ್ಬನು ತನ್ನ ವ್ಯಾಪಾರಕ್ಕೆ ಹೋಗಿಬಿಟ್ಟರು.  ಮತ್ತಾಯ 22:5	",
},			
{			
"question" :	"	3 ಮದುವೆಗೆ ಯಾರ್ಯಾರನ್ನು ಆಹ್ವಾನಿಸಿದ್ದರೋ ಅವರು ಬರದೇ ಹೋದಾಗ ಅರಸನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ಪಟ್ಟಣಗಳನ್ನು ಸುಟ್ಟುಬಿಟ್ಟನು	",
	"	B. ಮದುವೆಯನ್ನು ನಿಲ್ಲಿಸಿಬಿಟ್ಟನು	",
	"	C. ಬೇರೆ ಅರಸರನ್ನು ಕರೆದನು	",
	"	D. ಮದುವೆಯನ್ನು ಮುಂದೂಡಿದನು	"
],			
"correct" :	"	A. ಅವರ ಪಟ್ಟಣಗಳನ್ನು ಸುಟ್ಟುಬಿಟ್ಟನು	",
"explanation" :	"	ಅರಸನು ಸಿಟ್ಟುಗೊಂಡು ತನ್ನ ದಂಡುಗಳನ್ನು ಕಳುಹಿಸಿ ಆ ಕೊಲೆಗಾರರನ್ನು ನಾಶಮಾಡಿ ಅವರ ಪಟ್ಟಣವನ್ನು ಸುಟ್ಟುಬಿಟ್ಟನು.  ಮತ್ತಾಯ 22:7	",
},			
{			
"question" :	"	4. ಎಲ್ಲಿಂದ ಅತಿಥಿಗಳನ್ನು ಸೇವಕರು ಕರೆತಂದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಬೇರೆ ದೇಶದಿಂದ	",
	"	B. ಉನ್ನತ ಕುಟುಂಬಗಳಿಂದ	",
	"	C. ಹಾದಿಗಳಲ್ಲಿ	",
	"	D. ಅರಮನೆಯಲ್ಲಿ	"
],			
"correct" :	"	C. ಹಾದಿಗಳಲ್ಲಿ	",
"explanation" :	"	ಆ ಆಳುಗಳು ಹಾದಿಗಳಿಗೆ ಹೋಗಿ ಕೆಟ್ಟವರು ಒಳ್ಳೆಯವರು ಅನ್ನದೆ ಕಂಡವರನ್ನೆಲ್ಲಾ ಕೂಡಿಸಿ ಕರಕೊಂಡು ಬಂದರು.  ಮತ್ತಾಯ 22:10	",
},			
{			
"question" :	"	5 ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಏಕೆ ಹೊರಗೆ ಕತ್ತಲೆಗೆ ನೂಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಮದುವೆಗೆ ಹೋಗಲು ನಿರಾಕರಿಸಿದನು	",
	"	B. ಅವನು ಸೇವಕನನ್ನು ಕೊಂದನು	",
	"	C. ಅವನು ಮದುವೆಗೆ ಉಡುಗೊರೆಯನ್ನು ತಂದಿರಲಿಲ್ಲ	",
	"	D. ಅವನು ಮದುವೆಯ ವಸ್ತ್ರವನ್ನು ಧರಿಸಿರಲಿಲ್ಲ	"
],			
"correct" :	"	D. ಅವನು ಮದುವೆಯ ವಸ್ತ್ರವನ್ನು ಧರಿಸಿರಲಿಲ್ಲ	",
"explanation" :	"	ಆಮೇಲೆ ಅರಸನು ಕೂತವರನ್ನು ನೋಡುವದಕ್ಕೆ ಒಳಕ್ಕೆ ಬರಲಾಗಿ ಮದುವೇಬಟ್ಟೆಯನ್ನು ಹಾಕಿಕೊಳ್ಳದ ಒಬ್ಬನನ್ನು ಕಂಡು ಅವನನ್ನು ಏನಪ್ಪಾ ಮದುವೆಯ ಬಟ್ಟೆ ಇಲ್ಲದೆ ನೀನಿಲ್ಲಿ ಹೇಗೆ ಒಳಕ್ಕೆ ಬಂದಿ ಎಂದು ಕೇಳಲು ಅವನು ಸುಮ್ಮನಿದ್ದನು.  ಆಮೇಲೆ ಅರಸನು ಸೇವಕರಿಗೆ ಅವನ ಕೈಕಾಲು ಕಟ್ಟಿ ಅವನನ್ನು ಹೊರಗೆ ಕತ್ತಲೆಗೆ ನೂಕಿರಿ ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 22:11-13	",
},			
{			
"question" :	"	6 ಅವರು ಯೇಸುವನ್ನು ಮಾತಿನಲ್ಲಿ ಸಿಕ್ಕಿಸುವುದಕ್ಕೆ ಪ್ರಯತ್ನಿಸಿದರು	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಿಸಾಯರು	",
	"	B. ಪೌಲ ಮತ್ತು ಸೀಲ	",
	"	C. ರೋಮಾಪುರದ ಶತಾಧಿಪತಿ	",
	"	D. ಯೂದ ಮತ್ತು ಮಹಾಯಾಜಕರು	"
],			
"correct" :	"	A. ಫರಿಸಾಯರು	",
"explanation" :	"	ಆಗ್ಗೆ ಫರಿಸಾಯರು ಹೊರಟು ಆತನನ್ನು ಮಾತಿನಲ್ಲಿ ಹೇಗೆ ಸಿಕ್ಕಿಸುವ ಎಂದು ಕೂಡಿ ಆಲೋಚಿಸಿಕೊಂಡು;   ಮತ್ತಾಯ 22:15	",
},			
{			
"question" :	"	7 ಯೇಸು ಹೇಳಿದ್ದು: ಕೈಸರಸನದು ಕೈಸರನಿಗೆ ಕೊಡಿರಿ ಮತ್ತು	",
"image" :	"",		
"choices" : [			
	"	A. ಇದು ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	B. ನೀವು ಆಶೀರ್ವದಿಸಲ್ಪಡುವಿ	",
	"	C. ದೇವರದು ದೇವರಿಗೆ ಕೊಡಿರಿ	",
	"	D. ಈ ಲೋಕದ ಕಟ್ಟಳೆಗೆ ವಿಧೇಯರಾಗಿರಿ	"
],			
"correct" :	"	C. ದೇವರದು ದೇವರಿಗೆ ಕೊಡಿರಿ	",
"explanation" :	"	ಆಗ ಆತನು ಅವರಿಗೆ ಹಾಗಾದರೆ ಕೈಸರನದನ್ನು ಕೈಸರನಿಗೆ ಕೊಡಿರಿ; ದೇವರದನ್ನು ದೇವರಿಗೆ ಕೊಡಿರಿ ಎಂದು ಹೇಳಿದನು.  ಮತ್ತಾಯ 22:21	",
},			
{			
"question" :	"	8 ಮುಖ್ಯವಾದ ಮತ್ತು ಮೊದಲನೆಯ ಆಜ್ಞೆಯು, ನಿನ್ನ ದೇವರಾಗಿರುವ ಕರ್ತನನ್ನು ನಿನ್ನ _______________ ಪ್ರೀತಿಸಬೇಕು	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನ್ನ ಪ್ರಥಮ ಫಲದಿಂದ	",
	"	B. ಆತನಿಗೆ ಯಜ್ಞ ಮಾಡಿ	",
	"	C. ನಿನ್ನ ಪೂರ್ಣ ಹೃದಯದಿಂದ, ನಿನ್ನ ಪೂರ್ಣ ಆತ್ಮದಿಂದ ಮತ್ತು ನಿನ್ನ ಪೂರ್ಣ ಬುದ್ದಿಯಿಂದ	",
	"	D. ನಿನ್ನ ಹಾಗೆಯೇ	"
],			
"correct" :	"	C. ನಿನ್ನ ಪೂರ್ಣ ಹೃದಯದಿಂದ, ನಿನ್ನ ಪೂರ್ಣ ಆತ್ಮದಿಂದ ಮತ್ತು ನಿನ್ನ ಪೂರ್ಣ ಬುದ್ದಿಯಿಂದ	",
"explanation" :	"	ನಿನ್ನ ದೇವರಾಗಿರುವ ಕರ್ತನನ್ನು ನಿನ್ನ ಪೂರ್ಣಹೃದಯದಿಂದಲೂ ನಿನ್ನ ಪೂರ್ಣ ಪ್ರಾಣದಿಂದಲೂ ನಿನ್ನ ಪೂರ್ಣ ಬುದ್ದಿಯಿಂದಲೂ ಪ್ರಿತಿಸಬೇಕು ಎಂಬ ಆಜ್ಞೆಯೇ ಮುಖ್ಯವಾದದದು ಮತ್ತು ಮೊದಲನೆಯದು.  ಮತ್ತಾಯ 22:37-38	",
},			
{			
"question" :	"	9 ಎರಡನೇ ಮುಖ್ಯವಾದ ಆಜ್ಞೆ ಯಾವುದು ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A.ನೀನು ಕೊಲ್ಲಬಾರದು	",
	"	B. ನಿನ್ನ ತಂದೆ ತಾಯಿಯನ್ನು ಸನ್ಮಾನಿಸಬೇಕು	",
	"	C. ನಿನ್ನ ನೆರೆಯವನ ವಸ್ತುಗಳನ್ನು ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳಬಾರದು	",
	"	D. ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು	"
],			
"correct" :	"	D. ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು	",
"explanation" :	"	ಇದಕ್ಕೆ ಸಮಾನವಾದ ಎರಡನೆಯ ಆಜ್ಞೆ ಒಂದು ಉಂಟು, ಅದು ಯಾವದಂದರೆ ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು ಎಂಬದೇ.  ಮತ್ತಾಯ 22:39	",
},			
{			
"question" :	"	10 ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನ ವಿಷಯವಾಗಿ ನಿಮಗೆ ಹೇಗೆ ತೋರುತ್ತದೆ, ಆತನು ಯಾರ ಮಗನು? ಎಂದು ಯಾರು ಕೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದ್ಯಳು	",
	"	B. ಫರಿಸಾಯರು	",
	"	C. ಸದ್ದುಕಾಯರು	",
	"	D. ಯೇಸು	"
],			
"correct" :	"	D. ಯೇಸು	",
"explanation" :	"	ಫರಿಸಾಯರು ಕೂಡಿಬಂದಿರುವಾಗ ಯೇಸು ಅವರಿಗೆ ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನ ವಿಷಯವಾಗಿ ನಿಮಗೆ ಹೇಗೆ ತೋರುತ್ತದೆ? ಆತನು ಯಾರ ಮಗನು ಎಂದು___ ಮತ್ತಾಯ 22:41-42	",
},			
]			