var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 23";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಜನರ ಗುಂಪಿಗೆ ಸೂಚಿಸಿದ್ದು,	",
"image" :	"",		
"choices" : [			
	"	A. ಫರಸಾಯರಿಗೆ ಕಿವಿಗೊಡಬೇಡಿರಿ	",
	"	B. ಫರಿಸಾಯರಂತೆ ಮಾಡಿರಿ	",
	"	C. ಫರಿಸಾಯರಾಗಿರಿ	",
	"	D. ಫರಸಾಯರು ಹೇಳಿದಂತೆ ಮಾಡಿರಿ, ಅವರು ಮಾಡಿದಂತೆ ಮಾಡಬೇಡಿರಿ	"
],			
"correct" :	"	D. ಫರಸಾಯರು ಹೇಳಿದಂತೆ ಮಾಡಿರಿ, ಅವರು ಮಾಡಿದಂತೆ ಮಾಡಬೇಡಿರಿ	",
"explanation" :	"	ಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ ಮೋಶೆಯ ಪೀಠದಲ್ಲಿ ಕೂತುಕೊಂಡಿದ್ದಾರೆ; ಆದದರಿಂದ ಅವರು ನಿಮಗೆ ಏನೇನು ಹೇಳುತ್ತಾರೋ ಅದನ್ನೆಲ್ಲಾ ಮಾಡಿರಿ, Pಪಾಡಿಕೊಳ್ಳಿರಿ, ಆದರೆ ಅವರ ನಡತೆಯ ಪ್ರಕಾರ ನಡೆಯಬೇಡಿರಿ; ಅವರು ಹೇಳುತ್ತಾರೇ ಹೊರತು ನಡೆಯುವದಿಲ್ಲ.  ಮತ್ತಾಯ 23:2-3	",
},			
{			
"question" :	"	2 ಯೇಸು ಹೇಳಿದ್ದು, ಫರಿಸಾಯರು ............................ ತಮ್ಮ ಕೃತ್ಯಗಳನ್ನು ಮಾಡುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪೂರ್ಣ ಹೃದಯದಿಂದ ಮತ್ತು ಆತ್ಮದಿಂದ	",
	"	B. ದೇವರನ್ನು ಸಂತೋಷಪಡಿಸಲು	",
	"	C. ಮನುಷ್ಯರಿಗೆ ಕಾಣುವಂತೆ	",
	"	D. ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿರುವದರಿಂದ	"
],			
"correct" :	"	C. ಮನುಷ್ಯರಿಗೆ ಕಾಣುವಂತೆ	",
"explanation" :	"	ಅವರು ತಮ್ಮ ಕೆಲಸಗಳನ್ನೆಲ್ಲಾ ಜನರಿಗೆ ಕಾಣಬೇಕೆಂದು ಮಾಡುತ್ತಾರೆ.  ಮತ್ತಾಯ 22:5	",
},			
{			
"question" :	"	3 ಫರಿಸಾಯರು ಮತ್ತು ಸದ್ದುಕಾಯರನ್ನು ಯೇಸು ಹೀಗೆಂದು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತರು	",
	"	B. ಪರಿಶುದ್ದ ಜನರು	",
	"	C. ಕಪಟಿಗಳು	",
	"	D. ಕುರಿ ವೇಷದಲ್ಲಿರುವ ತೋಳಗಳು	"
],			
"correct" :	"	C. ಕಪಟಿಗಳು	",
"explanation" :	"	ಅಯ್ಯೋ ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ಪರಲೋಕರಾಜ್ಯದ ಬಾಗಲನ್ನು ಮನುಷ್ಯರ ಎದುರಿಗೆ ಮುಚ್ಚಿಬಿಡುತ್ತೀರಿ;  ಮತ್ತಾಯ 23:13	",
},			
{			
"question" :	"	4. ಯೇಸು ಹೇಳಿದ್ದು, ನಿಮ್ಮಲ್ಲಿ ಯಾವನು ಹೆಚ್ಚಿನವನೋ, ಅವನು	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ಗುರು	",
	"	B. ನಿಮ್ಮ ನಾಯಕ	",
	"	C. ಅಭಿಷೇಕಿಸಲ್ಪಟ್ಟವನು	",
	"	D. ನಿಮ್ಮ ಸೇವಕನಾಗಿರಬೇಕು	"
],			
"correct" :	"	D. ನಿಮ್ಮ ಸೇವಕನಾಗಿರಬೇಕು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಹೆಚ್ಚನವನು ನಿಮ್ಮ ಸೇವಕನಾಗಿರಬೇಕು.  ಮತ್ತಾಯ 23:11	",
},			
{			
"question" :	"	5 ಯೇಸು ಶಾಸ್ತ್ರಿಗಳನ್ನು ಮತ್ತು ಫರಿಸಾಯರನ್ನು ಎಂಥಹ ಮಾರ್ಗದರ್ಶಕರು ಎಂದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಟ್ಟ	",
	"	B. ಕುರುಡ	",
	"	C. ಮೂರ್ಖ	",
	"	D. ಜಂಭ	"
],			
"correct" :	"	B. ಕುರುಡ	",
"explanation" :	"	ಅಯ್ಯೋ ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ನೀವು ಒಬ್ಬನನ್ನು ನಿಮ್ಮ ಮತದಲ್ಲಿ ಸೇರಿಸಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಭೂಮಿಯನ್ನೂ ಸಮುದ್ರವನ್ನೂ ಸುತ್ತಿಕೊಂಡು ಬರುತ್ತೀರಿ; ಅವನು ಸೇರಿದ ಮೇಲೆ ಅವನನ್ನು ನಿಮಗಿಂತ ಎರಡರಷ್ಟಾಗಿ ನರಕ ಪಾತ್ರನಾಗಮಾಡುತ್ತೀರಿ.  ಅಯ್ಯೋ ದಾರಿ ತೋರಿಸು ಕುರುಡರೇ, ಒಬ್ಬನು ದೇವಾಲಯದ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದೇನು ಆಣೆಯಲ್ಲ.  ಆದರೆ ಒಬ್ಬನು ದೇವಾಲಯದ ಚಿನ್ನದ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದನ್ನು ನಡಿಸಲೇಬೇಕು ಎಂದು ನೀವು ಹೇಳುತ್ತೀರಿ.  ಮತ್ತಾಯ 23:15-16	",
},			
{			
"question" :	"	6 ಅವರು ಸೊಳ್ಳೇ ಸೋಸುವರು, ಮತ್ತು ..................ನುಂಗುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ನೊಣ	",
	"	B. ಒಂಟೆ	",
	"	C. ಅಕ್ರಮ	",
	"	D. ಕಪಟತನ	"
],			
"correct" :	"	B. ಒಂಟೆ	",
"explanation" :	"	ದಾರಿ ತೋರಿಸುವ ಕುರುಡರೇ, ನೀವು ಸೊಳ್ಳೇ ಸೋಸುವವರು, ಒಂಟೇ ನುಂಗುವವರು.  ಮತ್ತಾಯ 23:24	",
},			
{			
"question" :	"	7 ಯೇಸು ಹೇಳಿದ್ದು, ಪಂಚಪಾತ್ರೆ ಬಟ್ಟಲು ಇವುಗಳ ಹೊರಭಾಗವನ್ನು ಶುಚಿ ಮಾಡುತ್ತೀರಿ, ಆದರೆ ........................ ಮಾಡಬೇಕು	",
"image" :	"",		
"choices" : [			
	"	A. ಒಳಭಾಗವನ್ನು ಶುಚಿಮಾಡಬೇಕು	",
	"	B. ಅವರ ಕೈಗಳನ್ನು ತೊಳೆದುಕೊಳ್ಳಬೇಕು	",
	"	C. ಅವರ ಮುಖವನ್ನು ತೊಳೆದುಕೊಳ್ಳಬೇಕು	",
	"	D. ಆಹಾರವನ್ನು ಆಶೀರ್ವಾದಿಸಬೇಕು	"
],			
"correct" :	"	A. ಒಳಭಾಗವನ್ನು ಶುಚಿಮಾಡಬೇಕು	",
"explanation" :	"	ಅಯ್ಯೋ ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ನೀವು ಪಂಚಪಾತ್ರೆ ಬಟ್ಟಲು ಇವುಗಳ ಹೊರಭಾಗವನ್ನು ಶುಚಿಮಾಡುತ್ತೀರಿ; ಆದರೆ ಅವು ಒಳಗೆ ಸುಲುಕೊಂಡವುಗಳಿಂದಲೂ ಇಹಭೋಗ ಪದಾರ್ಥಗಳಿಂದಲೂ ತುಂಬಿರುತ್ತವೆ.  ಕುರುಡನಾದ ಫರಿಸಾಯನೇ ಮೊದಲು ಪಂಚಪಾತ್ರೆ ಬಟ್ಟಲುಗಳ ಒಳಭಾಗವನ್ನು ಶುಚಿಮಾಡು.  ಆಗ ಅವುಗಳ ಹೊರಭಾಗವೂ ಶುಚಿಯಾಗುವದು.  ಮತ್ತಾಯ 23:25-26	",
},			
{			
"question" :	"	8 ಯೇಸು ಹೇಳಿದ್ದು, ಅವರು ಹೊರಗೆ ಸತ್ಪುರಷರಂತೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಾರೆ, ಆದರೆ ಒಳಗೆ ........................	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಸ ಮತ್ತು ಸುಳ್ಳು	",
	"	B. ಕಪಟ ಮತ್ತು ವಂಚನೆ	",
	"	C. ಸಂತೋಷ ಮತ್ತು ಸಮಾಧಾನ’	",
	"	D. ಪ್ರೀತಿ	"
],			
"correct" :	"	B. ಕಪಟ ಮತ್ತು ವಂಚನೆ	",
"explanation" :	"	ಹಾಗೆಯೇ ನೀವು ಸಹ ಹೊರಗೆ ಜನರಿಗೆ ಸತ್ಪುರುಷರಂತೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತೀರಿ ಸರಿ, ಆದರೆ ಒಳಗೆ ಕಪಟದಿಂದಲೂ ಅನ್ಯಾಯದಿಂದಲೂ ತುಂಬಿದವರಾಗಿದ್ದೀರಿ.  ಮತ್ತಾಯ 23:28	",
},			
{			
"question" :	"	9 ಯೇಸು ಹೇಳಿದ್ದು,  ಫರಿಸಾಯರು ಪ್ರವಾದಿಗಳನ್ನು .................... ಮಕ್ಕಳು	",
"image" :	"",		
"choices" : [			
	"	A. ಗೌರವಿಸಿದವರ	",
	"	B. ನಿರ್ಲಕ್ಷಿಸಿದವರ	",
	"	C. ಅವಿಧೇಯರಾದವರ	",
	"	D. ಕೊಂದವರ	"
],			
"correct" :	"	D. ಕೊಂದವರ	",
"explanation" :	"	ಹಾಗಾದರೆ ನೀವು ಪ್ರವಾದಿಗಳನ್ನು ಕೊಂದವರ ಮಕ್ಕಳೇ ಹೌದು ಎಂಬದಕ್ಕೆ ನಿಮಗೆ ನೀವೇ ಸಾಕ್ಷಿಗಳಾಗಿದ್ದೀರಿ.  ಮತ್ತಾಯ 23:31	",
},			
{			
"question" :	"	10  ಈ ಪಕ್ಷಿಯು ಮರಿಗಳನ್ನು ತನ್ನ ರೆಕ್ಕೆಯ ಕೆಳಗೆ ಕೂಡಿಸಿಕೊಳ್ಳುವ ಹಾಗೆ ಯೇಸುವಿಗೆ ಮಕ್ಕಳನ್ನು ಕೂಡಿಸಿಕೊಳ್ಳುವುದಕ್ಕೆ ಮನಸ್ಸಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾರಿವಾಳ	",
	"	B. ಕಾಗೆ	",
	"	C. ಕೋಳಿ	",
	"	D. ಗುಬ್ಬಿ	"
],			
"correct" :	"	C. ಕೋಳಿ	",
"explanation" :	"	ಯೆರೂಸಲೇಮೇ, ಯೆರೂಸಲೇಮೇ, ಪ್ರವಾದಿಗಳ ಪ್ರಾಣತೆಗೆಯುವವಳೇ, ದೇವರು ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿಕೊಟ್ಟವರನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವವಳೇ, ಕೋಳಿ ತನ್ನ ಮರಿಗಳನ್ನು ರೆಕ್ಕೆಗಳ ಕೆಳಗೆ ಕೂಡಿಸಿಕೊಳ್ಳುವಂತೆ ನಿನ್ನ ಮಕ್ಕಳನ್ನು ಕೂಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ನನಗೆ ಎಷ್ಟೋಸಾರಿ ಮನಸ್ಸಿತ್ತು;  ಮತ್ತಾಯ 23:37	",
},			
]			
			