var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 24";			
var quiz = [			
{			
"question" :	"	1. ಶಿಷ್ಯರು ಯೇಸುವನ್ನು ಯಾವುದಕ್ಕೆ ಸೂಚನೆಯನ್ನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಕ್ರಿಸ್ತನಾಗಿರುವುದಕ್ಕೆ	",
	"	B. ಅವರು ಸಂತರಾಗಿ ಎಣಿಸಲ್ಪಡುವುದಕ್ಕೆ	",
	"	C. ಆತನು ಪ್ರತ್ಯಕ್ಷನಾಗುವುದಕ್ಕೂ ಮತ್ತು ಯುಗದ ಸಮಾಪ್ತಿಗೂ	",
	"	D. ದೇವರ ಕರುಣೆಗಾಗಿ	"
],			
"correct" :	"	C. ಆತನು ಪ್ರತ್ಯಕ್ಷನಾಗುವುದಕ್ಕೂ ಮತ್ತು ಯುಗದ ಸಮಾಪ್ತಿಗೂ	",
"explanation" :	"	ಬಳಿಕ ಆತನು ಎಣ್ಣೆಯ ಮರಗಳ ಗುಡ್ಡದ ಮೇಲೆ ಕೂತಿದ್ದಾಗ ಶಿಷ್ಯರು ಆತನ ಬಳಿಗೆ ಪ್ರತ್ಯೇಕವಾಗಿ ಬಂದು ಅದು ಯಾವಾಗ ಆಗುವದು? ನೀನು ಪ್ರತ್ಯಕ್ಷನಾಗುವದಕ್ಕೂ ಯುಗದ ಸಮಾಪ್ತಿಗೂ ಸೂಚನೆಯೇನು? ನಮಗೆ ಹೇಳು______ ಮತ್ತಾಯ 24:3	",
},			
{			
"question" :	"	2 ಅನೇಕರು ಬಂದು ನಾನೇ ಕ್ರಿಸ್ತನು ಎಂದು ಹೇಳಿ .......... ಮೋಸಗೊಳಿಸುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಎಷ್ಟೋ ಜನರನ್ನು	",
	"	B. ಕೆಲವರನ್ನು	",
	"	C. ಯಾರನ್ನೂ ಇಲ್ಲ	",
	"	D. ಆಯ್ಕಯಾದವರನ್ನು	"
],			
"correct" :	"	A. ಎಷ್ಟೋ ಜನರನ್ನು	",
"explanation" :	"	ಅನೇಕರು ಬಂದು ನನ್ನ ಹೆಸರನ್ನು ಎತ್ತಿಕೊಂಡು ನಾನು ಕ್ರಿಸ್ತನು ನಾನು ಕ್ರಿಸ್ತನು ಎಂದು ಹೇಳಿ ಎಷ್ಟೋ ಜನರನ್ನು ಮೋಸಗೊಳಿಸುವರು.    ಮತ್ತಾಯ 24:5	",
},			
{			
"question" :	"	3 ಕೆಲವರು ಯಾವ ಕಾರಣಕ್ಕಾಗಿ ಕೊಲ್ಲಲ್ಪಡುವರು ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷಕ್ಕಾಗಿ	",
	"	B. ಆತನ ಹೆಸರಿನ ನಿಮಿತ್ತ	",
	"	C. ಅಪರಾಧಗಳಿಗಾಗಿ	",
	"	D. ಮನೋರಂಜನೆಗಾಗಿ	"
],			
"correct" :	"	B. ಆತನ ಹೆಸರಿನ ನಿಮಿತ್ತ	",
"explanation" :	"	ಆಗ ನಿಮ್ಮನ್ನು ಉಪದ್ರವಕ್ಕೆ ಒಪ್ಪಿಸಿ ಕೊಲ್ಲುವರು, ನನ್ನ ಹೆಸರಿನ ನಿಮಿತ್ತ ನಿಮ್ಮನ್ನು ಎಲ್ಲಾ ಜನಾಂಗಗಳವರು ಹಗೆ ಮಾಡುವರು.    ಮತ್ತಾಯ 24:9	",
},			
{			
"question" :	"	4. ಇದಲ್ಲದೆ ಅಧರ್ಮವು ಹೆಚ್ಚಾಗುವುದರಿಂದ ಅನೇಕರ ಪ್ರೀತಿಯು.........	",
"image" :	"",		
"choices" : [			
	"	A. ತಣ್ಣಗಾಗುವುದು	",
	"	B. ಹೃದಯ ತುಂಬಿ ಹರಿಯುವುದು	",
	"	C. ದೇವರ ಕಡೆ ತಿರುಗುವುದು	",
	"	D. ಆತ್ಮವನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳುವುದು	"
],			
"correct" :	"	A. ತಣ್ಣಗಾಗುವುದು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅಧರ್ಮವು ಹೆಚ್ಚಾಗುವುದರಿಂದ ಬಹುಜನರ ಪ್ರೀತಿಯು ತಣ್ಣಾಗಾಗಿ ಹೋಗುವುದು.  ಮತ್ತಾಯ 24:12	",
},			
{			
"question" :	"	5 ಯಾರು ರಕ್ಷಿಸಲ್ಪಡುವರು ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A.ಕರ್ತನೇ ಕರ್ತನೇ ಎಂದು ಹೇಳುವವನು	",
	"	B.ಕಡೇವರೆಗೂ ತಾಳುವವನು	",
	"	C.ಭಯಪಡದೇ ಇರುವವನು	",
	"	D.ಈ ದು:ಖವನ್ನು ನೋಡದೇ ಇರುವವನು	"
],			
"correct" :	"	B.ಕಡೇವರೆಗೂ ತಾಳುವವನು	",
"explanation" :	"	ಆದರೆ ಕಡೇವರಗೂ ತಾಳುವವನು ರಕ್ಷಣೆ ಹೊಂದುವನು    ಮತ್ತಾಯ 24:13	",
},			
{			
"question" :	"	6 ಅಂತ್ಯವು ಬರುವುದರೊಳಗೆ ಸುವಾರ್ತೆಯು ಎಲ್ಲಿ ಸಾರಲ್ಪಡುವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾರಿಗಳಲ್ಲಿ	",
	"	B. ದೇವರ ಆಲಯದಲ್ಲಿ	",
	"	C. ಯೆರೂಷಲೇಮಿನಲ್ಲಿ	",
	"	D. ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೆ	"
],			
"correct" :	"	D. ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಪರಲೋಕ ರಾಜ್ಯದ ಈ ಸುವಾರ್ತೆಯು ಸರ್ವಲೋಕದಲ್ಲಿ ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೆ ಸಾಕ್ಷಿಗಾಗಿ ಸಾರಲಾಗುವದು ಆಗ ಅಂತ್ಯವು ಬರುವುದು.  ಮತ್ತಾಯ 24:14	",
},			
{			
"question" :	"	7 ಯೇಸು ಹೇಗೆ ಬರುವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಭೂಮಿಯ ಗರ್ಭದಿಂದ	",
	"	B. ಆಕಾಶದ ಮೇಘಗಳ ಮೇಲೆ	",
	"	C. ಬೆಂಕಿಯಿಂದ	",
	"	D. ಹೊಗೆಯಿಂದ	"
],			
"correct" :	"	B. ಆಕಾಶದ ಮೇಘಗಳ ಮೇಲೆ	",
"explanation" :	"	ಆಗ ಮನುಷ್ಯ ಕುಮಾರನನ್ನು ಸೂಚಿಸುವ ಗುರುತು ಆಕಾಶದಲ್ಲಿ ಕಾಣಬರುವದು.  ಆಗ ಭೂಲೋಕದಲ್ಲಿರುವ ಎಲ್ಲಾ ಕುಲದವರು ಎದೆಬಡಕೊಳ್ಳುವರು, ಮತ್ತು ಮನುಷ್ಯಕುಮಾರನು ಬಲದಿಂದಲೂ ಬಹು ಮಹಿಮೆಯಿಂದಲೂ ಆಕಾಶದ ಮೇಘಗಳ ಮೇಲೆ ಬರುವದನ್ನು ಕಾಣುವರು.  ಮತ್ತುಆಯ 24:30	",
},			
{			
"question" :	"	8 ಯೇಸು ಹೇಳಿದ್ದು, ಭೂಮ್ಯಾಕಾಶಗಳು ಅಳಿದುಹೋಗುವವು, ಆದರೆ .............. ಅಳಿದು ಹೋಗುವುದೇ ಇಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯ	",
	"	B. ಕಲ್ಲುಗಳು	",
	"	C. ಪಾಪಗಳು	",
	"	D. ನನ್ನ ಮಾತುಗಳು	"
],			
"correct" :	"	D. ನನ್ನ ಮಾತುಗಳು	",
"explanation" :	"	ಭೂಮ್ಯಾಕಾಶಗಳು ಅಳಿದುಹೋಗುವವು, ಆದರೆ ನನ್ನ ಮಾತುಗಳು ಅಳಿದು ಹೋಗುವದೇ ಇಲ್ಲ ;  ಮತ್ತಾಯ 24:35	",
},			
{			
"question" :	"	9 ನೋಹನ ಕಾಲದಲ್ಲಿ ಪ್ರವಾಹವು ಬರುವುದಕ್ಕಿಂತ ಮುಂಚೆ ಜನರು ಇದನ್ನು ಮಾಡುತ್ತಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದರು ಮತ್ತು ಆರಾಧಿಸುತ್ತಿದ್ದರು	",
	"	B. ದೇವರಿಗೆ ಯಜ್ಞಗಳನ್ನು ಅರ್ಪಿಸುತ್ತಿದ್ದರು	",
	"	C. ನೋಹನಿಗೆ ನಾವೆಯನ್ನು ಕಟ್ಟಲು ಸಹಾಯವನ್ನು ಮಾಡುತ್ತಿದ್ದರು	",
	"	D. ಉಣ್ಣುತ್ತಾ ಕುಡಿಯುತ್ತಾ ಮುದುವೆ ಮಾಡಿಕೊಡುತ್ತಾ ಇದ್ದರು.	"
],			
"correct" :	"	D. ಉಣ್ಣುತ್ತಾ ಕುಡಿಯುತ್ತಾ ಮುದುವೆ  ಮಾಡಿಕೊಡುತ್ತಾ ಇದ್ದರು.	",
"explanation" :	"	ನೋಹನ ದಿನಗಳು ಹೇಗಿದ್ದವೋ ಹಾಗೆಯೇ ಮನುಷ್ಯಕುಮಾರನ ಪ್ರತ್ಯಕ್ಷತೆಯೂ ಇರುವದು.  ಹೇಗಂದರೆ ಜಲಪ್ರಳಯಕ್ಕೆ ಮುಂಚಿನ ದಿನಗಳಲ್ಲಿ ನೋಹನು ನಾವೆಯಲ್ಲಿ ಸೇರಿದ ದಿನದ ತನಕ ಜನರು ಉಣ್ಣುತ್ತಾ ಕುಡಿಯುತ್ತಾ ಮದುವೆ ಮಾಡಿಕೊಳ್ಳುತ್ತಾ ಮಾಡಿಕೊಡುತ್ತಾ ಇದ್ದು _______                  ಮತ್ತಾಯ 24:37-38	",
},			
{			
"question" :	"	10 ಕೆಟ್ಟ ಆಳು ಯಜಮಾನನ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸಲಿಲ್ಲ ಏಕೆಂದರೆ ಅವನು ಹೃದಯದಲ್ಲಿ ......................ಅಂದುಕೊಂಡನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ಯಾವ ಮನುಷ್ಯನಿಗೂ ವಿಧೇಯನಾಗುವುದಿಲ್ಲ ಅಂದುಕೊಂಡನು	",
	"	B. ನನ್ನ ಯಜಮಾನನು ಬರುವುದಕ್ಕೆ ತಡಮಾಡುತ್ತಾನೆ	",
	"	C. ನನ್ನ ಯಜಮಾನನು ಅನ್ಯಾಯಗಾರನು	",
	"	D. ನನಗೆ ನಾನೇ ಯಜಮಾನನು	"
],			
"correct" :	"	B. ನನ್ನ ಯಜಮಾನನು ಬರುವುದಕ್ಕೆ ತಡಮಾಡುತ್ತಾನೆ	",
"explanation" :	"	ಆದರೆ ಆ ಕೆಟ್ಟ ಆಳು ನನ್ನ ಯಜಮಾನನು ತಡಮಾಡುತ್ತಾನೆ ಅಂತ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಅಂದುಕೊಂಡು ________              ಮತ್ತಾಯ 24:48	",
},			
]			