var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 26";			
var quiz = [			
{			
"question" :	"	1 ಒಬ್ಬ ಸ್ತ್ರೀಯು ಸುಗಂಧದ್ರವ್ಯವನ್ನು ತಂದು ಯೇಸುವಿನ ಮೇಲೆ ಹೊಯಿದಳು, ಆಗ ಶಿಷ್ಯರು ಏನು ಯೋಚಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅದು ಆತನ ತಲೆಯ ಮೇಲೆ ಹೊಯ್ಯಬೇಕಾಗಿತ್ತು	",
	"	B. ಅದು ಅವರ ತಲೆಗಳ ಮೇಲೆ ಹೊಯ್ಯಬೇಕಾಗಿತ್ತು	",
	"	C. ಆಕೆ ಅದನ್ನು ಹಾಗೆಯೇ ಇರಿಸಿಕೊಳ್ಳಬೇಕಾಗಿತ್ತು	",
	"	D. ಆಕೆ ಈ ತೈಲವನ್ನು ಬಹು ಹಣಕ್ಕೆ ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡಬಹುದಾಗಿತ್ತು	"
],			
"correct" :	"	D. ಆಕೆ ಈ ತೈಲವನ್ನು ಬಹು ಹಣಕ್ಕೆ ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡಬಹುದಾಗಿತ್ತು	",
"explanation" :	"	ಒಬ್ಬ ಸ್ತ್ರೀಯು ಬಹು ಬೆಲೆಯುಳ್ಳ ಸುಗಂಧ ತೈಲದ ಭರಣಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಆತನ ಬಳಿಗೆ ಬಂದು ಆತನು ಊಟಕ್ಕೆ ಕೂತಿರುವಾಗ ಆ ತೈಲವನ್ನು ಆತನ ತಲೆಯ ಮೇಲೆ ಹೊಯಿದಳು.  ಶಿಷ್ಯರು ಇದನ್ನು ಕಂಡು ಕೋಪಗೊಂಡು ಈ ನಷ್ಟ ಯಾತಕ್ಕೆ ಈ ತೈಲವನ್ನು ಬಹಳ ಹಣಕ್ಕೆ ಮಾರಿ ಬಡವರಿಗೆ ಕೊಡಬಹುದಾಗಿತ್ತಲ್ಲಾ ಅಂದರು.  ಮತ್ತಾಯ 26:7-9	",
},			
{			
"question" :	"	2 ಹನ್ನೆರಡು ಮಂದಿ ಶಿಷ್ಯರಲ್ಲಿ ಯೇಸುವನ್ನು ಹಿಡಿದುಕೊಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೀಮೋನ್ ಪೇತ್ರ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	D. ಫಿಲಿಪ್ಪಿ	"
],			
"correct" :	"	C. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
"explanation" :	"	ಆಮೇಲೆ ಹನ್ನರಡು ಮಂದಿ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನಾದ ಇಸ್ಕರಿಯೋತ ಯೂದನೆಂಬುವನು ಮಹಾಯಾಜಕರ ಬಳಿಗೆ ಹೋಗಿ ನಾನು ಅವನನ್ನು ನಿಮಗೆ ಹಿಡುಕೊಟ್ಟರೆ ನನಗೆ ಏನು ಕೊಡುತ್ತೀರಿ ಅಂದನು.  ಅವರು ಅವನಿಗೆ ಮೂವತ್ತು ರೂಪಾಯಿ ತೂಗಿಕೊಟ್ಟರು.  ಅಂದಿನಿಂದ ಅವನು ಆತನನ್ನು ಹಿಡುಕೊಡುವದಕ್ಕೆ ಅನುಕೂಲವಾದ ಸಮಯವನ್ನು ನೋಡುತ್ತಿದ್ದನು.      ಮತ್ತಾಯ 26:14-16	",
},			
{			
"question" :	"	3. ಯೇಸುವನ್ನು ಹಿಡಿದುಕೊಡುವುದಕ್ಕಾಗಿ ಆತನು ಏನನ್ನು ಪಡೆದುಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. 10 ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
	"	B. 30  ನಾಣ್ಯಗಳು	",
	"	C. 100 ಬೆಳ್ಳಿಯ ನಾಣ್ಯಗಳು	",
	"	D. 100 ಚಿನ್ನದ ನಾಣ್ಯಗಳು	"
],			
"correct" :	"	B. 30 ನಾಣ್ಯಗಳು	",
"explanation" :	"	ನಾನು ಅವನನ್ನು ನಿಮಗೆ ಹಿಡುಕೊಟ್ಟರೆ ನನಗೆ ಏನು ಕೊಡುತ್ತೀರಿ ಅಂದನು, ಅವರು ಅವನಿಗೆ ಮೂವತ್ತು ರೂಪಾಯಿ ತೂಗಿಕೊಟ್ಟರು.       ಮತ್ತಾಯ 26:15	",
},			
{			
"question" :	"	4 ಯೇಸು ಹೇಳಿದ್ದು, ರೊಟ್ಟಿಯು _______________ ಸೂಚಿಸುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ರಾಯೇಲನ್ನು	",
	"	B. ಸಭೆಯನ್ನು	",
	"	C. ಲೋಕವನ್ನು	",
	"	D. ನನ್ನ ದೇಹವನ್ನು	"
],			
"correct" :	"	D. ನನ್ನ ದೇಹವನ್ನು	",
"explanation" :	"	ಅವರು ಊಟ ಮಾಡುತ್ತಿರುವಾಗ ಯೇಸು ರೊಟ್ಟಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ದೇವರ ಸ್ತೋತ್ರ ಮಾಡಿ ಮುರಿದು ಶಿಷ್ಯರಿಗೆ ಕೊಟ್ಟು ತಕ್ಕೊಳ್ಳಿರಿ, ತಿನ್ನಿರಿ, ಇದು ನನ್ನ ದೇಹ ಅಂದನು.     ಮತ್ತಾಯ 26:26	",
},			
{			
"question" :	"	5 ಯೇಸು ಹೇಳಿದ್ದು, ದ್ರಾಕ್ಷಾರಸವು ಆತನ ರಕ್ತವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಅದು _________________ ಸುರಿಸಲ್ಪಡುವ ರಕ್ತ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ಯಾಯವಾಗಿ	",
	"	B. ಅನ್ಯಾಯವು ಜಯಸಿದ್ದಕ್ಕಾಗಿ	",
	"	C. ಪಾಪಗಳ ಕ್ಷಮೆಗಾಗಿ ಬಹುಜನರಿಗಾಗಿ	",
	"	D. ಒಳ್ಳೆಯದು ಮತ್ತು ದೇವರ ಚಿತ್ತಕ್ಕೆ ವಿರುದ್ದವಾದುದ್ದಕ್ಕಾಗಿ	"
],			
"correct" :	"	C. ಪಾಪಗಳ ಕ್ಷಮೆಗಾಗಿ ಬಹುಜನರಿಗಾಗಿ	",
"explanation" :	"	ಆಮೇಲೆ ಪಾತ್ರೆಯನ್ನು ತೆಗೆದುಕೊಂಡು ಸ್ತೋತ್ರಮಾಡಿ ಅವರಿಗೆ ಕೊಟ್ಟು ಇದರಲ್ಲಿರುವದನ್ನು ಎಲ್ಲರೂ ಕುಡಿಯಿರಿ, ಇದು ನನ್ನ ರಕ್ತ, ಇದು ಒಡಂಬಡಿಕೆಯ ರಕ್ತ, ಇದು ಪಾಪಗಳ ಕ್ಷಮೆಗಾಗಿ ಬಹು ಜನರಿಗೋಸ್ಕರ ಸುರಿಸಲ್ಪಡುವ ರಕ್ತ.  ಮತ್ತಾಯ 26:27-29	",
},			
{			
"question" :	"	6 ಊಟವಾದ ನಂತರ, ಯೇಸು ಮತ್ತು ಆತನ ಶಿಷ್ಯರು ಎಣ್ಣೆಯ ಮರದ ಗುಡ್ಡಗಳಿಗೆ ಹೋಗುವ ಮೊದಲು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಾರ್ಥಿಸಿದರು	",
	"	B. ದೇವರ ರಾಜ್ಯದ ಕುರಿತು ಚರ್ಚಿಸಿದರು	",
	"	C. ಯಜ್ಞ ಅರ್ಪಿಸಿದರು	",
	"	D. ಕೀರ್ತನೆ ಹಾಡಿದರು	"
],			
"correct" :	"	D. ಕೀರ್ತನೆ ಹಾಡಿದರು	",
"explanation" :	"	ಕೀರ್ತನೆ ಹಾಡಿದರು ಬಳಿಕ ಅವರು ಕೀರ್ತನೆಯನ್ನು ಹಾಡಿ ಎಣ್ಣೆಯ ಮರಗಳ ಗುಡ್ಡಕ್ಕೆ ಹೊರಟುಹೋದರು.  ಮತ್ತಾಯ 26:30	",
},			
{			
"question" :	"	7 ಕೋಳಿ ಕೂಗುವುದಕ್ಕಿಂತ ಮುಂಚೆ ಎಷ್ಟು ಸಾರಿ ಪೇತ್ರನು ತನ್ನನ್ನು ನಿರಾಕರಿಸುವನು ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 1	",
	"	B. 2	",
	"	C. 3.	",
	"	D. 4	"
],			
"correct" :	"	C. 3.	",
"explanation" :	"	ಪೇತ್ರನು ಆತನಿಗೆ ಎಲ್ಲರೂ ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ದಿಗಿಲುಪಟ್ಟು ಹಿಂಜರಿದರೂ ನಾನು ಎಂದಿಗೂ ಹಿಂಜರಿಯುವದಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಡಲು ಯೇಸು ನಿನಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಇದೇ ರಾತ್ರಿಯಲ್ಲಿ ಕೋಳಿ ಕೂಗುವದಕ್ಕಿಂತ ಮುಂಚೆ ನೀನು ನನ್ನ ವಿಷಯದಲ್ಲಿ ಅವನನ್ನು ಅರಿಯೆನೆಂಬದಾಗಿ ಮೂರು ಸಾರಿ ಹೇಳುವಿ ಅಂದನು.  ಮತ್ತಾಯ 26:33-34	",
},			
{			
"question" :	"	8 ಯೇಸು ಪ್ರಾರ್ಥನೆ ಮಾಡುವುದಕ್ಕೆ ಹೋಗಿ ಹಿಂತುರುಗಿ ಬಂದಾಗ ತನ್ನ ಶಿಷ್ಯರು ಏನು ಮಾಡುತ್ತಿದ್ದನ್ನು ಕಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊರಟುಹೋಗಿದ್ದರು	",
	"	B. ತಿನ್ನುತ್ತಿದ್ದರು	",
	"	C. ನಿದ್ದೆಮಾಡುತ್ತಿದ್ದರು	",
	"	D. ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು	"
],			
"correct" :	"	C. ನಿದ್ದೆಮಾಡುತ್ತಿದ್ದರು	",
"explanation" :	"	ಆಮೇಲೆ ಆ ಶಿಷ್ಯರ ಬಳಿಗೆ ಬಂದು ಅವರು ನಿದ್ದೆ ಮಾಡುವದನ್ನು ಕಂಡು ಪೇತ್ರನಿಗೆ ಹೀಗೋ, ಒಂದು ಗಳಿಗೆಯಾದರೂ ನನ್ನ ಸಂಗಡ ಎಚ್ಚರವಾಗಿರಲಾರಿರಾ?    ಮತ್ತಾಯ 26:40	",
},			
{			
"question" :	"	9 ಯೂದನು ಯೇಸುವನ್ನು ಹೇಗೆ ಗುರುತಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನ ವಸ್ತ್ರಗಳಿಂದ	",
	"	B. ಆತನು ಅವನಿಗೆ ಮುದ್ದಿಟ್ಟನು	",
	"	C. ಆತನು ಅವನನ್ನು ತೋರಿಸಿದನು	",
	"	D. ಆತನು ಅವನನ್ನು ಹೊಡೆದನು	"
],			
"correct" :	"	B. ಆತನು ಅವನಿಗೆ ಮುದ್ದಿಟ್ಟನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆತನನ್ನು ಹಿಡುಕೊಡುವವನು ಅವರಿಗೆ ನಾನು ಯಾರಿಗೆ ಮುದ್ದಿಡುತ್ತೇನೋ ಅವನೇ ಆತನು, ಅವನನ್ನು ಹಿಡಿಯಿರಿ ಎಂದು ಗುರುತು ಹೇಳಿಕೊಟ್ಟನು.  ಮತ್ತಾಯ 26:48	",
},			
{			
"question" :	"	10 ಯೇಸು ಯೂದನನ್ನು ಏನೆಂದು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಟ್ಟ ಆಳು	",
	"	B. ಮೂರ್ಖ	",
	"	C. ಸ್ನೇಹಿತ	",
	"	D. ಅನ್ಯಾಯದ ಕೆಲಸಗಾರು	"
],			
"correct" :	"	C. ಸ್ನೇಹಿತ	",
"explanation" :	"	ಯೇಸು ಅವನಿಗೆ ಗೆಳೆಯನೇ ನೀನು ಬಂದ ಕೆಲಸ ಇದೆಯೋ ಎಂದು ಹೇಳಲು ಅವರು ಹತ್ತಿರಕ್ಕೆ ಬಂದು ಯೇಸುವಿನ ಮೇಲೆ ಕೈ ಹಾಕಿ ಆತನನ್ನು ಹಿಡಿದರು.   ಮತ್ತಾಯ 26:50	",
},			
]			