var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 27";			
var quiz = [			
{			
"question" :	"	1. ಫಸ್ಕ ಹಬ್ಬದ ಪ್ರಯುಕ್ತ ಯಾರು ಸೆರೆಮನೆಯಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಬರಬ್ಬರ	",
	"	C. ತಿಮೋಥಿ	",
	"	D. ಆಕಾನನು	"
],			
"correct" :	"	B. ಬರಬ್ಬರ	",
"explanation" :	"	ಆಗ ಬರಬ್ಬನನ್ನು ಅವನಿಗೆ ಬಿಟ್ಟುಕೊಟ್ಟು ಯೇಸುವನ್ನು ಕೊರಡೆಗಳಿಂದ ಹೊಡಿಸಿ ಶಿಲುಬೆಗೆ ಹಾಕುವದಕ್ಕೆ ಒಪ್ಪಿಸಿದನು.    ಮತ್ತಾಯ 27:26	",
},			
{			
"question" :	"	2 “ನೀನು ಆ ಸತ್ಪುರುಷನ ಗೊಡವೆಗೆ ಹೋಗಬೇಡ” ಎಂದು ಪಿಲಾತನಿಗೆ ಯೇಸುವಿನ ಪರವಾಗಿ ಹೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಯಫ	",
	"	B. ಹೆರೋದ	",
	"	C. ಪಿಲಾತನ ಹೆಂಡತಿ	",
	"	D. ಮಹಾ ಯಾಜಕರು	"
],			
"correct" :	"	C. ಪಿಲಾತನ ಹೆಂಡತಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅವನು ನ್ಯಾಯಾಸನದಲ್ಲಿ ಕೂತಿರುವಾಗ ಅವನ ಹೆಂಡತಿಯು ನೀನು ಆ ಸತ್ಪುರುಷನ ಗೊಡವೆಗೆ ಹೋಗಬೇಡ, ಅವನ ದೆಸೆಯಿಂದ ಈ ಹೊತ್ತು ಕನಸಿನಲ್ಲಿ ಬಹಳ ತೊಂದರೆಪಟ್ಟೆನು ಎಂದು ಅವನ ಬಳಿಗೆ ಹೇಳಿಕಳುಹಿಸಿದಳು.  ಮತ್ತಾಯ27:19	",
},			
{			
"question" :	"	3. ಪಿಲಾತನು ಕೂಡಿಬಂದಿದ್ದ ಜನರಿಗೆ ಕ್ರಿಸ್ತನೆನಿಸಕೊಳ್ಳುವ ಈ ಯೇಸುವನ್ನು ನಾನೇನು ಮಾಡಲಿ ಎಂದು ಕೇಳಿದಾಗ ಅವರು .........	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಟ್ಟುಬಿಡು ಅಂದರು	",
	"	B. ಉಪದ್ರವಪಡಿಸು ಅಂದರು	",
	"	C. ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಅಂದರು	",
	"	D. ಆತನನ್ನು ನಮಗೆ ಕೊಡು ಅಂದರು	"
],			
"correct" :	"	C. ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಅಂದರು	",
"explanation" :	"	ಪಿಲಾತನು ಅವರನ್ನು ಹಾಗಾದರೆ ಕ್ರಿಸ್ತನನ್ನಿಸಿಕೊಳ್ಳುವ ಯೇಸುವನ್ನು ನಾನೇನು ಮಾಡಲಿ ಎಂದು ಕೇಳಲು ಎಲ್ಲರೂ ಅವನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸು ಅಂದರು.  ಮತ್ತಾಯ 27:22	",
},			
{			
"question" :	"	4. ಯೇಸುವನ್ನು ಕೊರಡೆಗಳಿಂದ ಹೊಡೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈನಿಕರು	",
	"	B. ಪಿಲಾತನು	",
	"	C. ಬರಬ್ಬರನು	",
	"	D. ಯೂದನು	"
],			
"correct" :	"	B. ಪಿಲಾತನು	",
"explanation" :	"	ಆಗ ಪಿಲಾತನು ತನ್ನ ಯತ್ನ ನಡೆಯುವದಿಲ್ಲ, ಗದ್ದಲ ಮಾತ್ರ ಹೆಚ್ಚಾಗುತ್ತದೆ ಎಂದು ತಿಳಿದು ನೀರು ತಕ್ಕೊಂಡು ಜನರ ಮುಂದೆ ಕೈ ತೊಳಕೊಂಡು ಈ ಪುರುಷನನ್ನು ಕೊಲ್ಲಿಸಿದ್ದಕ್ಕೆ ನಾನು ಸೇರಿದವನಲ್ಲ, ನೀವೇ ನೋಡಿಕೊಳ್ಳಿರಿ ಅನ್ನಲಾಗಿ ಜನರೆಲ್ಲಾ ಅವನನ್ನು ಕೊಲ್ಲಿಸಿದ್ದಕ್ಕೆ ನಾವೂ ನಮ್ಮ ಮಕ್ಕಳು ಉತ್ತರ ಕೊಡುತ್ತೇವೆ ಅಂದರು.  ಆಗ ಬರಬ್ಬನನ್ನು ಅವರಿಗೆ ಬಿಟ್ಟುಕೊಟ್ಟು ಯೇಸುವನ್ನು ಕೊರಡೆಗಳಿಂದ ಹೊಡಿಸಿ ಶಿಲುಬೆಗೆ ಹಾಕುವದಕ್ಕೆ ಒಪ್ಪಿಸಿದನು.   ಮತ್ತಾಯ 27:24-26	",
},			
{			
"question" :	"	5 ಯೇಸುವಿನ ತಲೆಯ ಮೇಲೆ ಸೈನಿಕರು ಏನನ್ನು ಇಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನ ಕಿರೀಟ	",
	"	B. ನೀರು	",
	"	C. ಎಣ್ಣೆ	",
	"	D. ಮುಳ್ಳಿನ ಕಿರೀಟ	"
],			
"correct" :	"	D. ಮುಳ್ಳಿನ ಕಿರೀಟ	",
"explanation" :	"	ಆತನ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ ಕೆಂಪು ಒಲ್ಲಿಯನ್ನು ಹೊದಿಸಿ ಮುಳ್ಳುಬಳ್ಳಿಯಿಂದ ಕಿರೀಟವನ್ನು ಹೆಣೆದು ಆತನ ತಲೆಯ ಮೇಲೆ ಇಟ್ಟು ಬಲಗೈಯ್ಯಲ್ಲಿ ____ ಮತ್ತಾಯ 27:28-29	",
},			
{			
"question" :	"	6 ಯೇಸುವಿನ ಶಿಲುಬೆಯನ್ನು ಹೊರುವುದಕ್ಕೆ ಅವರು ಯಾರನ್ನು ಬಿಟ್ಟೀಹಿಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	B. ತಾರ್ಷೀಷಿನ ಸೌಲ	",
	"	C. ಕುರೇನ ಪಟ್ಟಣದ ಸಿಮೋನ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	C.ಕುರೇನ ಪಟ್ಟಣದ ಸಿಮೋನ	",
"explanation" :	"	ಹೊರಕ್ಕೆ ಹೋಗುತ್ತಿರುವಾಗ ಕುರೇನ ಪಟ್ಟಣದ ಸೀಮೋನನೆಂಬವನನ್ನು ಕಂಡು ಅವನನ್ನು ಆತನ ಶಿಲುಬೆಯನ್ನು ಹೊರುವದಕ್ಕೆ ಬಿಟ್ಟೀಹಿಡಿದರು.   ಮತ್ತಾಯ 27:32	",
},			
{			
"question" :	"	7 ಅವರು ಶಿಲುಬೆಗೆ ಹಾಕಲು ಯೇಸುವನ್ನು ಎಲ್ಲಿಗೆ ಕರೆದುಕೊಂಡು ಹೋದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆತಾನ್ಯ	",
	"	B. ಯೆರೂಸಲೇಮ್	",
	"	C. ಕುರೇನ ಪಟ್ಟಣ	",
	"	D. ಗೊಲ್ಗೋಥ	"
],			
"correct" :	"	D. ಗೊಲ್ಗೋಥ	",
"explanation" :	"	ಮತ್ತು ಗೊಲ್ಗೊಥಾ ಅಂದರೆ ಕಪಾಲಸ್ಥಳ ಎಂಬ ಸ್ಥಾನಕ್ಕೆ ಬಂದಾಗ ಆತನಿಗೆ ಕಹಿ ಬೆರಸಿದ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯುವದಕ್ಕೆ ಕೊಟ್ಟರು  ಆತನು ಅದನ್ನು ರುಚಿ ನೋಡಿ ಕುಡಿಯಲೊಲ್ಲದೆ ಇದ್ದನು.  ಬಳಿಕ ಅವರು ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿ ಆತನ ಬಟ್ಟೆಗಳಿಗಾಗಿ ಚೀಟು ಹಾಕಿ ಪಾಲುಮಾಡಿಕೊಂಡರು.  ಮತ್ತಾಯ 27:33-35	",
},			
{			
"question" :	"	8 ಅವರು ಯೇಸುವಿಗೆ ಕುಡಿಯುವುದಕ್ಕೆ ಏನನ್ನು ಕೊಟ್ಟರು	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರು	",
	"	B. ಮೇಕೆಯ ಹಾಲು	",
	"	C. ಹುಳಿರಸ	",
	"	D. ದ್ರಾಕ್ಷಾರಸ	"
],			
"correct" :	"	D. ದ್ರಾಕ್ಷಾರಸ	",
"explanation" :	"	ಮತ್ತು ಗೊಲ್ಗೊಥಾ ಅಂದರೆ ಕಪಾಲಸ್ಥಳ ಎಂಬ ಸ್ಥಾನಕ್ಕೆ ಬಂದಾಗ ಆತನಿಗೆ ಕಹಿ ಬೆರಸಿದ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯುವದಕ್ಕೆ ಕೊಟ್ಟರು  ಆತನು ಅದನ್ನು ರುಚಿ ನೋಡಿ  ಮತ್ತಾಯ 27:34	",
},			
{			
"question" :	"	9 ಯೇಸುವಿನ ಬಟ್ಟೆಯನ್ನು ಅವರು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅದನ್ನು ಅವನ ತಾಯಿಗೆ ಕೊಟ್ಟುಬಿಟ್ಟರು	",
	"	B. ಆತನ ಶಿಷ್ಯರಿಗೆ ಅದನ್ನು ಕೊಟ್ಟುಬಿಟ್ಟರು	",
	"	C. ಅದನ್ನು ಸುಟ್ಟುಹಾಕಿದರು	",
	"	D. ಅದಕ್ಕಾಗಿ ಚೀಟು ಹಾಕಿದರು	"
],			
"correct" :	"	D. ಅದಕ್ಕಾಗಿ ಚೀಟು ಹಾಕಿದರು	",
"explanation" :	"	ಬಳಿಕ ಅವರು ಆತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿ ಆತನ ಬಟ್ಟೆಗಳಿಗಾಗಿ ಚೀಟು ಹಾಕಿ ಪಾಲುಮಾಡಿಕೊಂಡರು.  ಮತ್ತಾಯ 27:35	",
},			
{			
"question" :	"	10 ಪಿಲಾತನ ಬಳಿಗೆ ಹೋಗಿ ಯೇಸುವಿನ ದೇಹವನ್ನು ತನಗೆ ಕೊಡಬೇಕೆಂದು ಬೇಡಿಕೊಂಡು ಅದನ್ನು ತನ್ನ ಸಮಾಧಿಯಲ್ಲಿ ಇಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕುರೇನ ಪಟ್ಟಣದ ಸಿಮೋನ	",
	"	B. ತಾರ್ಷೀಷಿನ ಸೌಲ	",
	"	C. ಅರಿಮಥಾಯದ ಯೊಸೇಫನು	",
	"	D. ಪೇತ್ರನು	"
],			
"correct" :	"	C. ಅರಿಮಥಾಯದ ಯೊಸೇಫನು	",
"explanation" :	"	ಸಂಜೆಯಾದಾಗ ಅರಿಮಥಾಯದ ಯೋಸೇಫನೆಂಬ ಒಬ್ಬ ಧನವಂತನು ಬಂದನು, ಇವನು ಸಹ ಯೇಸುವಿನ ಶಿಷ್ಯನಾಗಿದ್ದನು.  ಇವನು ಪಿಲಾತನ ಬಳಿಗೆ ಹೋಗಿ ಹೇಸುವಿನ ದೇಹವನ್ನು ತನಗೆ ಕೊಡಿಸಬೇಕೆಂದು ಅಪ್ಪಣೆ ಮಾಡಿದನು.  ಯೋಸೇಫನು ಆ ದೇಹವನ್ನು ತೆಗೆದುಕೊಂಡು ಅದನ್ನು ಶುದ್ಧವಾದ ನಾರುಮಡಿಯಲ್ಲಿ ಸುತ್ತಿ ಬಂಡೆಯಲ್ಲಿ ತೋಡಿದ್ದ ತನ್ನ ಹೊಸ ಸಮಾಧಿಯಲ್ಲಿ ಇಟ್ಟು ಸಮಾಧಿಯ ಬಾಗಿಲಿಗೆ ದೊಡ್ಡ ಕಲ್ಲನ್ನು ಉರುಳಿಸಿ ಹೋದನು.     ಮತ್ತಾಯ 27:57-60	",
},			
]			