var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 28";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವಿನ ಸಮಾಧಿಯ ಬಳಿ ಯಾರು ಹೋದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ ಮತ್ತು ಯೋಹಾನ	",
	"	B. ಪೇತ್ರ ಮತ್ತು ಆಂದ್ರೇಯ	",
	"	C. ಮಗ್ದಲದ ಮರಿಯಳು ಮತ್ತು ಮತ್ತೊಬ್ಬ ಮರಿಯಳು	",
	"	D .ಮರಿಯಳು  ಮತ್ತು ಮಾರ್ಥಳು	"
],			
"correct" :	"	C. ಮಗ್ದಲದ ಮರಿಯಳು ಮತ್ತು ಮತ್ತೊಬ್ಬ ಮರಿಯಳು	",
"explanation" :	"	ಸಬ್ಬತ್ ದಿನ ಆದ ಮೇಲೆ ವಾರದ ಮೊದಲನೆಯ ದಿವಸ ಬೆಳಗಾಗುವಾಗ ಮಗ್ಧಲದ ಮರಿಯಳೂ ಆ ಬೇರೆ ಮರಿಯಳೂ ಸಮಾಧಿಯನ್ನು ನೋಡುವುದಕ್ಕೆ ಬಂದರು.   ಮತ್ತಾಯ 28:1	",
},			
{			
"question" :	"	2. ಅದು ಸಬ್ಬತ್ ದಿನ ಆದ ಮೇಲೆ ವಾರದ ಯಾವ ದಿನ ಬೆಳಗಾಗುವುದಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊದಲನೆಯ	",
	"	B. ಮೂರನೆಯ	",
	"	C. ಆರನೆಯ	",
	"	D. ಏಳನೆಯ	"
],			
"correct" :	"	A. ಮೊದಲನೆಯ	",
"explanation" :	"	ಸಬ್ಬತ್ ದಿನ ಆದ ಮೇಲೆ ವಾರದ ಮೊದಲನೆಯ ದಿವಸ ಬೆಳಗಾಗುವಾಗ ಮಗ್ಧಲದ ಮರಿಯಳೂ ಆ ಬೇರೆ ಮರಿಯಳೂ ಸಮಾಧಿಯನ್ನು ನೋಡುವುದಕ್ಕೆ ಬಂದರು.   ಮತ್ತಾಯ 28:1	",
},			
{			
"question" :	"	3. ಕಲ್ಲನ್ನು ಯಾರು ಉರುಳಿಸದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯಳು	",
	"	B. ಯೇಸು	",
	"	C. ಸೈನಿಕರು	",
	"	D. ದೂತನು	"
],			
"correct" :	"	D. ದೂತನು	",
"explanation" :	"	ಆಗ ಮಹಾ ಭೂಕಂಪವಾಯಿತು.  ಕರ್ತನ ದೂತನು ಆಕಾಶದಿಂದ ಇಳಿದು ಬಂದು ಆ ಕಲ್ಲನ್ನು ಬಾಗಿಲಿನಿಂದ ಉರುಳಿಸಿ ಅದರ ಮೇಲೆ ಕೂತುಕೊಂಡನು.  ಮತ್ತಾಯ 28:2	",
},			
{			
"question" :	"	4. ಸೈನಿಕರು ಭಯದಿಂದ ನಡುಗಿ _________	",
"image" :	"",		
"choices" : [			
	"	A. ಓಡಿಹೋದರು	",
	"	B. ಮಕ್ಕಳಂತೆ ಅತ್ತರು	",
	"	C. ಸತ್ತವರ ಹಾಗಾದರು	",
	"	D. ತಮ್ಮ ಕತ್ತಿಯನ್ನು ಹೊರತೆಗೆದರು	"
],			
"correct" :	"	C. ಸತ್ತವರ ಹಾಗಾದರು	",
"explanation" :	"	ಕಾವಲುಗಾರರು ಅವನಿಗೆ ಹೆದರಿ ನಡುಗಿ ಸತ್ತವರ ಹಾಗಾದರು.   ಮತ್ತಾಯ 28:4	",
},			
{			
"question" :	"	5 ದೂತನು ಹೇಳಿದ್ದು, ನೀವು ಯೇಸುವನ್ನು ಹುಡುಕುತ್ತೀರೆಂದು ಬಲ್ಲೆನು, ........	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಇಲ್ಲಿ ಮಲಗಿದ್ದಾನೆ	",
	"	B. ಆತನು ಇಲ್ಲಿ ಇಲ್ಲ, ತಾನು ಹೇಳಿದಂತೆ ಎದ್ದಿದ್ದಾನೆ	",
	"	C. ಆತನ ದೇಹವು ಕಳುವಾಗಿದೆ	",
	"	D. ಬನ್ನಿರಿ ಆತನ ದೇಹವನ್ನು ಅಭಿಷೇಕಿಸಿ	"
],			
"correct" :	"	B. ಆತನು ಇಲ್ಲಿ ಇಲ್ಲ, ತಾನು ಹೇಳಿದಂತೆ ಎದ್ದಿದ್ದಾನೆ	",
"explanation" :	"	ಆಗ ದೂತನು ಆ ಹೆಂಗಸರಿಗೆ ನೀವು ಹೆದರಬೇಡಿರಿ, ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟಿದ್ದ ಯೇಸುವನ್ನು ಹುಡುಕುತ್ತೀರೆಂದು ಬಲ್ಲೆನು, ಆತನು ಇಲ್ಲಿ ಇಲ್ಲ, ತಾನು ಹೇಳಿದಂತೆ ಎದ್ದಿದ್ದಾನೆ, ಬನ್ನಿ ________                  ಮತ್ತಾಯ 28:5	",
},			
{			
"question" :	"	6 ಅವರು ಶಿಷ್ಯರ ಬಳಿಗೆ ಹೋಗಬೇಕೆಂದು ಹೊರಡುವಾಗ, ಅವರು ಯಾರನ್ನು ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಮತ್ತೊಬ್ಬ ದೂತ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಶಿಷ್ಯರನ್ನು	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"	ಅವರು ಭಯದಿಂದಲೂ ಮಹಾ ಸಂತೋಷದಿಂದಲೂ ಬೇಗ ಸಮಾಧಿಯ ಬಳಿಯಿಂದ ಹೊರಟು ಆತನ ಶಿಷ್ಯರಿಗೆ ತಿಳಿಸುವದಕ್ಕೆ ಓಡಿಹೋದರು.  ಆಗ ಯೇಸು ಅವರ ಎದುರಿಗೆ ಬಂದು ನಿಮಗೆ ಶುಭವಾಗಲಿ ಅಂದನು.       ಮತ್ತಾಯ 28:8-9	",
},			
{			
"question" :	"	7 ಮಹಾಯಾಜಕರು ಸೈನಿಕರಿಗೆ ಹೀಗೆ ಹೇಳಿರೆಂದು ಹಣ ಕೊಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ನಿಜವಾಗಿ ಸತ್ತಿರಲಿಲ್ಲ	",
	"	B. ಯೇಸು ಆತನು ಹೇಳಿದಂತೆ ಎದ್ದಿದ್ದಾನೆ	",
	"	C. ಯೇಸುವಿನ ದೇಹವು ಮಹಾಯಾಜಕರಿಗೆ ಕೊಡಲ್ಪಟ್ಟಿತು	",
	"	D. ಅವರು ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದಾಗ ಯೇಸುವಿನ ದೇಹವು ಕಳುವಾಯಿತು	"
],			
"correct" :	"	D. ಅವರು ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದಾಗ ಯೇಸುವಿನ ದೇಹವು ಕಳುವಾಯಿತು	",
"explanation" :	"	ಇವರು ಹಿರಿಯರ ಸಂಗಡ ಕೂಡಿಕೊಂಡು ಆಲೋಚನೆ ಮಾಡಿ ಆ ಸಿಪಾಯಿಗಳಿಗೆ ಬಹಳ ಹಣಕೊಟ್ಟು ಅವನ ಶಿಷ್ಯರು ರಾತ್ರಿಯಲ್ಲಿ ಬಂದು ನಾವು ನಿದ್ದೆ ಮಾಡುತ್ತಿರುವಾಗ ಅವನನ್ನು ಕದ್ದುಕೊಂಡು ಹೋದರು ಎಂದು ಹೇಳಿರಿ.        ಮತ್ತಾಯ 28:12-13	",
},			
{			
"question" :	"	8 ಯೇಸು ತನಗೆ ಏನು ಕೊಡಲ್ಪಟ್ಟಿದೆ ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೀವ	",
	"	B. ಉಸಿರು	",
	"	C. ಜ್ಞಾನ	",
	"	D. ಎಲ್ಲಾ ಅಧಿಕಾರ	"
],			
"correct" :	"	D. ಎಲ್ಲಾ ಅಧಿಕಾರ	",
"explanation" :	"	ಆಗ ಯೇಸು ಹತ್ತರಕ್ಕೆ ಬಂದು ಪರಲೋಕದಲ್ಲಿಯೂ ಭೂಲೋಕದಲ್ಲಿಯೂ ಎಲ್ಲಾ ಅಧಿಕಾರವು ನನಗೆ ಕೊಡಲ್ಪಟ್ಟಿದೆ.           ಮತ್ತಾಯ 28:18	",
},			
{			
"question" :	"	9 ಶಿಷ್ಯರು ಎಲ್ಲಿಗೆ ಹೋಗಿ ಯೇಸುವಿನ ಆಜ್ಞೆಗಳನ್ನು ಉಪದೇಶಿಸಿ ಮತ್ತು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿ ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಲಿಲಾಯ	",
	"	B. ಯೆರೂಷಲೇಮು	",
	"	C. ಎಲ್ಲಾ ದೇಶಗಳು	",
	"	D. ಯೆಹೂದ್ಯರಿಗೆ	"
],			
"correct" :	"	C. ಎಲ್ಲಾ ದೇಶಗಳು	",
"explanation" :	"	ಆದ್ದರಿಂದ ನೀವು ಹೊರಟು ಹೋಗಿ ಎಲ್ಲಾ ದೇಶಗಳ ಜನರನ್ನು ಶಿಷ್ಯರನ್ನಾಗಿ ಮಾಡಿರಿ.  ಮತ್ತಾಯ 28:19	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು, .............................ನಾನು ನಿಮ್ಮ ಸಂಗಡ ಇರುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ವಲ್ಪ ದಿನ ಮಾತ್ರ	",
	"	B. ನನ್ನ ಅವಶ್ಯಕತೆ ನಿಮಗಿದ್ದಾಗ	",
	"	C. ಯುಗದ ಸಮಾಪ್ತಿವರೆಗೂ	",
	"	D. ನೀವು ಯಾವಾಗ ನನ್ನ ಹೆಸರನ್ನು ಕರೆಯುತ್ತೀರೋ	"
],			
"correct" :	"	C. ಯುಗದ ಸಮಾಪ್ತಿವರೆಗೂ	",
"explanation" :	"	ನಾನು ನಿಮಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನೆಲ್ಲಾ ಕಾಪಾಡಿಕೊಳ್ಳುವದಕ್ಕೆ ಅವರಿಗೆ ಉಪದೇಶ ಮಾಡಿರಿ.  ನೋಡಿರಿ, ನಾನು ಯುಗದ ಸಮಾಪ್ತಿಯವರೆಗೂ ಎಲ್ಲಾ ದಿವಸ ನಿಮ್ಮ ಸಂಗಡ ಇರುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು.         ಮತ್ತಾಯ 28:20	",
},			
]			