var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಯಾವ ಅಡವಿಯಲ್ಲಿ ಭೋದಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A.ಯೂದಾಯ	",
	"	B.ಈಜಿಪ್ಟ್	",
	"	C.ಕೆಪರ್ನೌಮ್	",
	"	D.ಬೆತ್ಲೆಹೇಮ್	"
],			
"correct" :	"	A.ಯೂದಾಯ	",
"explanation" :	"	ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ ಎಂದು ಯೂದಾಯದ ಅಡವಿಯಲ್ಲಿ ಸಾರಿ ಹೇಳುತ್ತಾ ಬಂದನು.  ಮತ್ತಾಯ 3:2	",
},			
{			
"question" :	"	2. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಭೋದಿಸಿದ್ದು	",
"image" :	"",		
"choices" : [			
	"	A.ದೇವರು ಪ್ರೀತಿಯಾಗಿದ್ದಾನೆ	",
	"	B.ಮನ:ತಿರುಗಿರಿ, ದೇವರ ರಾಜ್ಯ ಸಮೀಪವಾಯಿತು	",
	"	C.ನಾವೆಲ್ಲರೂ ದೇವರ ಮಕ್ಕಳು, ಆತನು ಸೃಷ್ಟಿಕರ್ತನು	",
	"	D.ದೇವರ ಜ್ಞಾನದಲ್ಲಿ ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು ಬೆಳೆಸಿರಿ	"
],			
"correct" :	"	B.ಮನ:ತಿರುಗಿರಿ, ದೇವರ ರಾಜ್ಯ ಸಮೀಪವಾಯಿತು	",
"explanation" :	"	ಪರಲೋಕ ರಾಜ್ಯವು ಸಮೀಪವಾಯಿತು, ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ ಎಂದು ಯೂದಾಯದ ಅಡವಿಯಲ್ಲಿ ಸಾರಿ ಹೇಳುತ್ತಾ ಬಂದನು.  ಮತ್ತಾಯ 3:2	",
},			
{			
"question" :	"	3. ಯೋಹಾನನ ಉಡುಪುಗಳು ಯಾವುದರಿಂದ ಉಂಟಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A.ಉಣ್ಣೆ	",
	"	B.ಕುರಿಯ ಕೂದಲು	",
	"	C.ಕುದುರೆಯ ಕೂದಲು	",
	"	D.ಒಂಟೆಯ ಕೂದಲು	"
],			
"correct" :	"	D.ಒಂಟೆಯ ಕೂದಲು	",
"explanation" :	"	ಈ ಯೋಹಾನನಿಗೆ ಒಂಟೇ ಕೂದಲಿನ ಹೊದಿಕೆಯೂ ಸೊಂಟದಲ್ಲಿ ತೊಗಲಿನ ನಡುಕಟ್ಟೂ ಇದ್ದವು.  ಮತ್ತಾಯ: 3:4	",
},			
{			
"question" :	"	4. ಯೋಹಾನನ ಊಟವು ಇವುಗಳನ್ನು ಒಳಗೊಂಡಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A.ಹುರುಳಿ ಮತ್ತು ಮಸೂರ	",
	"	B.ಜೇನು ಮತ್ತು ಹಣ್ಣು	",
	"	C.ತೋಕೆಗೋಧಿ ಮತ್ತು ಬೀಜಗಳು	",
	"	D.ಮಿಡತೆ ಮತ್ತು ಕಾಡುಜೇನು	"
],			
"correct" :	"	D.ಮಿಡತೆ ಮತ್ತು ಕಾಡುಜೇನು	",
"explanation" :	"	ಅವನಿಗೆ ಮಿಡತೆ ಮತ್ತು ಕಾಡುಜೇನು ಆಹಾರವಾಗಿದ್ದವು  ಮತ್ತಾಯ 3:4	",
},			
{			
"question" :	"	5 ಯೋಹಾನನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದಲು ಜನರು ಎಲ್ಲಿಗೆ ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A.ಕೆಂಪು ಸಮುದ್ರ	",
	"	B.ಯೋರ್ದಾನ್ ನದಿ	",
	"	C.ಗಲಿಲಾಯ ಸಮುದ್ರ	",
	"	D.ನೈಲ್ ನದಿ	"
],			
"correct" :	"	B.ಯೋರ್ದಾನ್ ನದಿ	",
"explanation" :	"	ಅವರು ತಮ್ಮ ತಮ್ಮ ಪಾಪಗಳನ್ನು ಹೇಳಿಕೊಂಡು ಯೊರ್ದನ್ ಹೊಳೆಯಲ್ಲಿ ಅವನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಮತ್ತಾಯ 3;6	",
},			
{			
"question" :	"	6 ಫರಿಸಾಯರು ಮತ್ತು ಸದ್ದುಕಾಯರನ್ನು ಯೋಹಾನನು ಏನೆಂದು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಪರಿಶುದ್ಧ ಜನರು	",
	"	B. ಅಬ್ರಹಾಮನ ಆರ್ಶೀವಾದದವರು	",
	"	C. ಸರ್ಪಸಂತಾನದವರು	",
	"	D. ದೊಡ್ಡವರು	"
],			
"correct" :	"	C. ಸರ್ಪಸಂತಾನದವರು	",
"explanation" :	"	ಆದರೆ ಅವನು ಫರಿಸಾಯರಲ್ಲಿಯೂ ಸದ್ದುಕಾಯರಲ್ಲಿಯೂ ಅನೇಕರು ತನ್ನಿಂದ ಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಬರುವದನ್ನು ಕಂಡು ಅವರಿಗೆ - ಎಲೈ ಸರ್ಪಜಾತಿಯವರೇ.. .. .. ಮತ್ತಾಯ 3:7	",
},			
{			
"question" :	"	7 ಯೋಹಾನನು ಹೇಳಿದನು, ನನಗಿಂತಲೂ ದೊಡ್ಡವನು ಒಬ್ಬನು ಬರುತ್ತಾನೆ, ಅವನು _______ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಿಶುದ್ಧ ನೀರಿನಿಂದ	",
	"	B. ನೀರು ಮತ್ತು ರಕ್ತದಿಂದ	",
	"	C. ಪವಿತ್ರಾತ್ಮ ಮತ್ತು ಬೆಂಕಿಯಿಂದ	",
	"	D. ಪ್ರೀತಿಯಿಂದ	"
],			
"correct" :	"	C. ಪವಿತ್ರಾತ್ಮ ಮತ್ತು ಬೆಂಕಿಯಿಂದ	",
"explanation" :	"	ಆತನು ಪವಿತ್ರಾತ್ಮನಲ್ಲಿಯೂ ಬೆಂಕಿಯಲ್ಲಿಯೂ ನಿಮಗೆ ಸ್ನಾನ ಮಾಡಿಸುವನು ಮತ್ತಾಯ 3:11	",
},			
{			
"question" :	"	8 ಯೇಸು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳಲು ಬಂದಾಗ ಯೋಹಾನನು ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ನಿನ್ನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದತಕ್ಕವನು	",
	"	B. ಬನ್ನಿ ನೀವೆಲ್ಲರೂ ನನ್ನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದಿರಿ	",
	"	C. ಬೇರೆಯವರ ಮುಂದೆ ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದಿರಿ	",
	"	D. ವಾಕ್ಯಗಳು ನೆರವೇರಲು ನಾನು ನಿನಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುತ್ತೇನೆ	"
],			
"correct" :	"	A. ನಾನು ನಿನ್ನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದತಕ್ಕವನು	",
"explanation" :	"	ಆಗ ಯೋಹಾನನು ನಾನು ನಿನ್ನಿಂದ ಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳತಕ್ಕವನಾಗಿರುವಲ್ಲಿ ನೀನು ನನ್ನ ಬಳಿಗೆ ಬರುವುದೇನು ಎಂದು ಹೇಳಿ ಆತನನ್ನು ತಡೆಯುತ್ತಾ ಇದ್ದನು. ಮತ್ತಾಯ 3:14	",
},			
{			
"question" :	"	9 ಯೇಸು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡಾಗ, ಪರಲೋಕವು ತೆರೆಯಲ್ಪಟ್ಟಿತು ಮತ್ತು ಪವಿತ್ರಾತ್ಮನು ಆತನ ಮೇಲೆ ಯಾವ ರೂಪದಲ್ಲಿ ಆತನ ಮೇಲೆ ಇಳಿಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೋರಾಗಿ ಬೀಸುವ ಗಾಳಿ	",
	"	B. ಹದ್ದು	",
	"	C. ಹಕ್ಕಿಯ ಗರಿ	",
	"	D. ಪಾರಿವಾಳ	"
],			
"correct" :	"	D. ಪಾರಿವಾಳ	",
"explanation" :	"	ದೇವರ ಆತ್ಮ ಪಾರಿವಾಳದ ಹಾಗೆ ಇಳಿದು ತನ್ನ ಮೇಲೆ ಬರುವುದನ್ನು ಕಂಡನು. ಮತ್ತಾಯ 3:16	",
},			
{			
"question" :	"	10 ಪರಲೋಕದಿಂದ ಒಂದು ಶಬ್ಧವು ಕೇಳಿಸಿತು, ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು,_____	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನನ್ನು ಹೇಳಿದಂತೆ ನೀವು ಕೇಳಿರಿ	",
	"	B. ಆತನನ್ನು ಹಿಂಬಾಲಿಸಿರಿ	",
	"	C. ಈತನನ್ನು ಮೆಚ್ಚಿದ್ದೇನೆ	",
	"	D. ಆತನಲ್ಲಿ ನಾನು ಸ್ಪಷ್ಟಪಡಿಸುತ್ತೇನೆ	"
],			
"correct" :	"	C. ಈತನನ್ನು ಮೆಚ್ಚಿದ್ದೇನೆ	",
"explanation" :	"	ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನನ್ನು ಮೆಚ್ಚಿದ್ದೇನೆ ಎಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು. ಮತ್ತಾಯ 3:17	",
},			
]			