var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1 ಯೇಸುವನ್ನು ಆತ್ಮನು ಎಲ್ಲಿಗೆ ಒಯ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯಕ್ಕೆ	",
	"	B. ಅಡವಿಗೆ	",
	"	C. ಯೆರೂಸಲೇಮಿಗೆ	",
	"	D. ಯೆರಿಕೋವಿಗೆ	"
],			
"correct" :	"	B. ಅಡವಿಗೆ	",
"explanation" :	"	ಆಗ ಯೇಸು ಸೈತಾನನಿಂದ ಶೋಧಿಸಲ್ಪಡುವುದಕ್ಕಾಗಿ ಆತ್ಮನು ಆತನನ್ನು ಅಡವಿಗೆ ಒಯ್ದನು.  ಮತ್ತಾಯ 4:1	",
},			
{			
"question" :	"	2.   ಯೇಸು ಎಷ್ಟು ದಿನಗಳ ಕಾಲ ಉಪವಾಸವಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 40 ದಿನ ಹಗಲಿರಳು	",
	"	B. 30 ದಿನ ಹಗಲಿರಳು	",
	"	C. 10 ದಿನಗಳು ಹಗಲಿರಳು	",
	"	D. 1 ವಾರ	"
],			
"correct" :	"	A. 40 ದಿನ ಹಗಲಿರಳು	",
"explanation" :	"	ಆತನು ನಾಲ್ವತ್ತು ದಿವಸ ಹಗಲಿರುಳು ಉಪವಾಸವಿದ್ದ ತರುವಾಯ ಆತನಿಗೆ ಹಸಿವಾಯಿತು. ಮತ್ತಾಯ 4:2	",
},			
{			
"question" :	"	3. ಸೈತಾನನು ಯೇಸುವಿಗೆ ಈ ಕಲ್ಲುಗಳು _______ಆಗುವಂತೆ ಅಪ್ಪಣೆ ಕೊಡು ಎಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ರೊಟ್ಟಿ	",
	"	B. ದೇವಾಲಯ	",
	"	C. ಬೆಟ್ಟ	",
	"	D. ದೇವದೂತ	"
],			
"correct" :	"	A. ರೊಟ್ಟಿ	",
"explanation" :	"	ಆಗ ಆ ಶೋಧಕನು ಆತನ ಬಳಿಗೆ ಬಂದು ನೀನು ದೇವರ ಮಗನಾಗಿದ್ದರೆ ಈ ಕಲ್ಲುಗಳು ರೊಟ್ಟಿಯಾಗುವಂತೆ ಅಪ್ಪಣೆಕೊಡು ಎಂದು ಹೇಳಲು.. ..  ಮತ್ತಾಯ 4:3	",
},			
{			
"question" :	"	4.  ಯೇಸು ಸೈತಾನನಿಗೆ ಉತ್ತರಕೊಟ್ಟು ಹೇಳಿದನು:	",
"image" :	"",		
"choices" : [			
	"	A. ಮನುಷ್ಯನು ರೊಟ್ಟಿ ತಿಂದ ಮಾತ್ರದಿಂದ ಬದುಕುವುದಿಲ್ಲ.	",
	"	B. ದೇವಾಲಯವು ದೇವರ ಪರಿಶುದ್ದ ಆಲಯವಾಗಿದೆ	",
	"	C. ಬೆಟ್ಟವು ನನ್ನ ಬಳಿ ಬರುವುದು	",
	"	D. ನಾನು ಸೇವೆಗಾಗಿ ದೂತರನ್ನು ಕರೆಯಬಲ್ಲೆನು	"
],			
"correct" :	"	A. ಮನುಷ್ಯನು ರೊಟ್ಟಿ ತಿಂದ ಮಾತ್ರದಿಂದ ಬದುಕುವುದಿಲ್ಲ.	",
"explanation" :	"	ಮನುಷ್ಯನು ರೊಟ್ಟಿ ತಿಂದ ಮಾತ್ರದಿಂದ ಬದುಕುವುದಿಲ್ಲ, ದೇವರ ಬಾಯಿಂದ ಹೊರಡುವ ಪ್ರತಿಯೊಂದು ಮಾತಿನಿಂದಲೂ ಬದುಕವನು ಎಂದು ಬರೆದದೆ ಅಂದನು. ಮತ್ತಾಯ 4:4	",
},			
{			
"question" :	"	5 ಸೈತಾನನು ಯೇಸುವಿಗೆ ಪ್ರಪಂಚದ ಎಲ್ಲಾ ರಾಜ್ಯಗಳನ್ನು ಕೊಡುತ್ತೇನೆಂದು ಹೇಳಿದನು, ಆದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಕಲ್ಲನ್ನು ರೊಟ್ಟಿಯನ್ನಾಗಿ ಮಾಡಬೇಕು	",
	"	B. ದೇವಾಲಯದಿಂದ ದುಮುಕಬೇಕು	",
	"	C. ದೂತರನ್ನು ಕರೆಯಬೇಕು	",
	"	D. ಆತನನ್ನು ಆರಾಧಿಸಬೇಕು	"
],			
"correct" :	"	D. ಆತನನ್ನು ಆರಾಧಿಸಬೇಕು	",
"explanation" :	"	ನೀನು ನನಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡಿದರೆ ಇವುಗಳನ್ನೆಲ್ಲಾ ನಿನಗೆ ಕೊಡುವೆನು ಅಂದನು. ಮತ್ತಾಯ 4:9	",
},			
{			
"question" :	"	6 ಯೇಸು ಯಾವುದೇ ಶೋಧನೆಗಳಲ್ಲಿ ಸೋಲದೇ ಇದ್ದಾಗ ಸೈತಾನನು ಆತನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು, ಮತ್ತು ...	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂತರು ಬಂದು ಆತನಿಗೆ ಉಪಚಾರ ಮಾಡಿದರು	",
	"	B. ಆತನು ಕಲ್ಲುಗಳನ್ನು ರೊಟ್ಟಿಯನ್ನಾಗಿ ಮಾಡಿದನು	",
	"	C. ಆತನ ಶಿಷ್ಯರು ಆತನಿಗೆ ಆಹಾರ ತಂದರು	",
	"	D. ಆತನು ಮೀನು ಮತ್ತು ಜೇನನನ್ನು ಸಿದ್ದಮಾಡಿದನು	"
],			
"correct" :	"	A. ದೇವದೂತರು ಬಂದು ಆತನಿಗೆ ಉಪಚಾರ ಮಾಡಿದರು	",
"explanation" :	"	ಆಗ ಸೈತಾನನು ಆತನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು ಮತ್ತು ದೇವದೂತರು ಬಂದು ಆತನಿಗೆ ಉಪಚಾರ ಮಾಡಿದರು.  ಮತ್ತಾಯ 4:11	",
},			
{			
"question" :	"	7 ಈ ಮನುಷ್ಯನು ಸೆರೆಗೆ ಬಿದ್ದನೆಂದು ತಿಳಿದು ಯೇಸು ಗಲಿಲಾಯಕ್ಕೆ ಹೋದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಸೀಲ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಅರಸನಾದ ಹೆರೋದ	"
],			
"correct" :	" C. ಯೋಹಾನ		",
"explanation" :	"ಯೋಹಾನನು ಸೆರೆಗೆ ಬಿದ್ದನೆಂದು ಯೇಸು ಕೇಳಿ ಆ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು ಗಲಿಲಾಯ ಸೀಮೆಗೆ ಹೊರಟುಹೋದನು.  ಮತ್ತಾಯ 4:12		",
},			
{			
"question" :	"	8 ಯೇಸು ಉಪದೇಶಿಸಲು ಪ್ರಾರಂಭಿಸಿ ಹೇಳಿದನು...	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ, ಪರಲೋಕರಾಜ್ಯವು ಸಮೀಪವಾಯಿತು	",
	"	B. ದೇವರು ಪ್ರೀತಿಯಾಗಿದ್ದಾನೆ, ಆತನಿಗೆ ಕಿವಿಗೊಡಿರಿ	",
	"	C. ಸೈತಾನನು ನಮ್ಮ ಶತೃವಾಗಿದ್ದಾನೆ, ಯುದ್ಧಕ್ಕೆ ಸಿದ್ದರಾಗಿರಿ	",
	"	D. ಯಾವಾಗಲೂ ಪ್ರಾರ್ಥಿಸಿರಿ	"
],			
"correct" :	"	A. ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ, ಪರಲೋಕರಾಜ್ಯವು ಸಮೀಪವಾಯಿತು	",
"explanation" :	"	ಅಂದಿನಿಂದ ಯೇಸು - ಪರಲೋಕರಾಜ್ಯವು ಸಮೀಪಿಸಿತು, ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ ಎಂದು ಸಾರಿ ಹೇಳುವದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದನು. ಮತ್ತಾಯ 4:17	",
},			
{			
"question" :	"	9 ಯೇಸು ಆಂದ್ರೇಯ ಮತ್ತು ಪೇತ್ರನಿಗೆ ಹೇಳಿದನು: ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿ, ನಾನು.....	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮಗೆ ಅನೇಕ ಅದ್ಭುತಗಳನ್ನು ತೋರಿಸುತ್ತೇನೆ	",
	"	B. ನಿಮ್ಮನ್ನು ನನ್ನ ಶಿಷ್ಯರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳುತ್ತೇನೆ	",
	"	C. ನಿಮಗೆ ಅನೇಕ ವಿಷಯಗಳನ್ನು ಕಲಿಸಿಕೊಡುತ್ತೇನೆ	",
	"	D. ನಿಮ್ಮನ್ನು ಮನುಷ್ಯರನ್ನು ಹಿಡಿಯುವ ಬೆಸ್ತರನ್ನಾಗಿ ಮಾಡುತ್ತೇನೆ	"
],			
"correct" :	"	D. ನಿಮ್ಮನ್ನು ಮನುಷ್ಯರನ್ನು ಹಿಡಿಯುವ ಬೆಸ್ತರನ್ನಾಗಿ ಮಾಡುತ್ತೇನೆ	",
"explanation" :	"	ನನ್ನ ಹಿಂದೆ ಬನ್ನಿರಿ, ಮನುಷ್ಯರನ್ನು ಹಿಡಿಯುವ ಬೆಸ್ತರನ್ನಾಗಿ ನಿಮ್ಮನ್ನು ಮಾಡುವೆನು ಎಂದು ಹೇಳುತ್ತಲೇ .. ..  ಮತ್ತಾಯ 4:19	",
},			
{			
"question" :	"	10 ಜೆಬೆದಾಯನ ಈ ಇಬ್ಬರು ಮಕ್ಕಳನ್ನು ಯೇಸು ಕರೆದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ ಮತ್ತು ಯೊಹಾನ	",
	"	B. ಯಾಕೋಬ ಮತ್ತು ಆಂದ್ರೇಯ	",
	"	C. ಯಾಕೋಬ ಮತ್ತು ಪೇತ್ರ	",
	"	D. ಯೊಹಾನ ಮತ್ತು ಸಿಮೋನ	"
],			
"correct" :	"	A. ಯಾಕೋಬ ಮತ್ತು ಯೊಹಾನ	",
"explanation" :	"	ಯೇಸು ಅಲ್ಲಿಂದ ಮುಂದೆ ಹೋಗಿ ಇನ್ನಿಬ್ಬರು ಅಣ್ಣ ತಮ್ಮಂದಿರನ್ನು ಅಂದರೆ ಜೆಬೆದಾಯನ ಮಗನಾದ ಯಾಕೋಬನನ್ನೂ ಅವನ ತಮ್ಮನಾದ ಯೋಹಾನನನ್ನೂ ಕಂಡನು. ಮತ್ತಾಯ 4:21	",
},			
]			