var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1.  ಯೇಸು ಜನರ ಗುಂಪುಗಳಿಗೆ ಇಲ್ಲಿ  ಪ್ರಸಂಗಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವಾಲಯದಲ್ಲಿ	",
	"	B. ದೋಣಿಯಲ್ಲಿ	",
	"	C. ಬೆಟ್ಟದಲ್ಲಿ	",
	"	D. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	"
],			
"correct" :	"	C. ಬೆಟ್ಟದಲ್ಲಿ	",
"explanation" :	"	ಆತನು ಆ ಜನರ ಗುಂಪುಗಳನ್ನು ಕಂಡು ಬೆಟ್ಟವನ್ನೇರಿ ಕೂತುಕೊಂಡ ತರುವಾಯ.. .. ಮತ್ತಾಯ 5:1	",
},			
{			
"question" :	"	2  .__________ ಹಸಿದು ಬಾಯಾರಿದವರು ಧನ್ಯರು, ಅವರು ತೃಪ್ತರಾಗುವರು	",
"image" :	"",		
"choices" : [			
	"	A.ರೊಟ್ಟಿ ಮತ್ತು ದ್ರಾಕ್ಷಾರಸ	",
	"	B.ಜ್ಞಾನ	",
	"	C.ಸೂಚಕ ಕಾರ್ಯ ಮತ್ತು ಅದ್ಭುತಗಳು	",
	"	D.ನೀತಿಗೆ	"
],			
"correct" :	"	D.ನೀತಿಗೆ	",
"explanation" :	"	ನೀತಿಗೆ ಹಸಿದು ಬಾಯಾರಿದವರು ಧನ್ಯರು, ಅವರಿಗೆ ತೃಪ್ತಿಯಾಗುವುದು ಮತ್ತಾಯ 5:6	",
},			
{			
"question" :	"	3. ಕರುಣೆಯುಳ್ಳವರು ಧನ್ಯರು, ________	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಪರಲೋಕ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವರು	",
	"	B. ಅವರು ಕರುಣಿಸಲ್ಪಡುವರು	",
	"	C. ಅವರು ಸಮಾಧಾನ ಹೊಂದುವರು	",
	"	D. ಅವರು ದೇವರನ್ನು ನೋಡುವರು	"
],			
"correct" :	"	B. ಅವರು ಕರುಣಿಸಲ್ಪಡುವರು	",
"explanation" :	"	ಕರುಣೆಯುಳ್ಳವರು ಧನ್ಯರು, ಅವರು ಕರುಣೆ ಹೊಂದುವರು. ಮತ್ತಾಯ 5:7	",
},			
{			
"question" :	"	4. ನಿರ್ಮಲಚಿತ್ತರು ಧನ್ಯರು, ಅವರು _______	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕ ರಾಜ್ಯ ಅವರದು	",
	"	B. ಅವರು ದೇವರನ್ನು ನೋಡುವರು	",
	"	C. ದೇವರ ಕರ ಅವರ ಮೇಲೆ ಇರುವುದು	",
	"	D. ಅವರು ಕರುಣಿಸಲ್ಪಡುವರು	"
],			
"correct" :	"	B. ಅವರು ದೇವರನ್ನು ನೋಡುವರು	",
"explanation" :	"	ನಿರ್ಮಲಚಿತ್ತರು ಧನ್ಯರು, ಅವರು ದೇವರನ್ನು ನೋಡುವರು  ಮತ್ತಾಯ 5:8	",
},			
{			
"question" :	"	5 ನೀತಿಯ ನಿಮಿತ್ತ  ನಾವು ಹಿಂಸೆಗೆ ಒಳಗಾದಾಗ ಏನು ಮಾಡಬೇಕೆಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಳಾಡಬೇಕು	",
	"	B. ಏಕೆಂದು ಪ್ರಶ್ನಿಸಬೇಕು	",
	"	C. ಸಂತೋಷಿಸಬೇಕು	",
	"	D. ನಮ್ಮ ಮುಖದ ಮೇಲೆ ಬೀಳಬೇಕು	"
],			
"correct" :	"	C. ಸಂತೋಷಿಸಬೇಕು	",
"explanation" :	"	ನೀತಿಯ ನಿಮಿತ್ತವಾಗಿ ಹಿಂಸೆಯನ್ನು ತಾಳಿಕೊಳ್ಳುವವರು ಧನ್ಯರು; ಪರಲೋಕರಾಜ್ಯವು ಅವರದು.  ನನ್ನ ನಿಮಿತ್ತವಾಗಿ ಜನರು ನಿಮ್ಮನ್ನು ನಿಂದಿಸಿ ಹಿಂಸೆಪಡಿಸಿ ನಿಮ್ಮ ಮೇಲೆ ಕೆಟ್ಟ ಕೆಟ್ಟ ಮಾತುಗಳನ್ನು ಸುಳ್ಳಾಗಿ ಹೊರಿಸಿದರೆ ನೀವು ಧನ್ಯರು. ಸಂತೋಷ[ಪಡಿರಿ ಮತ್ತಾಯ 5:10-12	",
},			
{			
"question" :	"	6  ಯಾವ ಎರಡು ವಸ್ತುಗಳೊಂದಿಗೆ ಯೇಸು ನಮ್ಮನ್ನು ಹೋಲಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A.ಉಪ್ಪು ಮತ್ತು ಮೆಣಸು	",
	"	B.ಉಪ್ಪು ಮತ್ತು ಬೆಳಕು	",
	"	C.ದೀಪಸ್ಥಂಬ ಮತ್ತು ಪಾರಿವಾಳ	",
	"	D.ಪಾರಿವಾಳ ಮತ್ತು ಉಪ್ಪು	"
],			
"correct" :	"	B.ಉಪ್ಪು ಮತ್ತು ಬೆಳಕು	",
"explanation" :	"	ನೀವು ಭೂಮಿಗೆ ಉಪ್ಪಾಗಿದ್ದೀರಿ  ಮತ್ತಾಯ 5:13  ನೀವು ಲೋಕಕ್ಕೆ ಬೆಳಕಾಗಿದ್ದೀರಿ  ಮತ್ತಾಯ 5:14	",
},			
{			
"question" :	"	7 ಯೇಸು ಹೇಳಿದ್ದು, ತನ್ನ ಸಹೋದರನನ್ನು ಮೂರ್ಖಾ ಎನ್ನುವವನು	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಮೂಖಾನಾಗುವನು	",
	"	B. ಹಿಂಸೆಗೊಳಗಾಗುವನು	",
	"	C. ಅಗ್ನಿನರಕಕ್ಕೆ ಗುರಿಯಾಗುವನು	",
	"	D. ಅವನು ಬುದ್ದಿವಂತನಲ್ಲ	"
],			
"correct" :	"	C. ಅಗ್ನಿನರಕಕ್ಕೆ ಗುರಿಯಾಗುವನು	",
"explanation" :	"	ತನ್ನ ಸಹೋದರರನ್ನು ನೋಡಿ ಮೂರ್ಖಾ ಅನ್ನುವವನು ಅಗ್ನಿನರಕಕ್ಕೆ ಗುರಿಯಾಗುವನು. ಮತ್ತಾಯ 5:22	",
},			
{			
"question" :	"	8 ಯೇಸು ಹೇಳಿದ್ದು, ನೀವು ಯಜ್ಞವೇದಿಯ ಹತ್ತಿರಕ್ಕೆ ಕಾಣಿಕೆಯನ್ನು ತರುವಾಗ ನಿಮ್ಮ ಸಹೋದರನಿಗೆ ನಿಮ್ಮ ಮೇಲೆ ಏನೋ ವಿರೋಧವದೆ ಎಂಬುದು ನೆನಪಾದರೆ ......	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಣಿಕೆಯನ್ನು ಹೆಚ್ಚಸಿ	",
	"	B. ನಿನ್ನ ಸಹೋದರನ ಸಂಗಡ ಒಂದಾಗು	",
	"	C. ದೇವರಲ್ಲಿ ಕ್ಷಮೆಯನ್ನು ಕೇಳು	",
	"	D. ಪಾಪಪರಿಹಾರ ಯಜ್ಞವನ್ನು ಅರ್ಪಿಸಬೇಕು	"
],			
"correct" :	"	B. ನಿನ್ನ ಸಹೋದರನ ಸಂಗಡ ಒಂದಾಗು	",
"explanation" :	"	ನೀನು ನಿನ್ನ ಕಾಣಿಕೆಯನ್ನು ಯಜ್ಞವೇದಿಯ ಹತ್ತಿರಕ್ಕೆ ತಂದಾಗ ನಿನ್ನ ಸಹೋದರನ ಮನಸ್ಸಿನಲ್ಲಿ ನಿನ್ನ ಮೇಲೆ ಏನೋ ವಿರೋಧವದೆ ಎಂಬುದು ನಿನ್ನ ನೆನಪಿಗೆ ಬಂದರೆ, ನಿನ್ನ ಕಾಣಿಕೆಯನ್ನು ಆ ಯಜ್ಞವೇದಿಯ ಮುಂದೆಯೇ ಬಿಟ್ಟುಹೋಗಿ ಮೊದಲು ನಿನ್ನ ಸಹೋದರನ ಸಂಗಡ ಒಂದಾಗು  ಮತ್ತಾಯ 5:23-24	",
},			
{			
"question" :	"	9. ಯೇಸು ಹೇಳಿದ್ದು, ಪರಸ್ತ್ರೀಯನ್ನು ನೋಡಿ ಮೋಹಿಸುವ ಪ್ರತಿ ಮನುಷ್ಯನು	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನನ್ನ್ನು ಅಗೌರವಿಸಿದ ಹಾಗೆ.	",
	"	b. ದೇವರನ್ನು ಅಗೌರವಿಸಿದ ಹಾಗೆ.	",
	"	c. ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಆಕೆಯ ಕೂಡ ವ್ಯಭಿಚಾರ ಮಾಡಿದವನಾದನು.	",
	"	d. ಕಠಿಣವಾಗಿ ಶಿಕ್ಶೆಗೆ ಒಳಗಾಗಬೇಕು.	"
],			
"correct" :	"	c. ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಆಕೆಯ ಕೂಡ ವ್ಯಭಿಚಾರ ಮಾಡಿದವನಾದನು.	",
"explanation" :	"	ಆದರೆ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ಪರಸ್ತ್ರೀಯನ್ನು ನೋಡಿ ಮೋಹಿಸುವ ಪ್ರತಿ ಮನುಷ್ಯನು ಆಗಲೇ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಆಕೆಯ ಕೂಡ ವ್ಯಭಿಚಾರ ಮಾಡಿದವನಾದನು. 5:28	",
},			
{			
"question" :	"	10 ಯೇಸು ಹೇಳಿದ್ದು, ಯಾರಾದರು ನಿಮ್ಮನ್ನು ಬಲಗೆನ್ನೆಯ ಮೇಲೆ ಹೊಡೆದರೆ,	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತೊಂದು ಕೆನ್ನೆಯನ್ನು ಅವರಿಗೆ ಕೊಡು	",
	"	B. ಪರಲೋಕದ ಅಧಿಕಾರದಿಂದ ಅವರನ್ನು ಶಪಿಸು	",
	"	C. ಅವರನ್ನು ಹಿಂತಿರುಗಿ ಹೊಡೆಯಬೇಕು	",
	"	D. ಅವರ ಮೇಲಂಗಿಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಕು	"
],			
"correct" :	"	A. ಮತ್ತೊಂದು ಕೆನ್ನೆಯನ್ನು ಅವರಿಗೆ ಕೊಡು	",
"explanation" :	"	ಒಬ್ಬನು ನಿನ್ನ ಬಲಗೆನ್ನೆಯ ಮೇಲೆ ಹೊಡೆದರೆ ಅವನಿಗೆ ಮತ್ತೊಂಎದು ಕೆನ್ನೆಯನ್ನೂ ಒಡ್ಡು.  ಮತ್ತಾಯ 5:39	",
},			
]			