var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1. ನೀನು ದಾನ ಧರ್ಮಗಳನ್ನು ಮರೆಯಲ್ಲಿ ಮಾಡಿದರೆ, ನಿನ್ನ ತಂದೆಯು............	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನಗೆ ಮರೆಯಲ್ಲಿ ಬಹುಮಾನ ನೀಡುವನು	",
	"	B. ಅಂತರಂಗದಲ್ಲಿ ನಡೆಯುವುದನ್ನು ನೋಡುವ ನಿನ್ನ ತಂದೆಯು ನಿನಗೆ ಫಲಕೊಡುವನು.	",
	"	C. ನಿನಗೆ ಬಹುಮಾನ ನೀಡುವುದಿಲ್ಲ	",
	"	D. ನಿನಗೆ ಪರಲೋಕದಲ್ಲಿ ಬಹುಮಾನ ನೀಡುವನು	"
],			
"correct" :	"	B. ಅಂತರಂಗದಲ್ಲಿ ನಡೆಯುವುದನ್ನು ನೋಡುವ ನಿನ್ನ ತಂದೆಯು ನಿನಗೆ ಫಲಕೊಡುವನು.	",
"explanation" :	"	ನೀನು ಧರ್ಮಕೊಡುವಾಗ ನೀನು ಧರ್ಮಕೊಟ್ಟದ್ದು ಅಂತರಂಗವಾಗುವ ಹಾಗೆ ನಿನ್ನ ಬಲಗೈ ಮಾಡಿದ್ದು ಎಡಗೈಗೂ ತಿಳಿಯದಿರಲಿ.  ಅಂತರಂಗದಲ್ಲಿ ನಡೆಯುವುದನ್ನು ನೋಡುವ ನಿನ್ನ ತಂದೆಯು ನಿನಗೆ ಫಲಕೊಡುವನು. ಮತ್ತಾಯ 6:4	",
},			
{			
"question" :	"	2. ನೀವು ಪ್ರಾರ್ಥಿಸುವಾಗ, ನೀವು........	",
"image" :	"",		
"choices" : [			
	"	A. ಏಕಾಂತ ಕೋಣೆಗೆ ಹೋಗಬೇಕು	",
	"	B. ವ್ಯರ್ಥ ಮಾತುಗಳನ್ನು ಹೇಳುತ್ತಾ ಇರಬೇಕು	",
	"	C. ಬೀದಿಗಳಲ್ಲಿ  ನಿಂತುಕೊಳ್ಳಬೇಕು	",
	"	D. ಕೊಂಬೂದಿಸಬೇಕು.	"
],			
"correct" :	"	A. ಏಕಾಂತ ಕೋಣೆಗೆ ಹೋಗಬೇಕು	",
"explanation" :	"	ಆದರೆ ನೀನು ಪ್ರಾರ್ಥನೆ ಮಾಡಬೇಕಾದರೆ ನಿನ್ನ ಏಕಾಂತವಾದ ಕೋಣೆಯೊಳಗೆ ಹೋಗಿ ಬಾಗಲನ್ನು ಮುಚ್ಚಿಕೊಂಡು ..  ಮತ್ತಾಯ 6:6	",
},			
{			
"question" :	"	3. ಯೇಸು ಹೇಳಿದ್ದು.........ನಿಮಗೆ ಏನೇನು ಅವಶ್ಯಕತೆ ಇದೆ ಎಂದು ತಂದೆಯು ತಿಳಿದಿರುವುದು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮ್ಮ ಸಹೋದರನ ಬಳಿ ಇರದಿದ್ದಾಗ	",
	"	B. ನೀವು ಕೇಳುವುದಕ್ಕೆ ಮೊದಲೇ	",
	"	C. ಭೂಮಿಗೆ ಬುನಾದಿ ಹಾಕುವುದಕ್ಕೆ ಮೊದಲೇ	",
	"	D. ನೀವು ಕೇಳುವುದಕ್ಕೆ ಮೊದಲೇ	"
],			
"correct" :	"	B. ನೀವು ಕೇಳುವುದಕ್ಕೆ ಮೊದಲೇ	",
"explanation" :	"	ನೀವು ನಿಮ್ಮ ತಂದೆಯನ್ನು ಬೇಡಿಕೊಳ್ಳುವದಕ್ಕಿಂತ ಮುಂಚೆಯೇ ನಿಮಗೆ ಏನೇನು ಅಗತ್ಯವೆಂಬುದು ಆತನಿಗೆ ತಿಳಿದದೆ. ಮತ್ತಾಯ 6:8	",
},			
{			
"question" :	"	4. ನಿಮ್ಮ ಗಂಟನ್ನು ಎಲ್ಲಿ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಯೇಸು ಹೇಳಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಲೋಕದಲ್ಲಿ	",
	"	B. ಬ್ಯಾಂಕಿನಲ್ಲಿ	",
	"	C. ಗುಪ್ತರ ಸ್ಥಳದಲ್ಲಿ	",
	"	D. ಗುಹೆಯಲ್ಲಿ	"
],			
"correct" :	"	A. ಪರಲೋಕದಲ್ಲಿ	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿ ಗಂಟು ಮಾಡಿ ಇಟ್ಟುಕೊಳ್ಳಿರಿ, ಮತ್ತಾಯ 6:20	",
},			
{			
"question" :	"	5 ಇದನ್ನು ನುಸಿ ಮತ್ತು ಕಿಲುಬು ಹಾಳು ಮಾಡುವುದು, ಕಳ್ಳರು ಇದನ್ನು ಕದಿಯುವರು.	",
"image" :	"",		
"choices" : [			
	"	A.ಪರಲೋಕದ ಗಂಟು	",
	"	B.ಮನುಷ್ಯನ ಹೃದಯ	",
	"	C.ಮನುಷ್ಯನ ಉದ್ದೇಶ	",
	"	D.ಭೂಮಿಯಲ್ಲಿರುವ ಗಂಟು	"
],			
"correct" :	"	D.ಭೂಮಿಯಲ್ಲಿರುವ ಗಂಟು	",
"explanation" :	"	ಭೂಲೋಕದಲ್ಲಿ ಗಂಟುಮಾಡಿ ಇಟ್ಟುಕೊಳ್ಳಬೇಡಿರಿ; ಇಲ್ಲಿ ಅಂತೂ ಅದು ನುಸಿಹಿಡಿದು ಕಿಲುಬು ಹತ್ತಿ ಕೆಟ್ಟುಹೋಗುವದು, ಇಲ್ಲಿ ಕಳ್ಳರು ಕನ್ನಾ ಕೊರೆದು ಕದಿಯುವರು ಮತ್ತಾಯ 6:19	",
},			
{			
"question" :	"	6 ನಿಮ್ಮ ಗಂಟು ಎಲ್ಲಿರುತ್ತೋ ಅಲ್ಲಿ ಏನಿರುತ್ತೆ ಎಂದು ಯೇಸು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನ್ನ ಕಣ್ಣು	",
	"	B. ನಿಮ್ಮ ವಿಮೆ	",
	"	C. ಭೂಮಿಯಲ್ಲಿರುವ ಗಂಟು	",
	"	D. ನಿಮ್ಮ ಮನಸ್ಸು	"
],			
"correct" :	"	D. ನಿಮ್ಮ ಮನಸ್ಸು	",
"explanation" :	"	ನಿನ್ನ ಗಂಟು ಇದ್ದಲ್ಲಿಯೇ ನಿನ್ನ ಮನಸ್ಸೂ ಇರುವದಷ್ಟೆ. ಮತ್ತಾಯ 6:21	",
},			
{			
"question" :	"	7 ಯಾವುದನ್ನು ಯಾವ ಮನಷ್ಯನೂ ಮಾಡಲಾಗುವುದಿಲ್ಲ. ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರನ್ನು ಪ್ರೀತಿಸುವುದು	",
	"	B. ಹೃದಯವನ್ನು ನಿಯಂತ್ರಿಸುವುದು	",
	"	C. ಇಬ್ಬರು ಯಜಮಾನನ್ನು ಸೇವಿಸುವುದು	",
	"	D. ಮನ ತಿರುಗುವುದು	"
],			
"correct" :	"	C. ಇಬ್ಬರು ಯಜಮಾನನ್ನು ಸೇವಿಸುವುದು	",
"explanation" :	"	ಯಾವನೂ ಇಬ್ಬರು ಯಜಮಾನರಿಗೆ ಸೇವೆ ಮಾಡಲಾರನು ಮತ್ತಾಯ 6:24	",
},			
{			
"question" :	"	8 ಅವು ಬಿತ್ತುವುದಿಲ್ಲ, ಕೊಯ್ಯೂವುದಿಲ್ಲ. ಆದರೂ ದೇವರು ಅವುಗಳಿಗೆ ಒದಗಿಸುವುದು	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಗೆ	",
	"	B. ಪಕ್ಷಿ	",
	"	C. ಐಶ್ವರ್ಯವಂತನು	",
	"	D. ಕುದುರೆಗಳು	"
],			
"correct" :	"	B. ಪಕ್ಷಿ	",
"explanation" :	"	ಆಕಾಶದಲ್ಲಿ ಹಾರಾಡುವ ಹಕ್ಕಿಗಳನ್ನು ನೋಡಿರಿ, ಅವು ಬಿತ್ತುವದಿಲ್ಲ, ಕೊಯ್ಯುವುದಿಲ್ಲ ಆದರೂ ಪರಲೋಕದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಯು ಅವುಗಳನ್ನು ಸಾಕಿ ಸಲಹುತ್ತಾನೆ. ಮತ್ತಾಯ 6:26	",
},			
{			
"question" :	"	9 ಅವು ದುಡಿಯುವುದಿಲ್ಲ, ನೂಲುವುದಿಲ್ಲ. ಆದರೂ ಅವು ಅರಸನಾದ ಸೊಲೋಮೊನನಿಗಿಂತ ಅಲಂಕಾರಿಕವಾಗಿದ್ದವು.	",
"image" :	"",		
"choices" : [			
	"	A. ಗುಲಾಬಿ	",
	"	B. ರಾಣಿ	",
	"	C. ರಾಜಕುಮಾರಿ	",
	"	D. ಹೂವುಗಳು	"
],			
"correct" :	"	D. ಹೂವುಗಳು	",
"explanation" :	"	ಅಡವಿಯ ಹೂಗಳು ಬೆಳೆಯುವ ರೀತಿಯನ್ನು ಯೋಚಿಸಿ ತಿಳಿಯಿರಿ; ಅವು ದುಡಿಯುವುದಿಲ್ಲ, ನೂಲುವದಿಲ್ಲ, ಆದಾಗ್ಯೂ ಈ ಹೂವುಗಳಲ್ಲಿ ಒಂದಕ್ಕಿರುವಷ್ಟು ಅಲಂಕಾರವು ಅರಸನಾದ ಸೊಲೊಮೋನನಿಗೆ ಸಹ ಅವನು ತನ್ನ ಸಕಲ ವೈಭವದಿಂದಿರುವಾಗಲೂ ಇರಲಿಲ್ಲವೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ. ಮತ್ತಾಯ 6:28-29	",
},			
{			
"question" :	"	10  ನಾವು ಮೊದಲು ಇವುಗಳನ್ನು ಹುಡುಕಿದರೆ ಇವುಗಳ ಸಂಗಡ ಎಲ್ಲವೂ ಸಿಕ್ಕವುವು.	",
"image" :	"",		
"choices" : [			
	"	A.ಚಿನ್ನ	",
	"	B.ಜ್ಞಾನ	",
	"	C.ನೀತಿ	",
	"	D.ದೇವರ ರಾಜ್ಯ	"
],			
"correct" :	"	D.ದೇವರ ರಾಜ್ಯ	",
"explanation" :	"	ನೀವು ಮೊದಲು ದೇವರ ರಾಜ್ಯಕ್ಕಾಗಿಯೂ ನೀತಿಗಾಗಿಯೂ ತವಕಪಡಿರಿ. ಇವುಗಳ ಕೂಡ ಅವೆಲ್ಲವೂ ನಿಮಗೆ ದೊರಕುವವು. ಮತ್ತಾಯ 6:33	",
},			
]			