var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1  ಯೇಸು ಕೇಳಿದನು..........ಬಿಟ್ಟು ನಿನ್ನ ಸಹೋದರನ ಕಣ್ಣಿನಲ್ಲಿರುವ ರವೆಯನ್ನು ಯೋಚಿಸುವುದೇಕೆ	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ರವೆ	",
	"	B. ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ತೊಲೆ	",
	"	C. ಅದನ್ನು ತೆಗೆಯುವುದು	",
	"	D. ಆತನ ಇನ್ನೊಂದು ಕಣ್ಣು	"
],			
"correct" :	"	B. ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ತೊಲೆ	",
"explanation" :	"	ನೀನು ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ತೊಲೆಯನ್ನು ಯೋಚಿಸದೆ ನಿನ್ನ ಸಹೋದರನ ಕಣ್ಣಿನಲ್ಲಿರುವ ರವೆಯನ್ನು ಯೋಚಿಸುವುದೇಕೆ. ಮತ್ತಾಯ 7:3	",
},			
{			
"question" :	"	2. ನಿಮ್ಮ ಮುತ್ತುಗಳನ್ನು ಇವುಗಳ ಮುಂದೆ ಚೆಲ್ಲಬೇಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಕಪಟಿಗಳು	",
	"	B. ನಾಯಿಗಳು	",
	"	C. ಹಂದಿಗಳು	",
	"	D. ಕಳ್ಳರು	"
],			
"correct" :	"	C. ಹಂದಿಗಳು	",
"explanation" :	"	ನಿಮ್ಮ ಮುತ್ತುಗಳನ್ನು ಹಂದಿಗಳ ಮುಂದೆ ಚೆಲ್ಲಬೇಡಿರಿ ಮತ್ತಾಯ 7:6	",
},			
{			
"question" :	"	3. ಯೇಸು ಕೇಳಿದ್ದು, ಯಾವ ಮನುಷ್ಯನಾದರೂ ತನ್ನ ಸ್ವಂತ ಮಗನು ರೊಟ್ಟಿ ಕೇಳಿದರೆ......ನೀಡುವನೆ	",
"image" :	"",		
"choices" : [			
	"	A. ರೊಟ್ಟಿ	",
	"	B. ಕಲ್ಲು	",
	"	C. ಮೀನು	",
	"	D. ಹಾವು	"
],			
"correct" :	"	B. ಕಲ್ಲು	",
"explanation" :	"	ನಿಮ್ಮಲ್ಲಿ ಯಾವನಾದರೂ ರೊಟ್ಟಿ ಕೇಳುವ ಮಗನಿಗೆ ಕಲ್ಲನ್ನು ಕೊಡುವನೇ? ಮತ್ತಾಯ 7:9	",
},			
{			
"question" :	"	4. ಜನರು ನಿಮಗೆ ಏನೇನು ಮಾಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೀರೋ ಅದನ್ನೇ......	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರಿಗೆ ಕೇಳಿರಿ	",
	"	B. ಅವರಿಗಾಗಿ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ	",
	"	C. ನೀವು ಅವರಿಗೆ ಮಾಡಿರಿ	",
	"	D. ನೀವು ಅದನ್ನು ಹೊಂದುವಿರಿ	"
],			
"correct" :	"	C. ನೀವು ಅವರಿಗೆ ಮಾಡಿರಿ	",
"explanation" :	"	ಅಂತು ಜನರು ನಿಮಗೆ ಏನೇನು ಮಾಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೀರೋ ಅದನ್ನೇ ನೀವು ಅವರಿಗೆ ಮಾಡಿರಿ. ಮತ್ತಾಯ 7:12	",
},			
{			
"question" :	"	5 ......ಹೋಗುವ ಬಾಗಿಲು ಇಕ್ಕಟ್ಟು, ದಾರಿ ಬಿಕ್ಕಟ್ಟು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಸಲೇಮು	",
	"	B. ನಾಶನಕ್ಕೆ	",
	"	C. ನಿತ್ಯಜೀವಕ್ಕೆ	",
	"	D. ಬೆತ್ಲೆಹೇಮಿಗೆ	"
],			
"correct" :	"	C. ನಿತ್ಯಜೀವಕ್ಕೆ	",
"explanation" :	"	ನಿತ್ಯಜೀವಕ್ಕೆ ಹೋಗುವ ಬಾಗಲು ಇಕ್ಕಟ್ಟು, ದಾರಿ ಬಿಕ್ಕಟ್ಟು. ಮತ್ತಾಯ 7:14	",
},			
{			
"question" :	"	6  ________ಗೆ ಹೋಗುವ ಬಾಗಿಲು ದೊಡ್ದದು, ದಾರಿ ಅಗಲ	",
"image" :	"",		
"choices" : [			
	"	A. ನಾಶ	",
	"	B. ಭಯ	",
	"	C. ಜೀವ	",
	"	D. ಬೆತ್ಲೇಹೇಮ್	"
],			
"correct" :	"	A. ನಾಶ	",
"explanation" :	"	ನಾಶಕ್ಕೆ ಹೋಗುವ ಬಾಗಲು ದೊಡ್ಡದು, ದಾರಿ ಅಗಲವು ಮತ್ತಾಯ 7:13	",
},			
{			
"question" :	"	7 ಇವರು ಮಾತ್ರ ಪರಲೋಕ ರಾಜ್ಯವನ್ನು ಪ್ರವೇಶಿಸವರು	",
"image" :	"",		
"choices" : [			
	"	A. ದಿನವೂ ಪ್ರಾರ್ಥಿಸುವರು	",
	"	B. ಸ್ವಾಮಿ, ಸ್ವಾಮಿ ಎನ್ನುವವರು	",
	"	C. ತಂದೆಯ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುವರ	",
	"	D. ಭೋದಿಸುವವರು	"
],			
"correct" :	"	C. ತಂದೆಯ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸುವರ	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯ ಚಿತ್ತದಂತೆ ನಡೆಯುವವನೇ ಪರಲೋಕರಾಜ್ಯಕ್ಕೆ ಸೇರುವನು. ಮತ್ತಾಯ 7:21	",
},			
{			
"question" :	"	8 ಬುದ್ದಿವಂತ ಮನುಷ್ಯನು ತನ್ನ ಮನೆಯನ್ನು ಎಲ್ಲಿ ಕಟ್ಟಿಕೊಳ್ಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಂಡೆಯ ಮೇಲೆ	",
	"	B. ಉಸುಬಿನ ಮೇಲೆ	",
	"	C. ಸಮುದ್ರದ ಬಳಿ	",
	"	D. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	"
],			
"correct" :	"	A. ಬಂಡೆಯ ಮೇಲೆ	",
"explanation" :	"	ಈ ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಅವುಗಳಂತೆ ನಡೆಯುವವನು ಬಂಡೆಯ ಮೇಲೆ ಮನೆಯನ್ನು ಕಟ್ಟಿಕೊಂಡ ಬುದ್ಧಿಯುಳ್ಳ ಮನುಷ್ಯನನ್ನು ಹೋಲುವನು. ಮತ್ತಾಯ 7:24	",
},			
{			
"question" :	"	9 ಬುದ್ದಿಹೀನ ಮನುಷ್ಯನು ತನ್ನ ಮನೆಯನ್ನು ಎಲ್ಲಿ ಕಟ್ಟಿಕೊಳ್ಳುವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಂಡೆಯ ಮೇಲೆ	",
	"	B. ಉಸುಬಿನ ಮೇಲೆ	",
	"	C. ಸಮುದ್ರದ ಬಳಿ	",
	"	D. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	"
],			
"correct" :	"	B. ಉಸುಬಿನ ಮೇಲೆ	",
"explanation" :	"	ಈ ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳಿಯೂ ಅವುಗಳಂತೆ ನಡೆಯದ ಪ್ರತಿಯೊಬ್ಬನು ಉಸುಬಿನ ಮೇಲೆ ಮನೆಯನ್ನು ಕಟ್ಟಿಕೊಂಡ ಬುದ್ದಹೀನ ಮನುಷ್ಯನನ್ನು ಹೋಲುವನು. ಮತ್ತಾಯ 7:26	",
},			
{			
"question" :	"	10 ಜನರು ಯೇಸುವಿನ ಉಪದೇಶಕ್ಕೆ ಅತ್ಯಾಶ್ಚರ್ಯಪಟ್ಟರು, ಏಕೆಂದರೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಇನ್ನೂ ಚಿಕ್ಕ ಪ್ರಾಯದವನು	",
	"	B. ಅವರು ಅಂತಹ ವಿಷಯಗಳನ್ನು ಕೇಳಿರಲಿಲ್ಲ	",
	"	C. ಆತನು ಅದ್ಭುತಗಳನ್ನು ಮಾಡಿದನು	",
	"	D. ಅಧಿಕಾರವಿದ್ದಂತೆ ಉಪದೇಶ ಮಾಡಿದನು	"
],			
"correct" :	"	D. ಅಧಿಕಾರವಿದ್ದಂತೆ ಉಪದೇಶ ಮಾಡಿದನು	",
"explanation" :	"	ಆ ಜನರ ಗುಂಪುಗಳು ಆತನ ಉಪದೇಶಕ್ಕೆ ಅತ್ಯಾಶ್ದರ್ಯಪಟ್ಟವು, ಯಾಕಂದರೆ ಆತನು ಅವರ ಶಾಸ್ತ್ರಿಗಳಂತೆ ಉಪದೇಶ ಮಾಡದೆ ಅಧಿಕಾರವಿದ್ದವನಂತೆ ಅವರಿಗೆ ಉಪದೇಶಮಾಡುತ್ತಿದ್ದನು. ಮತ್ತಾಯ 7:28-29	",
},			
]			