var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1. ಸ್ವಾಮಿ ನಿನಗೆ ಮನಸ್ಸಿದ್ದರೆ ನನ್ನನ್ನು ಶುದ್ಧಮಾಡಬಲ್ಲೆ ಎಂದು ಹೇಳಿದ ಕುಷ್ಠರೋಗಿಗೆ ಯೇಸು ಏನೆಂದು ಉತ್ತರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ಎಲ್ಲವನ್ನೂ ಮಾಡಬಲ್ಲೆ	",
	"	B. ನಿನ್ನ ನಂಬಿಕೆ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥಮಾಡಿತು	",
	"	C. ನನಗೆ ಮನಸ್ಸುಂಟು, ಶುದ್ಧನಾಗು	",
	"	D. ನನಗೆ ಮನಸ್ಸಿಲ್ಲ	"
],			
"correct" :	"	C. ನನಗೆ ಮನಸ್ಸುಂಟು, ಶುದ್ಧನಾಗು	",
"explanation" :	"	ಆತನು ಕೈನೀಡಿ ಆತನನ್ನು ಮುಟ್ಟಿ ನನಗೆ ಮನಸ್ಸುಂಟು ಶುದ್ಧವಾಗು ಅಂದನು.  ಮತ್ತಾಯ 8:3	",
},			
{			
"question" :	"	2. ಶತಾಧಿಪತಿಯ ಆಳಿಗೆ ಏನು ಸಮಸ್ಯೆ ಇತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕುಷ್ಠರೋಗ	",
	"	B. ಪಾಶ್ರ್ವವಾಯು	",
	"	C. ಮೂರ್ಚೆರೋಗ	",
	"	D. ಕುದುರೆಯಿಂದ ಬಿದ್ದು ಹೋಗಿದ್ದನು	"
],			
"correct" :	"	B. ಪಾಶ್ರ್ವವಾಯು	",
"explanation" :	"	ಶತಾಧಿಪತಿಯು ಆತನ ಬಳಿಗೆ ಬಂದು ಪ್ರಭುವೇ ನನ್ನ ಆಳು ಪಾಶ್ರ್ವವಾಯುವಿನಿಂದ ಬಹಳ ಕಷ್ಟಪಡುತ್ತಾ ಮನೆಯಲ್ಲಿ ಬಿದ್ದಿದ್ದಾನೆ ಎಂದು ಹೇಳಿಕೊಂಡನು. ಮತ್ತಾಯ 8:6	",
},			
{			
"question" :	"	3. ಶತಾಧಿಪತಿ ಹೇಳಿದನು, ಯೇಸುವಿಗೆ ಅಧಿಕಾರವಿರುವುದರಿಂದ ಆತನು ಕೇವಲ ಇಷ್ಟು ಮಾಡಿದರೆ ಸಾಕು, ಆತನ ಆಳು ಸೌಖ್ಯ ಹೊಂದುವನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನ ಮೇಲೆ ಕೈ ಇಡಬೇಕು	",
	"	B. ಅವನ ಬಳಿ ಬರಬೇಕು	",
	"	C. ಒಂದು ಮಾತು ಹೇಳಿದರೆ ಸಾಕು	",
	"	D. ದೆವ್ವವನ್ನು ಗದರಿಸಬೇಕು	"
],			
"correct" :	"	C. ಒಂದು ಮಾತು ಹೇಳಿದರೆ ಸಾಕು	",
"explanation" :	"	ಪ್ರಭುವೇ ನೀನು ನನ್ನ ಮನೆಗೆ ಬರತಕ್ಕಷ್ಟು ಯೋಗ್ಯತೆ ನನ್ನಲ್ಲಿಲ್ಲ; ನೀನು ಒಂದು ಮಾತು ಹೇಳಿದರೆ ಸಾಕು.  ಮತ್ತಾಯ 8:8	",
},			
{			
"question" :	"	4. ಪೇತ್ರನ ಅತ್ತೆಯು ಯಾವುದರೀಮದ ಬಾಧಿಸಲ್ಪಡುತ್ತಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಶ್ರ್ವವಾಯು	",
	"	B. ಕುಷ್ಠರೋಗ	",
	"	C. ಜ್ವರ	",
	"	D. ಮೂರ್ಚಾರೋಗ	"
],			
"correct" :	"	C. ಜ್ವರ	",
"explanation" :	"	ಯೇಸು ಪೇತ್ರನ ಮನೆಗೆ ಬಂದು ಅವನ ಅತ್ತೆ ಜ್ವರದಲ್ಲಿ ಬಿದ್ದಿರುವದನ್ನು ಕಂಡು.. ಮತ್ತಾಯ 8: 16	",
},			
{			
"question" :	"	5 ಶಿಷ್ಯರು ದೋಣಿಯಲ್ಲಿರುವಾಗ, ಸಮುದ್ರದಲ್ಲಿ ಬಿರುಗಾಳಿ ಎದ್ದಿತು.  ಆಗ ಯೇಸು  ಏನು ಮಾಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದನು	",
	"	B. ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದನು	",
	"	C. ತಿನ್ನುತ್ತಿದ್ದನು	",
	"	D. ಭೋದಿಸುತ್ತಿದ್ದನು	"
],			
"correct" :	"	A. ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದನು	",
"explanation" :	"	ಅವರು ಹೋಗುತ್ತಿರುವಾಗ ಸಮುದ್ರವು ಅಲ್ಲಕಲ್ಲೋಲವಾಗಿ ದೋಣಿಯು ತೆರೆಗಳಿಂದ ಮುಚ್ಚಿಹೋಯಿತು; ಆದರೆ ಆತನು ನಿದ್ದೆಹತ್ತಿ ಮಲಗಿದ್ದನು.  ಮತ್ತಾಯ 8:24	",
},			
{			
"question" :	"	6 ಶಿಷ್ಯರು ಭಯದಿಂದಿರುವಾಗ ಯೇಸು ಅವರನ್ನು ಏನೆಂದು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರ್ಖ ಜನರೇ	",
	"	B. ಬೆಳಕಿನ ಮಕ್ಕಳೇ	",
	"	C. ಎಲೈ ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ	",
	"	D. ಎದೆಗುಂದಿದವರೇ	"
],			
"correct" :	"	C. ಎಲೈ ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ	",
"explanation" :	"	ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ, ಯಾಕೆ ಧೈರ್ಯಗೆಡುತ್ತೀರಿ ಎಂದು ಹೇಳಿ ಎದ್ದು ಗಾಳಿಯನ್ನೂ ಸಮುದ್ರವನ್ನೂ ಗದರಿಸಿದನು.  ಮತ್ತಾಯ 8:26	",
},			
{			
"question" :	"	7 ಜನರು ಬೆರಗಾದರು, ಏಕೆದರೆ,	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಅವರನ್ನು ಗದರಿಸಿದನು	",
	"	B. ದೋಣಿಯುಉ ಓಲಾಡಿತು	",
	"	C. ಯೇಸು ಭಯಪಡಲಿಲ್ಲ	",
	"	D. ಸಮುದ್ರ ಮತ್ತು ಗಾಳಿ ಯೇಸು ಹೇಳಿದ ಹಾಗೆ ಕೇಳಿದವು	"
],			
"correct" :	"	D. ಸಮುದ್ರ ಮತ್ತು ಗಾಳಿ ಯೇಸು ಹೇಳಿದ ಹಾಗೆ ಕೇಳಿದವು	",
"explanation" :	"	ಆ ಜನರು ಬೆರಗಾಗಿ - ಈತನು ಎಂಥವನಾಗಿರಬಹುದು, ಗಾಳಿಯೂ ಸಮುದ್ರವೂ ಸಹ ಈತನು ಹೇಳಿದ ಹಾಗೆ ಕೇಳುತ್ತವಲ್ಲಾ ಅಂದರು. ಮತ್ತಾಯ 8:27	",
},			
{			
"question" :	"	8 ಸಮುದ್ರ ಆಚೆದಡದಲ್ಲಿ ಇಬ್ಬರು ಬಂದು ಯೇಸುವನ್ನು ಸಂಧಿಸಿದರು, ಅವರು	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಶ್ರ್ವವಾಯು ಹೊಂದಿದವರು	",
	"	B. ದೆವ್ವ ಹಿಡಿದವರು	",
	"	C. ಕುಷ್ಠ ರೋಗಿಗಳು	",
	"	D. ಸೈನಿಕರು	"
],			
"correct" :	"	B. ದೆವ್ವ ಹಿಡಿದವರು	",
"explanation" :	"	ಆಮೇಲೆ ಆತನು ಆಚೇದಡಕ್ಕೆ ಗದರೇನರ ಸೀಮೆಗೆ ಮುಟ್ಟಿದಾಗ ದೆವ್ವ ಹಿಡಿದವರಿಬ್ಬರು ಸಮಾಧಿಯ ಗವಿಗಳೊಳಗಿಂದ ಹೊರಟು ..   ಮತ್ತಾಯ 8:28	",
},			
{			
"question" :	"	9 ಯೇಸು ದೆವ್ವಗಳನ್ನು ಓಡಿಸಲು ಅವು ಇವುಗಳೊಳಗೆ ಹೊಕ್ಕಿತು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಷಲೇಮು	",
	"	B. ಹಂದಿಗಳ ಗುಂಪು	",
	"	C. ಒಬ್ಬ ಶತಾಧಿಪತಿ	",
	"	D. ಸೈನಿಕರು	"
],			
"correct" :	"	B. ಹಂದಿಗಳ ಗುಂಪು	",
"explanation" :	"	ಆತನು ಹೋಗಿರಿ ಅನ್ನಲು ಅವು ಹೊರಗೆ ಬಂದು ಹಂದಿಗಳೊಳಗೆ ಹೊಕ್ಕವು. ಮತ್ತಾಯ 8:32	",
},			
{			
"question" :	"	10 ಹಂದಿಗಳೆಲ್ಲಾ ರಭಸವಾಗಿ ಇಲ್ಲಿಗೆ ಓಡಿದವು	",
"image" :	"",		
"choices" : [			
	"	A. ಪಟ್ಟಣದೊಳಗೆ	",
	"	B. ಕಾವಲುಗಾರರ ಮೇಲೆ	",
	"	C. ಸಮುದ್ರದೊಳಗೆ	",
	"	D. ಬೆಟ್ಟಗಳೊಳಗೆ	"
],			
"correct" :	"	C. ಸಮುದ್ರದೊಳಗೆ	",
"explanation" :	"	ಆ ಕ್ಷಣವೇ ಆ ಗುಂಪೆಲ್ಲಾ ಓಡಿ ಕಡಿದಾದ ಸ್ಥಳದಿಂದ ಸಮುದ್ರದೊಳಗೆ ಬಿದ್ದು ನೀರಿನಲ್ಲಿ ಮುಣುಗಿ ಸತ್ತುಹೋಯಿತು. ಮತ್ತಾಯ 8:34	",
},			
]			