var quiztitle = "ಮತ್ತಾಯ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಈ ರೋಗದಿಂದ ನರಳುತ್ತಿರುವ ಮನುಷ್ಯನನ್ನು ಗುಣಪಡಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಜ್ವರ	",
	"	B. ಕುಷ್ಠ	",
	"	C. ಪಾಶ್ರ್ವವಾಯು	",
	"	D. ಹುಚ್ಚು ಹಸುವಿನ ರೋಗ	"
],			
"correct" :	"	C. ಪಾಶ್ರ್ವವಾಯು	",
"explanation" :	"	ಅಲ್ಲಿಗೆ ಬಂದಾಗ ಹಾಸಿಗೆಯ ಮೇಲೆ ಬಿದ್ದು ಕೊಂಡಿರುವ ಒಬ್ಬ ಪಾಶ್ರ್ವವಾಯು ರೋಗಿಯನ್ನು ಆತನ ಬಳಿಗೆ ..  ಮತ್ತಾಯ 9:2	",
},			
{			
"question" :	"	2. ಸುಂಕಕ್ಕೆ ಕೂತಿದ್ದ ಯಾವ ಶಿಷ್ಯನನ್ನು ಯೇಸು ಕರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಕ	",
	"	B. ಪೇತ್ರ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಮತ್ತಾಯ	"
],			
"correct" :	"	D. ಮತ್ತಾಯ	",
"explanation" :	"	ಯೇಸು ಅಲ್ಲಿಂದ ಹೋಗುತ್ತಿರುವಾಗ ಸುಂಕಕ್ಕೆ ಕೂತಿದ್ದ ಮತ್ತಾಯನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ನೋಡಿ..     ಮತ್ತಾಯ 9:9	",
},			
{			
"question" :	"	3. ಒಬ್ಬ ಅಧಿಕಾರಿಯು ಯೇಸುವಿನ ಬಳಿ ಬಂದು ಯಾರ ಮೇಲೆ ಕೈ ಇಡಬೇಕೆಂದು  ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಸೇವಕ	",
	"	B. ತನ್ನ ಹೆಂಡತಿ	",
	"	C. ತನ್ನ ಮಗಳು	",
	"	D. ತನ್ನ ಮಗನು	"
],			
"correct" :	"	C. ತನ್ನ ಮಗಳು	",
"explanation" :	"	ಒಬ್ಬ ಅಧಿಕಾರಿ ಬಂದು ಆತನಿಗೆ ಅಡ್ಡಬಿದ್ದು ನನ್ನ ಮಗಳು ಈಗಲೇ ತೀರಿಹೋದಳು ಆದಾಗ್ಯೂ ನೀನು ಬಂದು ಆಕೆಯ ಮೇಲೆ ಕೈ ಇಟ್ಟರೆ ಬದುಕುವಳು ಎಂದು .. ಮತ್ತಾಯ 9:18	",
},			
{			
"question" :	"	4. ಎಷ್ಟು ವರ್ಷದಿಂದ ರೋಗದಲ್ಲಿದ್ದ ಸ್ತ್ರೀಯು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ವಲ್ಪ ಕಾಲದಿಂದ	",
	"	B. 12 ವರ್ಷ	",
	"	C. 3 ವರ್ಷ	",
	"	D. 10 ತಿಂಗಳು	"
],			
"correct" :	"	B. 12 ವರ್ಷ	",
"explanation" :	"	ಅಷ್ಟರಲ್ಲಿ ಹನ್ನೆರಡು ವರುಷದಿಂದ ರಕ್ತ ಕುಸುಮರೋಗವಿದ್ದ ಒಬ್ಬ ಹೆಂಗಸು .. ಮತ್ತಾಯ 9:20	",
},			
{			
"question" :	"	5 ಯೇಸು ಆ ಸ್ತ್ರೀಗೆ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ನಿನಗೆ ಜೀವ ಕೊಡುತ್ತೇನೆ	",
	"	B. ನಾನು ನಿನಗೆ ಸ್ವಸ್ಥತೆಯನ್ನು ನೀಡುತ್ತೇನೆ	",
	"	C. ನೀನು ಸೌಖ್ಯವಾಗು	",
	"	D. ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥ ಮಾಡಿತು	"
],			
"correct" :	"	D. ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥ ಮಾಡಿತು	",
"explanation" :	"	ಯೇಸು ಹಿಂತಿರುಗಿ ಆಕೆಯನ್ನು ನೋಡಿ, ಮಗಳೇ ಧೈರ್ಯವಾಗಿರು, ನಿನ್ನ ನಂಬಿಕೆಯೇ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥಮಾಡಿತು ಅಂದನು. ಮತ್ತಾಯ 9:22	",
},			
{			
"question" :	"	6 ಯೇಸು ಅಧಿಕಾರಿಯ ಮನೆಗೆ ಬಂದಾಗ, ಅಲ್ಲಿ ಗದ್ದಲ ಮಾಡುವವರಿಗೆ ಯೇಸು ಏನು  ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾನು ಇಲ್ಲಿ ಜೀವ ತರಲು ಬಂದಿದ್ದೇನೆ	",
	"	B. ಹುಡುಗಿ ಮತ್ತೆ ಬದುಕುವಳು	",
	"	C. ಹುಡುಗಿ ಸತ್ತಿಲ್ಲ, ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದಾಳೆ	",
	"	D. ಹುಡುಗಿಯನ್ನು ನನ್ನ ಬಳಿ ತನ್ನಿರಿ	"
],			
"correct" :	"	C. ಹುಡುಗಿ ಸತ್ತಿಲ್ಲ, ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದಾಳೆ	",
"explanation" :	"	ಹೊರಗೆ ಹೋಗಿರಿ, ಹುಡುಗಿ ಸತ್ತಿಲ್ಲ, ನಿದ್ದೆ ಮಾಡುತ್ತಾಳೆ ಅನ್ನಲು ಅವರು .. ಮತ್ತಾಯ 9:24	",
},			
{			
"question" :	"	7 ಯೇಸು ಇದನ್ನು ಹೇಳಿದಾಗ, ಜನರು	",
"image" :	"",		
"choices" : [			
	"	A. .ಹುಡುಗಿಯನ್ನು ತಂದರು	",
	"	B. ಆತನನ್ನು ನಂಬಿದರು	",
	"	C. ಆತನನ್ನು ಹಾಸ್ಯ ಮಾಡಿದರು	",
	"	D. ಇನ್ನೂ ಜೋರಾಗಿ ಅತ್ತರು	"
],			
"correct" :	"	C. ಆತನನ್ನು ಹಾಸ್ಯ ಮಾಡಿದರು	",
"explanation" :	"	ಹೊರಗೆ ಹೋಗಿರಿ, ಹುಡುಗಿ ಸತ್ತಿಲ್ಲ, ನಿದ್ದೆ ಮಾಡುತ್ತಾಳೆ ಅನ್ನಲು ಅವರು ಆತನನ್ನು ಹಾಸ್ಯ ಮಾಡಿದರು. ಮತ್ತಾಯ 9:24	",
},			
{			
"question" :	"	8 ಇಬ್ಬರು ಕುರುಡರು ಏನೆಂದು ಕೂಗುತ್ತಾ ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾವು ನೋಡಲಾಗುತ್ತಿಲ್ಲ	",
	"	B. ನಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಮುಟ್ಟು	",
	"	C. ದೇವರು ಎಲ್ಲಿದ್ದಾನೆ?	",
	"	D. ದಾವೀದನ ಕುಮಾರನೇ, ನಮ್ಮನ್ನು ಕರುಣಿಸು	"
],			
"correct" :	"	D. ದಾವೀದನ ಕುಮಾರನೇ, ನಮ್ಮನ್ನು ಕರುಣಿಸು	",
"explanation" :	"	ಯೇಸು ಅಲ್ಲಿಂದ ಹೋಗುವಾಗ ಇಬ್ಬರು ಕುರುಡರು ದಾವೀದನ ಕುಮಾರನೇ, ನಮ್ಮನ್ನು ಕರುಣಿಸು ಎಂದು ಕೂಗುತ್ತಾ ಆತನ ಹಿಂದೆ ಹೋದರು. ಮತ್ತಾಯ 9: 27	",
},			
{			
"question" :	"	9 ದೆವ್ವ ಹಿಡಿದ ಒಬ್ಬ ಮೂಕನನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ತಂದಾಗ, ಯೇಸು ಏನು  ಮಾಡಿದ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆ ಮನುಷ್ಯನನ್ನು ತನ್ನ ಬಳಿಗೆ ತಂದಿದ್ದಕ್ಕಾಗಿ ಗದರಿಸಿದನು	",
	"	B. ದೆವ್ವವನ್ನು ಓಡಿಸಿದನು	",
	"	C. ಆತನನ್ನು ಯಾಜಕನ ಬಳಿಗೆ ಕರೆದೊಯ್ದನು	",
	"	D. ಆತನನ್ನು ಪಟ್ಟಣದಿಂದ ದೂರ ಕಳುಹಿಸಿದನು	"
],			
"correct" :	"	B. ದೆವ್ವವನ್ನು ಓಡಿಸಿದನು	",
"explanation" :	"	ಅವರು ಹೊರಟುಹೋಗುತ್ತಿರುವಾಗ ದೆವ್ವ ಹಿಡಿದ ಒಬ್ಬ ಮೂಕನನ್ನು ಆತನ ಬಳಿಗೆ ಕರತಂದರು. ಆತನು ದೆವ್ವ ಬಿಡಿಸಿದ ಮೇಲೆ ..  ಮತ್ತಾಯ 9:32	",
},			
{			
"question" :	"	10 ಕೆಲಸಗಾರರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿರಿ, ಏಕೆಂದರೆ ಬೆಳೆಯು ಬಹಳ, ಕೆಲಸಗಾರರು .........	",
"image" :	"",		
"choices" : [			
	"	A. ಕಡಿಮೆ	",
	"	B. ಕಾರ್ಯನಿರತರಾಗಿದ್ದಾರೆ	",
	"	C. ತಪ್ಪಿಹೋಗಿದ್ದಾರೆ	",
	"	D. ತುಂಬಾ ಹೆಚ್ಚಾಗಿದ್ದರೆ	"
],			
"correct" :	"	A. ಕಡಿಮೆ	",
"explanation" :	"	ಬೆಳೆಯು ಬಹಳ, ಕೆಲಸದವರು ಸ್ವಲ್ಪ ಆದುದರಿಂದ ಬೆಳೆಯ ಯಜಮಾನನನ್ನು ನಿನ್ನ ಬೆಳೆಗೆ ಕೆಲಸದವರನ್ನು ಕಳುಹಿಸಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳಿರಿ ಎಂದು ಹೇಳಿದನು. ಮತ್ತಾಯ 9¼38	",
},			
]			