var quiztitle = " ಫಿಲೆಮೋನನಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಯಾರಿಗೆ ಬರೆಯಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಫಿಲೋಮಿನ, ಅರ್ಖಿಪ್ಪ, ಅಫ್ಫಿಯ	",
	"	b. ತಿಮೋಥಿ, ಪೌಲ, ಸೀಲ	",
	"	c. ಪೌಲ, ಪೇತ್ರ, ಯೋಹಾನ	",
	"	d. ಒನೇಸೀಮ, ಪೇತ್ರ, ಯೋಹಾನ	"
],			
"correct" :	"	a. ಫಿಲೋಮಿನ, ಅರ್ಖಿಪ್ಪ, ಅಫ್ಫಿಯ	",
"explanation" :	"	ಕ್ರಿಸ್ತಯೇಸುವಿನ ಸೆರೆಯವನಾಗಿರುವ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೊಥೆಯನೂ ನಮಗೆ ಪ್ರಿಯನೂ ಜೊತೆಕೆಲಸದವನೂ ಆಗಿರುವ ಫಿಲೊಮೋನನೆಂಬ ನಿನಗೂ ಸಹೋದರಿಯಾದ ಅಪ್ಪಿಯಳಿಗೂ ನಮ್ಮ ಸಹಭಟನಾದ ಅರ್ಖಿಪ್ಪನಿಗೂ ನಿನ್ನ ಮನೆಯಲ್ಲಿ ಕೂಡುವ ಸಭೆಯವರಿಗೂ ಬರೆಯುವುದೇನಂದರೆ;  ಫಿಲೆಮೋ 1:1-2	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರವನ್ನು ಬರೆದದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ ಮತ್ತು ಸೀಲ	",
	"	b. ಪೌಲ ಮತ್ತು ತಿಮೋಥಿ	",
	"	c. ಫಿಲೆಮೋನ	",
	"	d. ಒನೇಸೀಮ 	"
],			
"correct" :	"	b. ಪೌಲ ಮತ್ತು ತಿಮೋಥಿ	",
"explanation" :	"	ಕ್ರಿಸ್ತಯೇಸುವಿನ ಸೆರೆಯವನಾಗಿರುವ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೊಥೆಯನೂ ನಮಗೆ ಪ್ರಿಯನೂ ಜೊತೆಕೆಲಸದವನೂ ಆಗಿರುವ ಫಿಲೊಮೋನನೆಂಬ ನಿನಗೂ ಸಹೋದರಿಯಾದ ಅಪ್ಪಿಯಳಿಗೂ ನಮ್ಮ ಸಹಭಟನಾದ ಅರ್ಖಿಪ್ಪನಿಗೂ ನಿನ್ನ ಮನೆಯಲ್ಲಿ ಕೂಡುವ ಸಭೆಯವರಿಗೂ ಬರೆಯುವುದೇನಂದರೆ;  ಫಿಲೆಮೋ 1:1-2	",
},			
{			
"question" :	"	3. ಈ ಪತ್ರವನ್ನು ತನ್ನ ಸ್ವಂತ ಕೈಯಿಂದ ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಫಿಲೋಮಿನ 	",
	"	b. ಪೌಲ	",
	"	c. ತಿಮೋಥಿ	",
	"	d. ಸೀಲ	"
],			
"correct" :	"	b. ಪೌಲ	",
"explanation" :	"	ನಾನೇ ಕೊಟ್ಟು ತೀರಿಸುತ್ತೇನೆಂದು ಪೌಲನೆಂಬ ನಾನು ಸ್ವಂತ ಕೈಯಿಂದ ಬರೆದಿದ್ದೇನೆ.  ಫಿಲೆಮೋ 1:19	",
},			
{			
"question" :	"	4. ನಾನು ____________ ದೇವರಿಗೆ ಯಾವಾಗಲೂ ಸ್ತೋತ್ರವನ್ನು ಸಲ್ಲಿಸಿ ನಿನಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆ ಮಾಡುತ್ತೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಹೋದರರ ಮುಂದೆ	",
	"	b. ಸಭೆಯಲ್ಲಿ	",
	"	c. ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗೆಲ್ಲಾ	",
	"	d. ಮೆಚ್ಚಿಕೆಯಿಂದ	"
],			
"correct" :	"		",
"explanation" :	"	ನಾನು ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗೆಲ್ಲಾ ದೇವರಿಗೆ ಯಾವಾಗಲೂ ಸ್ತೋತ್ರವನ್ನು ಸಲ್ಲಿಸಿ ನಿನಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆ ಮಾಡುತ್ತೇನೆ.  ಫೆಲೆಮೋ 1:4	",
},			
{			
"question" :	"	5. ಇವರ ಮೇಲೆ ಇಟ್ಟಿರುವ ಪ್ರೀತಿಯನ್ನು ಕೇಳಲ್ಪಟ್ಟನು.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಮೇಲೆ	",
	"	b. ಪಾಪಿಗಳ ಮೇಲೆ	",
	"	c. ಯೇಸು ಮತ್ತು ದೇವಜನರ ಮೇಲೆ	",
	"	d. ಯೆಹೂದ್ಯರ ಮೇಲೆ	"
],			
"correct" :	"	c. ಯೇಸು ಮತ್ತು ದೇವಜನರ ಮೇಲೆ	",
"explanation" :	"	ಕರ್ತನಾದ ಯೇಸುವಿನ ಮೇಲೆ ನೀನು ಇಟ್ಟಿರುವ ನಂಬಿಕೆಯನ್ನು ಕುರಿತೂ ದೇವಜನರೆಲ್ಲರ ಮೇಲಿರುವ ನಿನ್ನ ಪ್ರೀತಿಯನ್ನು ಕುರಿತೂ ಕೇಳಿದ್ದರಿಂದ;  ಫಿಲೆಮೋ 1:5	",
},			
{			
"question" :	"	6. ಪೌಲನು ಫಿಲೆಮೋನನಿಗೆ ಯಾರ ವಿಷಯದಲ್ಲಿ ಬೇಡಿಕೊಳ್ಳುತ್ತಾ ಇವನು ನಿನಗೆ ಪ್ರಯೋಜಕನಾಗಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ತಿಮೋಥಿ	",
	"	c. ಅಬ್ನೇರ	",
	"	d. ಒನೆಸೀಮ	"
],			
"correct" :	"	d. ಒನೆಸೀಮ	",
"explanation" :	"	ನಾನು ಸೆರೆಯಲ್ಲಿ ಪಡೆದಿರುವ ನನ್ನ ಮಗನಾದ ಓನೇಸಿಮನ ವಿಷಯದಲ್ಲಿ ನಿನ್ನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ.  ಅವನು ಮೊದಲು ನಿನಗೆ ಅಪ್ರಯೋಜಕನಾಗಿದ್ದನು, ಈಗ ನಿನಗೂ ನನಗೂ ಪ್ರಯೋಜಕನಾಗಿದ್ದಾನೆ.  ಫಿಲೆಮೋನ1:10-11	",
},			
{			
"question" :	"	7. ಮೊದಲು ಓನೇಸಿಮನು	",
"image" :	"",		
"choices" : [			
	"	a. ಅರಸನಾಗಿದ್ದನು	",
	"	b. ರಾಜಕುಮಾರನಾಗಿದ್ದನು	",
	"	c. ಅಪ್ರಯೋಜಕನಾಗಿದ್ದನು	",
	"	d. ಪ್ರಯೋಜಕನಾಗಿದ್ದನು	"
],			
"correct" :	"	c. ಅಪ್ರಯೋಜಕನಾಗಿದ್ದನು	",
"explanation" :	"	ನಾನು ಸೆರೆಯಲ್ಲಿ ಪಡೆದಿರುವ ನನ್ನ ಮಗನಾದ ಓನೇಸಿಮನ ವಿಷಯದಲ್ಲಿ ನಿನ್ನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ.  ಅವನು ಮೊದಲು ನಿನಗೆ ಅಪ್ರಯೋಜಕನಾಗಿದ್ದನು, ಈಗ ನಿನಗೂ ನನಗೂ ಪ್ರಯೋಜಕನಾಗಿದ್ದಾನೆ.  ಫಿಲೆಮೋನ1:10-11	",
},			
{			
"question" :	"	8. ಈ ಪತ್ರದಲ್ಲಿ ಓನೇಸಿಮನನ್ನು ಇನ್ನು ಮುಂದೆ ದಾಸನಾಗಿ ನೋಡದೆ ಹೀಗೆ ನೋಡಿಕೊಳ್ಳಬೇಕು ಎಂದು ತಿಳಿಸಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸತ್ತ ಮನುಷ್ಯನಾಗಿ	",
	"	b. ಪ್ರಿಯ ಸಹೋದರನಾಗಿ	",
	"	c. ಗುಲಾಮನಾಗಿ	",
	"	d. ರಾಜಕುಮಾರನಾಗಿ	"
],			
"correct" :	"	b. ಪ್ರಿಯ ಸಹೋದರನಾಗಿ	",
"explanation" :	"	ಇನ್ನು ಮೇಲೆ ಅವನು ದಾಸನಾಗದೆ ದಾಸನಿಗಿಂತ ಉತ್ತಮನಾಗಿ ಪ್ರಿಯ ಸಹೋದರನಂತಾಗಬೇಕು.  ಫಿಲೆಮೋ 1:16	",
},			
{			
"question" :	"	9. ಪೌಲನು ಹೇಳಿದ್ದು: ನೀನು ನನ್ನನ್ನು ಜೊತೆಗಾರನೆಂದು ಎಣಿಸಿದರೆ ಓನೇಸಿಮನನ್ನು ಹೀಗೆ ಸೇರಿಸಿಕೊಳ್ಳಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ತುಂಬು ಹೃದಯದಿಂದ	",
	"	b. ಕರ್ತನ ಹೆಸರಿನಲ್ಲಿ	",
	"	c. ನನ್ನನ್ನು ಸೇರಿಸಿಕೊಳ್ಳುವ ಪ್ರಕಾರ	",
	"	d. ಯಾವ ರೀತಿಯಿಂದಲೂ ಅಲ್ಲ	"
],			
"correct" :	"	c. ನನ್ನನ್ನು ಸೇರಿಸಿಕೊಳ್ಳುವ ಪ್ರಕಾರ	",
"explanation" :	"	ಹಾಗಾದರೆ ನೀನು ನನ್ನನ್ನು ಜೊತೆಗಾರನೆಂದು ಎಣಿಸಿದರೆ ನನ್ನನ್ನು ಸೇರಿಸಿಕೊಳ್ಳುವ ಪ್ರಕಾರವೇ ಅವನನ್ನು ಸೇರಿಸಿಕೋ.   ಫಿನೆಲೋ 1:17	",
},			
{			
"question" :	"	10. ಓನೇಸಿಮನಿಂದ ಏನಾದರು ನಷ್ಟಪಟ್ಟಿದ್ದರೆ ಯಾರ ಲೆಕ್ಕಕ್ಕೆ ಹಾಕಬೇಕೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಪೌಲ	",
	"	b. ತಿಮೋಥಿ	",
	"	c. ಫಿಲೆಮೋನ	",
	"	d. ಓನೇಸಿಮ	"
],			
"correct" :	"	a. ಪೌಲ	",
"explanation" :	"	ಅವನಿಂದ ನೀನು ಏನಾದರೂ ನಷ್ಟಪಟ್ಟಿದ್ದರೆ ಅಥವಾ ಅವನು ಸಾಲವೇನಾದರೂ ತೀರಿಸಬೇಕಾಗಿದ್ದರೆ ಅದನ್ನು ನನ್ನ ಲೆಕ್ಕಕ್ಕೆ ಹಾಕು.  ಫಿಲೆಮೋ 1:18	",
},			
]			