var quiztitle = "ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದ ಅಪೋಸ್ತಲನು	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರ	",
	"	b. ಪೌಲ	",
	"	c. ಯಾಕೋಬ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	b. ಪೌಲ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ದಾಸರಾದ ಪೌಲ ತಿಮೊಥೆಯರು ಫಿಲಿಪ್ಪಿಯಲ್ಲಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಮೂಲಕ ದೇವಜನರಾಗಿರುವವರೆಲ್ಲರಿಗೂ ಅವರಲ್ಲಿರುವ ಸಭಾದ್ಯಕ್ಷರಿಗೂ ಸಭಾಸೇವಕರಿಗೂ ಬರೆಯುವದೇನಂದರೆ;  ಫಿಲಿಪ್ಪಿ 1:1	",
},			
{			
"question" :	"	2. ಈ ಪತ್ರಿಕೆಯನ್ನು ಇಲ್ಲಿನ ದೇವಜನರಿಗಾಗಿ ಬರೆಯಲಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಫಿಲಿಪ್ಪಿ	",
	"	b. ಕೊರಿಂಥ	",
	"	c. ಮೆಕದೋನ್ಯ	",
	"	d. ಎಫೆಸ	"
],			
"correct" :	"	a. ಫಿಲಿಪ್ಪಿ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ದಾಸರಾದ ಪೌಲ ತಿಮೊಥೆಯರು ಫಿಲಿಪ್ಪಿಯಲ್ಲಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಮೂಲಕ ದೇವಜನರಾಗಿರುವವರೆಲ್ಲರಿಗೂ ಅವರಲ್ಲಿರುವ ಸಭಾದ್ಯಕ್ಷರಿಗೂ ಸಭಾಸೇವಕರಿಗೂ ಬರೆಯುವದೇನಂದರೆ;  ಫಿಲಿಪ್ಪಿ 1:1	",
},			
{			
"question" :	"	3. ನಾನು _______ ದೇವರನ್ನು ಬೇಡಿಕೊಳ್ಳುವ ಎಲ್ಲಾ ಸಮಯಗಳಲ್ಲಿಯೂ ಸಂತೋಷದಿಂದಲೇ ಬೇಡುವವನಾಗಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಬ್ಬತ್ ಅಲ್ಲಿ	",
	"	b. ನಿಮಗೋಸ್ಕರ	",
	"	c. ನಿಮ್ಮ ದ್ರೋಹಗಳಿಗಾಗಿ	",
	"	d. ನಾನು ತೆಗೆದುಕೊಳ್ಳುವ ನಿರ್ಣಯಗಳು	"
],			
"correct" :	"	b. ನಿಮಗೋಸ್ಕರ	",
"explanation" :	"	ನಾನು ನಿಮಗೋಸ್ಕರ ದೇವರನ್ನು ಬೇಡಿಕೊಳ್ಳುವ ಎಲ್ಲಾ ಸಮಯಗಳಲ್ಲಿಯೂ ಸಂತೋಷದಿಂದಲೇ ಬೇಡುವವನಾಗಿದ್ದೇನೆ.  ಫಿಲಿಪ್ಪಿ 1:3	",
},			
{			
"question" :	"	4. ದೇವಜನರಲ್ಲಿ ಇದು ಹೆಚ್ಚಾಗಲಿ ಎಂದು ಅಪೋಸ್ತಲನು ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿ	",
	"	b. ಬೋಧಕರು	",
	"	c. ಕೆಲಸಗಾರರು	",
	"	d. ಖಂಡನೆ	"
],			
"correct" :	"	a. ಪ್ರೀತಿ	",
"explanation" :	"	ಮತ್ತು ನಾನು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿ ನಿಮ್ಮ ಪ್ರೀತಿಯು ಹೆಚ್ಚುತ್ತಾ ಹೆಚ್ಚುತ್ತಾ ಪೂರ್ಣ ಜ್ಞಾನವಿವೇಕಗಳಿಂದ ಕೂಡಿ;  ಫಿಲಿಪ್ಪಿ 1:9-10	",
},			
{			
"question" :	"	5. ಯಾವುದನ್ನು ವಿವೇಚಿಸುವವರಾಗಬೇಕೆಂದು ಅಪೋಸ್ತಲನು ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಶ್ನಿಸುವಿಕೆಯನ್ನು	",
	"	b. ತಾಳುವಿಕೆಯನ್ನು	",
	"	c. ಉತ್ತಮಕಾರ್ಯಗಳನ್ನು	",
	"	d. ದುಬಾರಿಯಾದದನ್ನು	"
],			
"correct" :	"	c. ಉತ್ತಮಕಾರ್ಯಗಳನ್ನು	",
"explanation" :	"	ನಿಮ್ಮ ಪ್ರೀತಿಯು ಹೆಚ್ಚುತ್ತಾ ಹೆಚ್ಚತ್ತಾ ಪೂರ್ಣ ಜ್ಞಾನವಿವೇಕಗಳಿಂದ ಕೂಡಿ ಉತ್ತಮ ಕಾರ್ಯಗಳು ಯಾವವೆಂದು ನೀವು ವಿವೇಚಿಸುವವರಾಗಬೇಕೆಂತಲೂ ಕ್ರಿಸ್ತನು ಬರುವ ದಿನದಲ್ಲಿ ನೀವು;  ಫಿಲಿಪ್ಪಿ 1:10	",
},			
{			
"question" :	"	6. ನೀವು ಯಾವುದರಿಂದ ತುಂಬಬೇಕೆಂದು ಅಪೋಸ್ತಲನು ಬೇಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ರೊಟ್ಟಿ ಮತ್ತು ದ್ರಾಕ್ಷಾರಸ	",
	"	b. ವ್ಯರ್ಥ ಯೋಚನೆಗಳು	",
	"	c. ಹೊಸ ದ್ರಾಕ್ಷಾರಸ	",
	"	d. ಸುನೀತಿಯೆಂಬ ಫಲ	"
],			
"correct" :	"	d. ಸುನೀತಿಯೆಂಬ ಫಲ	",
"explanation" :	"	ಸರಳರಾಗಿಯೂ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕವಾಗಿರುವ ಸುನೀತಿಯೆಂಬ ಫಲದಿಂದ ತುಂಬಿದವರಾಗಿಯೂ ಕಾಣಿಸಿಕೊಂಡು ದೇವರಿಗೆ ಘನತೆಯನ್ನೂ ಸ್ತೋತ್ರವನ್ನೂ ತರಬೇಕೆಂತಲೂ ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ.  ಫಿಲಿಪ್ಪಿ 1:11	",
},			
{			
"question" :	"	7. ಸಹೋದರರಲ್ಲಿ ಬಹಳಷ್ಟು ಜನರು ಇದರಿಂದಲೇ ಕರ್ತನಲ್ಲಿ ಭರವಸವುಳ್ಳವರಾಗಿ ದೇವರ ವಾಕ್ಯವನ್ನು ಹೇಳುವದಕ್ಕೆ ಧೈರ್ಯಹೊಂದಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಪೇತ್ರನ ಸಾಕ್ಷಿಯಿಂದ	",
	"	b. ಪೌಲನ ಬೇಡಿಗಳಿಂದ	",
	"	c. ಹೊಂದಿದ ಪ್ರೀತಿಯ ವರಗಳು	",
	"	d. ಒಪ್ಪಿಕೊಂಡ ನ್ಯಾಯಾಧಿಪತಿಗಳು	"
],			
"correct" :	"	b. ಪೌಲನ ಬೇಡಿಗಳಿಂದ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಹೋದರರಲ್ಲಿ ಬಹಳ ಜನರು ನನ್ನ ಬೇಡಿಗಳಿಂದಲೇ ಕರ್ತನಲ್ಲಿ ಭರವಸವುಳ್ಳವರಾಗಿ ದೇವರ ವಾಕ್ಯವನ್ನು ನಿರ್ಭಯದಿಂದ ಹೇಳುವದಕ್ಕೆ ಇನ್ನೂ ವಿಶೇಷ ಧೈರ್ಯಹೊಂದಿದ್ದಾರೆ.  ಫಿಲಿಪ್ಪಿ 1:14	",
},			
{			
"question" :	"	8. ಕೆಲವರು ಇದರಿಂದ ಕ್ರಿಸ್ತನನ್ನು ಪ್ರಚುರಪಡಿಸುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟನು ಆದರೆ ಪುನರುತ್ತಾನ ಹೊಂದಲಿಲ್ಲ	",
	"	b. ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟನು ಮತ್ತು ಪುನರುತ್ತಾನ ಹೊಂದಿದನು	",
	"	c. ಹೊಟ್ಟೇಕಿಚ್ಚಿನಿಂದ	",
	"	d. ಭೂಮಿಯ ಕಡೇ ಭಾಗದೆಂದ	"
],			
"correct" :	"		",
"explanation" :	"	ಕೆಲವರು ಹೊಟ್ಟೆಕಿಚ್ಚುಪಟ್ಟು ಭೇದ ಹುಟ್ಟಿಸಬೇಕೆಂಬ ಭಾವನೆಯಿಂದ ಬೇರೆ ಕೆಲವರು ಒಳ್ಳೇ ಭಾವದಿಂದ ಕ್ರಿಸ್ತನನ್ನು ಪ್ರಚುರಪಡಿಸುತ್ತಾರೆ.  ಫಿಲಿಪ್ಪಿ 1:15	",
},			
{			
"question" :	"	9. ಅಪೋಸ್ತಲನು ಹೇಳಿದ್ದು: ಕಪಟದಿಂದಾಗಲಿ ಸತ್ಯದಿಂದಾಗಲಿ ಕ್ರಿಸ್ತನನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸಿದ್ದಕ್ಕೆ	",
"image" :	"",		
"choices" : [			
	"	a. ನನಗೆ ತಿಳಿದಿಲ್ಲ	",
	"	b. ನಾನು ಸಂತೋಷಿಸುತ್ತೇನೆ	",
	"	c. ನನಗೆ ವ್ಯತ್ಯಾಸ ತಿಳಿದಿದೆ	",
	"	d. ಸುಳ್ಳು ಪ್ರವಾದಿಗಳ ಬಗ್ಗೆ ಎಚ್ಚರಿಕೆಯಿಂದಿರಿ	"
],			
"correct" :	"	b. ನಾನು ಸಂತೋಷಿಸುತ್ತೇನೆ	",
"explanation" :	"	ಹೇಗಾದರೇನು? ಯಾವ ರೀತಿಯಿಂದಾದರೂ ಕಪಟದಿಂದಾಗಲಿ ಸತ್ಯದಿಂದಾಗಲಿ ಕ್ರಿಸ್ತನನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸುವದುಂಟು; ಇದಕ್ಕೆ ಸಂತೋಷಿಸುತ್ತೇನೆ, ಮುಂದೆಯೂ ಸಂತೋಷಿಸುವೆನು.  ಫಿಲಿಪ್ಪಿ 1:18	",
},			
{			
"question" :	"	10.  ನನಗಂತೂ ಬದುಕುವುದೂ ಕ್ರಿಸ್ತನೇ, ಸಾಯುವುದು	",
"image" :	"",		
"choices" : [			
	"	a. ನಷ್ಟ	",
	"	b. ಏನೂ ಇಲ್ಲ	",
	"	c. ಲಾಭ	",
	"	d. ಸೋಲು	"
],			
"correct" :	"	c. ಲಾಭ	",
"explanation" :	"	ನನಗಂತೂ ಬದುಕುವದದಂದರೆ ಕ್ರಿಸ್ತನೇ, ಸಾಯುವದು ಲಾಭವೇ.  ಫಿಲಿಪ್ಪಿ 1:21	",
},			
]			