var quiztitle = "ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಇವರಿಗೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಕರ್ತನ ಆಗಮನಕ್ಕೆ	",
	"	b. ದುರ್ಮನಸ್ಸಿನಿಂದ ಕೆಲಸ ಮಾಡುವವರಿಗೆ	",
	"	c. ಅತಿ ದೀರ್ಘ ಉಪದೇಶಗಳಿಗೆ	",
	"	d. ಪ್ರವಾದಿಗಳಿಗೆ	"
],			
"correct" :	"	b. ದುರ್ಮನಸ್ಸಿನಿಂದ ಕೆಲಸ ಮಾಡುವವರಿಗೆ	",
"explanation" :	"	ಆ ನಾಯಿಗಳಿಗೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ; ದುರ್ಮನಸ್ಸಿನಿಂದ ಕೆಲಸಮಾಡುವವರಿಗೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ.  ಫಿಲಿಪ್ಪಿ 3:2	",
},			
{			
"question" :	"	2. ದೇವರಾತ್ಮನಿಂದ ಪ್ರೇರಿತರಾಗಿ ಆರಾಧಿಸುವವರೂ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ಹರ್ಷಗೊಳ್ಳುವವರು ಇದರಲ್ಲಿ ಭರವಸವಿಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರಲ್ಲಿ	",
	"	b. ನಂಬಿಕೆಯಲ್ಲಿ	",
	"	c. ದಯೆಯಲ್ಲಿ	",
	"	d. ಶರೀರ ಸಂಬಂಧದಲ್ಲಿ	"
],			
"correct" :	"	d. ಶರೀರ ಸಂಬಂಧದಲ್ಲಿ	",
"explanation" :	"	ನಿಜವಾದ ಸುನ್ನತಿಯವರು ಯಾರಂದರೆ ದೇವರಾತ್ಮನಿಂದ ಪ್ರೇರಿತರಾಗಿ ಆರಾಧಿಸಿವವರೂ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ಹರ್ಷಗೊಳ್ಳುವವರೂ ಶರೀರಸಂಬಂಧವಾದವುಗಳಲ್ಲಿ ಭರವಸವಿಲ್ಲದವರೂ ಆಗಿರುವ ನಾವೆ.  ಫಿಲಿಪ್ಪಿ 3:3	",
},			
{			
"question" :	"	3. ಪೌಲನು ಈ ಕುಲದವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆನ್ಯಾಮೀನ	",
	"	b. ಯೂದ	",
	"	c. ರೂಬೇನ	",
	"	d. ಲೇವಿ	"
],			
"correct" :	"	a. ಬೆನ್ಯಾಮೀನ	",
"explanation" :	"	ಹುಟ್ಟಿದ ಎಂಟನೆಯ ದಿನದಲ್ಲಿ ನನಗೆ ಸುನ್ನತಿಯಾಯಿತು; ನಾನು ಇಸ್ರಾಯೇಲ್ ವಂಶದವನು ಬೆನ್ಯಾಮೀನನ ಕುಲದವನು;  ಫಿಲಿಪ್ಪಿ 3:5	",
},			
{			
"question" :	"	4. ಪೌಲನು ಇದರ ಹಿಂಸಕನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ರೈಸ್ತ ಸಭೆಯ	",
	"	b. ಪ್ರವಾದಿಗಳ	",
	"	c. ಅಪರಾಧಿಗಳ	",
	"	d. ಅಪರಿಚಿತರ	"
],			
"correct" :	"	a. ಕ್ರೈಸ್ತ ಸಭೆಯ	",
"explanation" :	"	ಮತಾಸಕ್ತಿಯನ್ನು ನೋಡಿದರೆ ನಾನು ಕ್ರೈಸ್ತಸಭೆಯ ಹಿಂಸಕನು, ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಹೇಳಿರುವ ನೀತಿಯನ್ನು ನೋಡಿದರೆ ನಾನು ನಿರ್ದೋಷಿ.  ಫಿಲಿಪ್ಪಿ 3:6	",
},			
{			
"question" :	"	5. ಪೌಲನು ಇವುಗಳನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸದ್ಗುಣಗಳನ್ನು	",
	"	b. ಸಮೃದ್ಧಿ	",
	"	c. ವಿಮೋಚನೆ	",
	"	d. ಹಿಂದಿನ ಸಂಗತಿಗಳನ್ನು	"
],			
"correct" :	"	d. ಹಿಂದಿನ ಸಂಗತಿಗಳನ್ನು	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾನಂತೂ ಹಿಡಿದುಕೊಂಡವನೆಂದು ನನ್ನನ್ನು ಈವರೆಗೂ ಎಣಿಸಿಕೊಳ್ಳುವದಿಲ್ಲ; ಆದರೆ ಒಂದು, ನಾನು ಹಿಂದಿನ ಸಂಗತಿಗಳನ್ನು ಮರೆತುಬಿಟ್ಟು ಮುಂದಿನವುಗಳನ್ನು ಹಿಡಿಯುವದಕ್ಕೆ ಎದೆ ಬೊಗ್ಗಿದವನಾಗಿ;   ಫಿಲಿಪ್ಪಿ 3:13	",
},			
{			
"question" :	"	6. ಈತನು ಯಾವುದನ್ನು ಹಿಡಿಯುವುದಕ್ಕೆ ಎದೆ ಬೊಗ್ಗಿದವನಾಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಂದಿನವುಗಳನ್ನು	",
	"	b. ಜೀವಂತ ಕಲ್ಲುಗಳನ್ನು	",
	"	c. ನೆನೆಪುಗಳನ್ನು	",
	"	d. ಅಸಾಧ್ಯವಾದವುಗಳನ್ನು	"
],			
"correct" :	"	a. ಮುಂದಿನವುಗಳನ್ನು	",
"explanation" :	"	ಸಹೋದರರೇ, ನಾನಂತೂ ಹಿಡಿದುಕೊಂಡವನೆಂದು ನನ್ನನ್ನು ಈವರೆಗೂ ಎಣಿಸಿಕೊಳ್ಳುವದಿಲ್ಲ; ಆದರೆ ಒಂದು, ನಾನು ಹಿಂದಿನ ಸಂಗತಿಗಳನ್ನು ಮರೆತುಬಿಟ್ಟು ಮುಂದಿನವುಗಳನ್ನು ಹಿಡಿಯುವದಕ್ಕೆ ಎದೆ ಬೊಗ್ಗಿದವನಾಗಿ;   ಫಿಲಿಪ್ಪಿ 3:13	",
},			
{			
"question" :	"	7. ಕ್ರಿಸ್ತನ ಶಿಲುಬೆಯ ವಿರೋಧಿಗಳ ಅಂತ್ಯಾವಸ್ಥೆಯು	",
"image" :	"",		
"choices" : [			
	"	a. ಇರುಳು	",
	"	b. ಹತ್ತಿರ	",
	"	c. ನಾಶನ	",
	"	d. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	c. ನಾಶನ	",
"explanation" :	"	ಯಾಕಂದರೆ ಅನೇಕರು ಕ್ರಿಸ್ತನ ಶಿಲುಬೆಗೆ ವಿರೋಧಿಗಳಾಗಿ ನಡೆಯುತ್ತಾರೆ; ಅವರ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಎಷ್ಟೋ ಸಾರಿ ಹೇಳಿದೆನು, ಈಗಲೂ ಅಳುತ್ತಾ ಹೇಳುತ್ತೇನೆ.  ನಾಶನವೇ ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ, ಹೊಟ್ಟೆಯೇ ಅವರ ದೇವರು;  ಫಿಲಿಪ್ಪಿ 3:18-19	",
},			
{			
"question" :	"	8. ಶಿಲುಬೆಯ ವಿರೋಧಿಗಳಿಗೆ ಇದೇ ದೇವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಳ	",
	"	b. ದಾಗೋನ	",
	"	c. ಹೆಮ್ಮೆ	",
	"	d. ಹೊಟ್ಟೆ	"
],			
"correct" :	"	d. ಹೊಟ್ಟೆ	",
"explanation" :	"	ಯಾಕಂದರೆ ಅನೇಕರು ಕ್ರಿಸ್ತನ ಶಿಲುಬೆಗೆ ವಿರೋಧಿಗಳಾಗಿ ನಡೆಯುತ್ತಾರೆ; ಅವರ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಎಷ್ಟೋ ಸಾರಿ ಹೇಳಿದೆನು, ಈಗಲೂ ಅಳುತ್ತಾ ಹೇಳುತ್ತೇನೆ.  ನಾಶನವೇ ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ, ಹೊಟ್ಟೆಯೇ ಅವರ ದೇವರು;  ಫಿಲಿಪ್ಪಿ 3:18-19	",
},			
{			
"question" :	"	9. ನಾವು ಯಾವ ಸಂಸ್ಥಾನದವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರರ್ಥಕ	",
	"	b. ಈ ಲೋಕದ	",
	"	c. ಪರಲೋಕದ	",
	"	d. ನಂಬಿಕೆಯ	"
],			
"correct" :	"	c. ಪರಲೋಕದ	",
"explanation" :	"	ನಾಶನವೇ ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ, ಹೊಟ್ಟೆಯೇ ಅವರ ದೇವರು, ನಾಚಿಕೆ ಕೆಲಸಗಳಲ್ಲಿಯೇ ಅವರ ಗೌರವವು, ಅವರು ಪ್ರಪಂಚದ ಕಾರ್ಯಗಳ ಮೇಲೆ ಮನಸ್ಸಿಡುವವರು, ನಾವಾದರೋ ಪರಲೋಕಸಂಸ್ಥಾನದವರು.  ಫಿಲಿಪ್ಪಿ 3:19	",
},			
{			
"question" :	"	10. ಯೇಸುವು ದೀನಾವಸ್ಥೆಯುಳ್ಳ ನಮ್ಮ ದೇಹವನ್ನು ರೂಪಾಂತರಪಡಿಸಿ ಪ್ರಭಾವವುಳ್ಳ ಯಾರ ದೇಹದ ಸಾರೂಪ್ಯವಾಗುವಂತೆ ಮಾಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರ	",
	"	b. ಹದ್ದುಗಳು	",
	"	c. ತನ್ನ ದೇಹದ	",
	"	d. ಕುರಿ	"
],			
"correct" :	"	c. ತನ್ನ ದೇಹದ	",
"explanation" :	"	ಆತನು ಎಲ್ಲವನ್ನೂ ತನಗೆ ಅಧೀನಮಾಡಿಕೊಳ್ಳಲಾಗುವ ಪರಾಕ್ರಮವನ್ನು ಸಾಧಿಸಿ ದೀನಾವಸ್ಥೆಯುಳ್ಳ ನಮ್ಮ ದೇಹವನ್ನು ರೂಪಾಂತರಪಡಿಸಿ ಪ್ರಭಾವವುಳ್ಳ ತನ್ನ ದೇಹದ ಸಾರೂಪ್ಯವಾಗುವಂತೆ ಮಾಡುವನು.  ಫಿಲಿಪ್ಪಿ 3:21	",
},			
]			