var quiztitle = "ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಇದರಲ್ಲಿ ದೃಢರಾಗಿ ನಿಲ್ಲಿರಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಘನತೆ	",
	"	b. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	c. ಸಭೆಯ ಅಪ್ಪಣೆಗಳು	",
	"	d. ಕರ್ತನಲ್ಲಿ	"
],			
"correct" :	"	d. ಕರ್ತನಲ್ಲಿ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಪ್ರಿಯರೂ ಇಷ್ಟರೂ ಆದ ನನ್ನ ಸಹೋದರರೇ, ನನಗೆ ಸಂತೋಷವೂ ಜಯಮಾಲೆಯೂ ಆಗಿರುವವರೇ, ನಾನು ಹೇಳಿದಂತೆ ಕರ್ತನಲ್ಲಿ ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ;  ಫಿಲಿಪ್ಪಿ 4:1	",
},			
{			
"question" :	"	2. ಪೌಲನು ಇವರಿಬ್ಬರಿಗೂ ಕರ್ತನಲ್ಲಿ ಒಂದೇ ಮನಸುಳ್ಳವರಾಗಿರಿ ಎಂದು ಪ್ರಬೋಧಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಿಯ ಮತ್ತು ಮಾರ್ಥ	",
	"	b. ರಾಚೇಲ್ ಮತ್ತು ಲೇಹ	",
	"	c. ಮಾರ್ಕ ಮತ್ತು ಸೀಲ	",
	"	d. ಯುವೋದ್ಯ ಮತ್ತು ಸಂತುಕೆ	"
],			
"correct" :	"	d. ಯುವೋದ್ಯ ಮತ್ತು ಸಂತುಕೆ	",
"explanation" :	"	ಕರ್ತನಲ್ಲಿ ಒಂದೇ ಮನಸ್ಸುಳ್ಳವರಾಗಿರಿಯೆಂದು ಯುವೊದ್ಯಳನ್ನು ಸಂತುಕೆಯನ್ನೂ ಪ್ರಬೋಧಿಸುತ್ತೇನೆ.  ಫಿಲಿಪ್ಪಿ 4:2	",
},			
{			
"question" :	"	3. ಪೌಲನ ಸಂಗಡ ಪ್ರಯಾಸಪಟ್ಟವರ ಹೆಸರುಗಳು ಯಾವ ಪಟ್ಟಿಯಲ್ಲಿ ಬರೆದವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನದ ಪುಸ್ತಕ	",
	"	b. ಜೀವಬಾಧ್ಯರ ಪುಸ್ತಕ	",
	"	c. ವಿಮೋಚನ ಪುಸ್ತಕ	",
	"	d. ನೆನಪಿನ ಪುಸ್ತಕ	"
],			
"correct" :	"	b. ಜೀವಬಾಧ್ಯರ ಪುಸ್ತಕ	",
"explanation" :	"	ಸತ್ಯಸಯುಜನೇ, ಅವರಿಗೆ ಸಹಾಯಕನಾಗಿರಬೇಕೆಂದು ನಿನ್ನನ್ನೂ ಕೇಳಿಕೊಳ್ಳುತ್ತೇನೆ.  ಅವರು ಕ್ಲೇಮೆನ್ಸ್ ಮುಂತಾದ ನನ್ನ ಜೊತೆ ಕೆಲಸದವರ ಸಹಿತವಾಗಿ ನನ್ನ ಕೂಡ ಸುವಾರ್ತೆಗೋಸ್ಕರ ಪ್ರಯಾಸಪಟ್ಟವರು.  ಅವರವರ ಹೆಸರುಗಳು ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಲ್ಲಿ ಬರೆದವೆ.  ಫಿಲಿಪ್ಪಿ 4:3	",
},			
{			
"question" :	"	4. ಯಾವಾಗಲೂ ಇದನ್ನು ಮಾಡಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರೀತಿಯಲ್ಲಿ ದುಡಿಯಬೇಕು	",
	"	b. ಕರ್ತನಲ್ಲಿ ಸಂತೋಷಿಸಿರಿ	",
	"	c. ಉಪವಾಸ	",
	"	d. ದಶಮಾಂಶ	"
],			
"correct" :	"	b. ಕರ್ತನಲ್ಲಿ ಸಂತೋಷಿಸಿರಿ	",
"explanation" :	"	ಯಾವಾಗಲೂ ಕರ್ತನಲ್ಲಿ ಸಂತೋಷಿಸಿರಿ; ಸಂತೋಷಪಡಿರಿ ಎಂದು ತಿರಿಗಿ ಹೇಳುತ್ತೇನೆ.  ಫಿಲಿಪ್ಪಿ 4:4	",
},			
{			
"question" :	"	5. ಇದು ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೂ ಗೊತ್ತಾಗಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ಮಹಿಮೆ	",
	"	b. ನಿಮ್ಮ ಹೆಸರು	",
	"	c. ನಿಮ್ಮ ಸೈರಣೆ	",
	"	d. ಸಭೆಯ ಅಪ್ಪಣೆಗಳು	"
],			
"correct" :	"	c. ನಿಮ್ಮ ಸೈರಣೆ	",
"explanation" :	"	ನಿಮ್ಮ ಸೈರಣೆಯು ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೆ ಗೊತ್ತಾಗಲಿ; ಕರ್ತನು ಹತ್ತಿರವಾಗಿದ್ದಾನೆ.  ಫಿಲಿಪ್ಪಿ 4:5	",
},			
{			
"question" :	"	6. ಯಾವುದರೊಂದಿಗೆ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಾ ನಮಗೆ ಬೇಕಾದದ್ದನ್ನು ದೇವರಿಗೆ ತಿಳಿಯಪಡಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪಶ್ಚಾತ್ತಾಪ	",
	"	b. ಭಯ	",
	"	c. ಕೃತಜ್ಞತಾ ಸ್ತುತಿ	",
	"	d. ನಡುಗುತ್ತಾ	"
],			
"correct" :	"	c. ಕೃತಜ್ಞತಾ ಸ್ತುತಿ	",
"explanation" :	"	ಯಾವ ಸಂಬಂಧವಾಗಿಯೂ ಚಿಂತೆಮಾಡದೆ ಸರ್ವವಿಷಯದಲ್ಲಿ ದೇವರ ಮುಂದೆ ಕೃತಜ್ಞತಾಸ್ತುತಿಯನ್ನೂ ಪ್ರಾರ್ಥನೆ ವಿಜ್ಞಾಪನೆಗಳನ್ನೂ ಮಾಡುತ್ತಾ ನಿಮಗೆ ಬೇಕಾದದ್ದನ್ನು ತಿಳಿಯಪಡಿಸಿರಿ.  ಫಿಲಿಪ್ಪಿ 4:6	",
},			
{			
"question" :	"	7.  ಯಾವುದು ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ಕಾಯುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಶಾಂತಿ	",
	"	b. ದೇವರ ವಾಕ್ಯ	",
	"	c. ಆಳದ ರಹಸ್ಯ	",
	"	d. ರಕ್ಷಣೆಯ ಯೋಜನೆ	"
],			
"correct" :	"	a. ದೇವಶಾಂತಿ	",
"explanation" :	"	ಆಗ ಎಲ್ಲಾ ಗ್ರಹಿಕೆಯನ್ನು ನೀರುವ ದೇವಶಾಂತಿಯು ನಿಮ್ಮ ಹೃದಯಗಳನ್ನೂ ಯೋಚನೆಗಳನ್ನೂ ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಕಾಯುವುದು.  ಫಿಲಿಪ್ಪಿ 4:7	",
},			
{			
"question" :	"	8.  ಪೌಲನು ಇದ್ದ ಸ್ಥಿತಿಯಲ್ಲಿಯೇ ಹೇಗಿರುವುದನ್ನು ಕಲಿತುಕೊಂಡಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾರ್ಥಿಸುವುದನ್ನು	",
	"	b. ಸಂತುಷ್ಟನಾಗಿರುವುದನ್ನು	",
	"	c. ಎಚ್ಚರಿಕೆಯಿಂದಿರುವುದನ್ನು	",
	"	d. ಶತೃವನ್ನು ಅಳೆಯುವುದನ್ನು	"
],			
"correct" :	"	b. ಸಂತುಷ್ಟನಾಗಿರುವುದನ್ನು	",
"explanation" :	"	ಕೊರತೆಯಲ್ಲಿದ್ದೇನೆಂದು ಸೂಚಿಸುವದಕ್ಕೆ ನಾನು ಇದನ್ನು ಹೇಳುವದಿಲ್ಲ; ನಾನಂತೂ ಇದ್ದ ಸ್ಥಿತಿಯಲ್ಲಿಯೇ ಸಂತುಷ್ಟನಾಗಿರುವದನ್ನು ಕಲಿತುಕೊಂಡಿದ್ದೇನೆ.  ಫಿಲಿಪ್ಪಿ 4:11	",
},			
{			
"question" :	"	9.  ನನ್ನನ್ನು __________ ಇದ್ದುಕೊಂಡು ಎಲ್ಲಕ್ಕೂ ಶಕ್ತನಾಗಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಲಪಡಿಸುವಾತನಲ್ಲಿ	",
	"	b. ಗದರಿಸುವವನಲ್ಲಿ	",
	"	c. ಖಂಡಿಸುವವನಲ್ಲಿ	",
	"	c. ನನ್ನ ಮಾರ್ಗಗಳನ್ನು ಸರಿಮಾಡುವವನಲ್ಲಿ	"
],			
"correct" :	"	a. ಬಲಪಡಿಸುವಾತನಲ್ಲಿ	",
"explanation" :	"	ನನ್ನನ್ನು ಬಲಪಡಿಸುವಾತನಲ್ಲಿ ಇದ್ದುಕೊಂಡು ಎಲ್ಲಕ್ಕೂ ಶಕ್ತನಾಗಿದ್ದೇನೆ.  ಫಿಲಿಪ್ಪಿ 4:13	",
},			
{			
"question" :	"	10. ದೇವರು ಇದಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ನಿಮ್ಮ ಕೊರತೆಯನ್ನು ನೀಗಿಸುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿಮ್ಮ ನೀತಿ	",
	"	b. ಗಾಳಿಯ ದಿಕ್ಕು	",
	"	c. ಪ್ರಭಾವದ ಐಶ್ವರ್ಯ	",
	"	d. ಧರ್ಮಶಾಸ್ತ್ರ	"
],			
"correct" :	"	c. ಪ್ರಭಾವದ ಐಶ್ವರ್ಯ	",
"explanation" :	"	ನನ್ನ ದೇವರು ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಮೂಲಕ ತನ್ನ ಪ್ರಭಾವದ ಐಶ್ವರ್ಯಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ನಿಮ್ಮ ಪ್ತತಿಯೊಂದು ಕೊರತೆಯನ್ನು ನೀಗಿಸುವನು.  ಫಿಲಿಪ್ಪಿ 4:19	",
},			
]			