var quiztitle = "ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಇದರಿಂದ ಯಾವುದನ್ನೂ ಮಾಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ನನ್ನ ಅಪ್ಪಣೆ ಇಲ್ಲದೆ	",
	"	b. ಕತ್ತಲೆ ಇರುವಾಗ	",
	"	c. ಬೆಳಕಿನಲ್ಲಿ	",
	"	d. ಪಕ್ಷಪಾತದಿಂದ ಒಣಹೆಮ್ಮೆಯಿಂದ	"
],			
"correct" :	"	d. ಪಕ್ಷಪಾತದಿಂದ ಒಣಹೆಮ್ಮೆಯಿಂದ	",
"explanation" :	"	ಪಕ್ಷಪಾತದಿಂದಾಗಲಿ ಒಣಹೆಮ್ಮೆಯಿಂದಾಗಲಿ ಯಾವದನ್ನೂ ಮಾಡದೆ ಪ್ರತಿಯೊಬ್ಬನು ದೀನಭಾವದಿಂದ ಮತ್ತೊಬ್ಬರನ್ನು ತನಗಿಂತಲೂ ಶ್ರೇಷ್ಠರೆಂದು ಎಣಿಸಲಿ.  ಫಿಲಿಪ್ಪಿ 2:3	",
},			
{			
"question" :	"	2. ಪ್ರತಿಯೊಬ್ಬನು ಮತ್ತೊಬ್ಬನನ್ನು ಹೇಗೆ ಎಣಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಸ್ವಂತ ಕೆಲಸಗಳಿಂದ	",
	"	b. ತನ್ನ ಕರೆಯುವಿಕೆಯಿಂದ	",
	"	c. ತನ್ನಂತೆ	",
	"	d. ತನಗಿಂತಲೂ ಶ್ರೇಷ್ಠರೆಂದು	"
],			
"correct" :	"	d. ತನಗಿಂತಲೂ ಶ್ರೇಷ್ಠರೆಂದು	",
"explanation" :	"	ಪಕ್ಷಪಾತದಿಂದಾಗಲಿ ಒಣಹೆಮ್ಮೆಯಿಂದಾಗಲಿ ಯಾವದನ್ನೂ ಮಾಡದೆ ಪ್ರತಿಯೊಬ್ಬನು ದೀನಭಾವದಿಂದ ಮತ್ತೊಬ್ಬರನ್ನು ತನಗಿಂತಲೂ ಶ್ರೇಷ್ಠರೆಂದು ಎಣಿಸಲಿ.  ಫಿಲಿಪ್ಪಿ 2:3	",
},			
{			
"question" :	"	3. ಇಂತಹ ಮನಸ್ಸು ನಿಮಗಿರಲಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನೀವು ಗುರುತಿಸಲು ಸಾಧ್ಯವಾಗುವಂತಹ	",
	"	b. ಕ್ರಿಸ್ತ ಯೇಸುವಿಗಿದ್ದಂತಹ	",
	"	c. ಜೀವನದುದ್ದಕ್ಕೂ ನಡೆಸುವಂತಹ	",
	"	d. ಶುದ್ಧೀಕರಿಸಲ್ಪಟ್ಟಂತಹ	"
],			
"correct" :	"	b. ಕ್ರಿಸ್ತ ಯೇಸುವಿಗಿದ್ದಂತಹ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿದ್ದಂಥ ಮನಸ್ಸು ನಿಮ್ಮಲ್ಲಿಯೂ ಇರಲಿ.  ಫಿಲಿಪ್ಪಿ 2:5	",
},			
{			
"question" :	"	4. ಈತನು ದಾಸನ ರೂಪವನ್ನು ಧರಿಸಿಕೊಂಡು ಮನುಷ್ಯರಿಗೆ ಸದೃಶನಾದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೇಸುಕ್ರಿಸ್ತ	",
	"	b. ಮೋಶೆ	",
	"	c. ಪೌಲ	",
	"	d. ಪೇತ್ರ	"
],			
"correct" :	"	a. ಯೇಸುಕ್ರಿಸ್ತ	",
"explanation" :	"	ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿದ್ದಂಥ ಮನಸ್ಸು ನಿಮ್ಮಲ್ಲಿಯೂ ಇರಲಿ. ಆತನು ದೇವಸ್ವರೂಪನಾಗಿದ್ದರೂ ದೇವರಿಗೆ ಸರಿಸಮಾನನಾಗಿರುವದೆಂಬ ಻ಮೂಲ್ಯ ಪದವಿಯನ್ನು ಬಿಡಲೊಲ್ಲೆನು ಎಂದೆಣಿಸದೆ ತನ್ನನ್ನು ಬರಿದು ಮಾಡಿಕೊಂಡು ದಾಸನ ರೂಪವನ್ನು ಧರಿಸಿಕೊಂಡು ಮನುಷ್ಯರಿಗೆ ಸದೃಶನಾದನು.  ಫಿಲಿಪ್ಪಿ 2:5-7	",
},			
{			
"question" :	"	5. ಈ ಹೆಸರಿನಲ್ಲಿ ಎಲ್ಲರೂ ಅಡ್ಡಬೀಳುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೋಸಾನ್ನ	",
	"	b. ಗ್ಲೋರಿಯಾ	",
	"	c. ಯೇಸು	",
	"	d. ರಬ್ಬಿ	"
],			
"correct" :	"	c. ಯೇಸು	",
"explanation" :	"	ಆದದರಿಂದ ಸ್ವರ್ಗ ಮರ್ತ್ಯಪಾತಾಳಗಳಲ್ಲಿರುವವರೆಲ್ಲರೂ ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ಅಡ್ಡಬಿದ್ದು;  ಫಿಲಿಪ್ಪಿ 2:10	",
},			
{			
"question" :	"	6. ಮನೋಭೀತಿಯಿಂದ ನಡುಗುವವರಾಗಿ ಇದನ್ನು ಸಾಧಿಸಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೆಮ್ಮೆ	",
	"	b. ಪಕ್ಷಪಾತ	",
	"	c. ಪಶ್ಚಾತ್ತಾಪಕ್ಕಾಗಿ ಹಣ್ಣು ಮತ್ತು ಮಾಂಸ	",
	"	d. ನಿಮ್ಮ ರಕ್ಷಣೆ	"
],			
"correct" :	"	d. ನಿಮ್ಮ ರಕ್ಷಣೆ	",
"explanation" :	"	ಹೀಗಿರುವಲ್ಲಿ ನನ್ನ ಪ್ರಿಯರೇ, ನೀವು ನನ್ನ ಮಾತನ್ನು ಯಾವಾಗಲೂ ಕೇಳಿದಂತೆ ಈಗಲೂ ಕೇಳಿರಿ.  ನಾನು ನಿಮ್ಮಲ್ಲಿರುವಾಗ ಮಾತ್ರವಲ್ಲದೆ ನಾನಿಲ್ಲದಿರುವಾಗಲೂ ಬಹು ಹೆಚ್ಚಾಗಿ ಮನೋಭೀತಿಯಿಂದ ನಡುಗುವವರಾಗಿ ನಿಮ್ಮ ನಿಮ್ಮ ರಕ್ಷಣೆಯನ್ನು ಸಾಧಿಸಿಕೊಳ್ಳಿರಿ.  ಫಿಲಿಪ್ಪಿ 2:12	",
},			
{			
"question" :	"	7.  ಹೀಗೆ ಎಲ್ಲವನ್ನೂ ಮಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಅನುಮಾನವಿಲ್ಲದೆ	",
	"	b. ಕಾರಣವಿಲ್ಲದೆ	",
	"	c. ಗುಣಗುಟ್ಟದೆಯೂ ವಿವಾದವಿಲ್ಲದೆಯೂ	",
	"	d. ಕೇಳದೆಯೇ	"
],			
"correct" :	"	c. ಗುಣಗುಟ್ಟದೆಯೂ ವಿವಾದವಿಲ್ಲದೆಯೂ	",
"explanation" :	"	ಗುಣಗುಟ್ಟದೆಯೂ ವಿವಾದವಿಲ್ಲದೆಯೂ ಎಲ್ಲವನ್ನು ಮಾಡಿರಿ.  ಫಿಲಿಪ್ಪಿ 2:14	",
},			
{			
"question" :	"	8.  ವಕ್ರಬುದ್ಧಿಯುಳ್ಳ ಮೂರ್ಖಜಾತಿಯ ಮಧ್ಯದಲ್ಲಿ ನೀವು	",
"image" :	"",		
"choices" : [			
	"	a. ಕಟುಕನ ಕೈಗೆ ಸಿಕ್ಕಿದ ಕುರಿಯಾಗಿದ್ದೀರಿ	",
	"	b. ಪೊದೆಗಳಲ್ಲಿ ಮುಳ್ಳುಗಳಾಗಿದ್ದಿರಿ	",
	"	c. ನಿಷ್ಕಳಂಕರಾದ ಮಕ್ಕಳು	",
	"	d. ಕುರಿವೇಷ ತೊಟ್ಟ ತೋಳಗಳು	"
],			
"correct" :	"	c. ನಿಷ್ಕಳಂಕರಾದ ಮಕ್ಕಳು	",
"explanation" :	"	ಹೀಗೆ ನೀವು ನಿರ್ದೋಷಿಗಳೂ ಯಥಾರ್ಥಮನಸ್ಸುಳ್ಳವರೂ ಆಗಿದ್ದು ವಕ್ರಬುದ್ಧಿಯುಳ್ಳ ಮೂರ್ಖಜಾತಿಯ ಮಧ್ಯದಲ್ಲಿ ದೇವರ ನಿಷ್ಕಳಂಕರಾದ ಮಕ್ಕಳಾಗಿರುವಿರಿ.  ಫಿಲಿಪ್ಪಿ 2:15	",
},			
{			
"question" :	"	9. ಪೌಲನು ಹೇಳಿದ್ದು, ಇವನು ನನಗೆ ಮಗನಿದ್ದಂತೆ	",
"image" :	"",		
"choices" : [			
	"	a. ತಿಮೋಥೆ	",
	"	b. ಅಪೊಲ್ಲೋಸ	",
	"	c. ಮಾರ್ಕ	",
	"	d. ಅನನೀಯ	"
],			
"correct" :	"	a. ತಿಮೋಥೆ	",
"explanation" :	"	ತಿಮೋಥೆಯನ ಗುಣವನ್ನು ನೀವು ನೋಡಿ ತಿಳಿದುಕೊಂಡಿದ್ದೀರಿ; ಮಗನು ತಂದೆಗೆ ಹೇಗೋ ಹಾಗೆಯೇ ಅವನು ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಸುವಾರ್ತಾ ಪ್ರಚಾರಕ್ಕಾಗಿ ಕಷ್ಟಪಟ್ಟು ಕೆಲಸನಡಿಸಿದನೆಂಬದು ನಿಮಗೆ ಗೊತ್ತುಂಟು.  ಫಿಲಿಪ್ಪಿ 2:22	",
},			
{			
"question" :	"	10. ಈ ಮನುಷ್ಯನು ಸಾಯುವ ಹಾಗಿದ್ದನು, ಆದರೆ ದೇವರು ಅವನನ್ನು ಬದುಕಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಎಪಫ್ರೊದೀತ	",
	"	b. ಸೊಫಾಟರ್	",
	"	c. ತೆಲೀಮ್	",
	"	d. ಲಾಜರ	"
],			
"correct" :	"	a. ಎಪಫ್ರೊದೀತ	",
"explanation" :	"	ನನ್ನ ಕೊರತೆಯನ್ನು ನೀಗುವದಕ್ಕೆ ನೀವು ಕಳುಹಿಸಿದಂಥ, ನನ್ನ ಸಹೋದರನೂ ಜೊತೆಕೆಲಸದವನೂ ಸಹಭಟನೂ ಆಗಿರುವಂಥ ಎಪಫ್ರೊದೀತನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸುವುದು ಅವಶ್ಯವೆಂದು ನೆನಸಿದ್ದೇನೆ.  ಅವನು ನಿಮ್ಮೆಲ್ಲರನ್ನು ಕುರಿತು ಹಂಬಲಿಸುತ್ತಿದ್ದನು ಮತ್ತು ತಾನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದ ವರ್ತಮಾನವನ್ನು ನೀವು ಕೇಳಿದ್ದರಿಂದ ವ್ಯಸನಪಟ್ಟನು.  ಅವನು ರೋಗದಲ್ಲಿ ಬಿದ್ದು ಸಾಯುವ ಹಾಗಿದ್ದನೆಂಬದು ನಿಜವೇ ಆದರೆ ದೇವರು ಅವನನ್ನು ಕರುಣಿಸಿದನು.  ಫಿಲಿಪ್ಪಿ 2:25-27	",
},			
]			