			
var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 16";			
var quiz = [			
{			
"question" :	"	1. ಮೊದಲನೆಯ ದೂತನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಭೂಮಿಗೆ ಹೊಯ್ದಾಗ ಮೃಗದ ಗುರುತನ್ನು ಹೊಂದಿ ಅದರ ವಿಗ್ರಹಕ್ಕೆ ನಮಸ್ಕಾರ ಮಾಡುವ ಮನುಷ್ಯರ ಮೇಲೆ ಇದು ಎದ್ದಿತು.	",
"image" :	"",		
"choices" : [		
    "   a. ಕೆಟ್ಟ ಉರಿಹುಣ್ಣು	",
	"	b. ಮಾನಸಾಂತರದ ಕಾರ್ಯಗಳು	",
	"	c. ಬೆಂಕಿಯುಂಡೆಗಳು	",
	"	d. ಮರಳು ಮತ್ತು ಉಪ್ಪು	",
	"	d. Sand & salt	"
],			
"correct" :	"	a. ಕೆಟ್ಟ ಉರಿಹುಣ್ಣು	",
"explanation" :	"	ಆಗ ಮೊದಲನೆಯವನು ಹೊರಟು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಭೂಮಿಗೆ ಹೊಯ್ದನು; ಕೂಡಲೇ ಮೊದಲನೆಯ ಮೃಗದ ಗುರುತನ್ನು ಹೊಂದಿ ಅದರ ವಿಗ್ರಹಕ್ಕೆ ನಮಸ್ಕಾರ ಮಾಡುವ ಮನುಷ್ಯರ ಮೈಮೇಲೆ ಕೆಟ್ಟ ಉರಿಹುಣ್ಣು ಎದ್ದಿತು.  ಪ್ರಕಟ 16;2	",
},			
{			
"question" :	"	2. ಎರಡನೆಯ ದೇವದೂತನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಸಮುದ್ರದ ಮೇಲೇ ಹೊಯ್ದಾಗ	",
"image" :	"",		
"choices" : [			
	"	a. ಅದು ಒಣಗಿ ಹೋಯಿತು.	",
	"	b. ಪ್ರವಾಹ ಉಂಟಾಯಿತು.	",
	"	c. ಬಿರುಗಾಳಿ ಉಂಟಾಯಿತು.	",
	"	d. ಸತ್ತವನ ರಕ್ತದ ಹಾಗಾಯಿತು.	"
],			
"correct" :	"	d. ಸತ್ತವನ ರಕ್ತದ ಹಾಗಾಯಿತು.	",
"explanation" :	"	ಎರಡನೆಯವನು ತನ್ನ ಪಾತ್ರಯಲ್ಲಿದ್ದದ್ದನ್ನು ಸಮುದ್ರದ ಮೇಲೆ ಹೊಯಿದನು.  ಅದರ ನೀರು ಸತ್ತವನ ರಕ್ತದ ಹಾಗಾಯಿತು;  ಪ್ರಕಟ 16:3	",
},			
{			
"question" :	"	3. ಮೂರನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ನದಿಗಳ ಮೇಲೆಯೂ ನೀರಿನ ಬುಗ್ಗೆಗಳ  ಮೇಲೆ ಹೊಯಿದಾಗ ಅವುಗಳ ನೀರು	",
"image" :	"",		
"choices" : [			
	"	a. ಒಣಗಿ ಹೋಯಿತು.	",
	"	b. ಪ್ರವಾಹ ಉಂಟಾಯಿತು.	",
	"	c. ಬಿರುಗಾಳಿ ಉಂಟಾಯಿತು.	",
	"	d. ರಕ್ತವಾಯಿತು.	"
],			
"correct" :	"	d. ರಕ್ತವಾಯಿತು.	",
"explanation" :	"	ಮೂರನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ನದಿಗಳ ಮೇಲೆಯೂ ನೀರಿನ ಬುಗ್ಗೆಗಳ ಮೇಲೆಯೂ ಹೊಯಿದನು; ಅವುಗಳ ನೀರು ರಕ್ತವಾಯಿತು.  ಪ್ರಕಟ 16:4	",
},			
{			
"question" :	"	4. ನಾಲ್ಕನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಸೂರ್ಯನ ಮೇಲೆ ಹೊಯ್ದಾಗ ಸೂರ್ಯನಿಗೆ ಈ ಶಕ್ತಿಯು ಕೊಡಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತವನ್ನಾಗಿಸುವ	",
	"	b. ಕತ್ತಲನ್ನಾಗಿಸುವ	",
	"	c. ಭೂಮಿಗಳಿಂದ ಯುದ್ದವನ್ನು ತೆಗೆಯುವ	",
	"	d. ಕಡುಬಿಸಿಲಿನಿಂದ ಮನುಷ್ಯರನ್ನು ಕಂದಿಸುವ ಶಕ್ತಿ	"
],			
"correct" :	"	d. ಕಡುಬಿಸಿಲಿನಿಂದ ಮನುಷ್ಯರನ್ನು ಕಂದಿಸುವ ಶಕ್ತಿ	",
"explanation" :	"	ನಾಲ್ಕನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಸೂರ್ಯನ ಮೇಲೆ ಹೊಯ್ದನು; ಆಗ ಸೂರ್ಯನಿಗೆ ಕಡುಬಿಸಿಲಿನಿಂದ ಮನುಷ್ಯರನ್ನು ಕಂದಿಸುವ ಶಕ್ತಿಯು ಕೊಡಲ್ಪಟ್ಟಿತು.  ಪ್ರಕಟ 16:8	",
},			
{			
"question" :	"	5. ಐದನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಮೊದಲನೆಯ ಮೃಗದ ಸಿಂಹಾಸನದ ಮೇಲೆ ಹೊಯ್ಯಲು ಆ ಜನರು ತಮ್ಮ ಕಷ್ಟಗಳ ದೆಸೆಯಿಂದ ಹೀಗೆ ಮಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅತ್ತರು.	",
	"	b. ದೇವರನ್ನು ದೂಷಿಸಿದರು.	",
	"	c. ಮಾನಸಾಂತರ ಪಟ್ಟರು.	",
	"	d. ಮೃಗವನ್ನು ಬಿಸಾಡಿದರು.	"
],			
"correct" :	"	b. ದೇವರನ್ನು ದೂಷಿಸಿದರು.	",
"explanation" :	"	ಐದನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಮೊದಲನೆಯ ಮೃಗದ ಸಿಂಹಾಸನದ ಮೇಲೆ ಹೊಯ್ಯಲು ಅದರ ರಾಜ್ಯವು ಕತ್ತಲಾಯಿತು.  ಜನರು ತಮಗಾದ ಕಷ್ಟದ ದೆಸೆಯಿಂದ ತಮ್ಮ ನಾಲಿಗೆಗಳನ್ನು ಕಚ್ಚಿಕೊಂಡು ತಮ್ಮ ಕೃತ್ಯಗಳ ವಿಷಯದಲ್ಲಿ ಮಾನಸಾಂತರಮಾಡಿಕೊಳ್ಳದೆ ತಮ್ಮ ಕಷ್ಟಗಳ ದೆಸೆಯಿಂದಲೂ ಹುಣ್ಣುಗಳ ದೆಸೆಯಿಂದಲೂ ಪರಲೋಕ ದೇವರನ್ನು ದೂಷಿಸಿದರು.  ಪ್ರಕಟ 16:10-11	",
},			
{			
"question" :	"	6. ಆರನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಈ ಮಹಾನದಿಯ ಮೇಲೆ ಹೊಯ್ಯಲು ಅದರ ನೀರು ಇಂಗಿಹೋಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೋರ್ದಾನ್	",
	"	b. ಯೂಫ್ರೇಟೀಸ್	",
	"	c. ಪಿಸನ್	",
	"	d. ನೈಲ್	"
],			
"correct" :	"	b. ಯೂಫ್ರೇಟೀಸ್	",
"explanation" :	"	ಆರನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ಯೂಫ್ರೇಟೀಸ್ ಎಂಬ ಮಹಾ ನದಿಯ ಮೆಲೆ ಹೊಯ್ಯಲು ಅದರ ನೀರು ಇಂಗಿಹೋಯಿತು;  ಪ್ರಕಟ 16:12	",
},			
{			
"question" :	"	7. ಘಟಸರ್ಪ ಮೃಗ ಸುಳ್ಳುಪ್ರವಾದಿ ಇವರ ಬಾಯಿಗಳಿಂದ _______ ಮೂರು ಅಶುದ್ಧಾತ್ಮಗಳು ಬರುವದನ್ನು ಕಂಡೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಪ್ಪೆಗಳಂತಿದ್ದ	",
	"	b. ಬೆಂಕಿಯಂತಿದ್ದ	",
	"	c. ಚಿಲುಮೆಯಂತಿದ್ದ	",
	"   d. ಹಲ್ಲಿಯಂತಿದ್ದ"
],	
"correct" :	" a. ಕಪ್ಪೆಗಳಂತಿದ್ದ	",
"explanation" :	"	ಘಟಸರ್ಪ ಮೃಗ ಸುಳ್ಳುಪ್ರವಾದಿ ಇವರ ಬಾಯಿಗಳಿಂದ  ಕಪ್ಪೆಗಳಂತಿದ್ದ ಮೂರು ಅಶುದ್ಧಾತ್ಮಗಳು ಬರುವದನ್ನು ಕಂಡೆನು.  ಪ್ರಕಟ 16:13		",
},			
{		
"question" :	"	8. ಆ ದೆವ್ವಗಳು ಭೂರಾಜರನ್ನು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಕೂಡಿಸಿದವು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೆರೂಷಲೇಮು	",
	"	b. ಬೇಥಾನ್ಯ	",
	"	c. ಪರಲೋಕ	",
	"	d. ಹರ್ಮಗೆದೋನ್	"
],			
"correct" :	"	d. ಹರ್ಮಗೆದೋನ್	",
"explanation" :	"	ಆ ದೆವ್ವಗಳು ಭೂರಾಜರನ್ನು ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ ಹರ್ಮಗೆದೋನ್ ಎಂಬ ಹೆಸರುಳ್ಳ ಸ್ಥಳಕ್ಕೆ ಕೂಡಿಸಿದವು.  ಪ್ರಕಟ 16:16	",
},			
{			
"question" :	"	9. ಏಳನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ವಾಯುಮಂಡಲದ ಮೇಲೆ ಹೊಯ್ಯಲು ಮಿಂಚುಗಳೂ ವಾಣಿಗಳೂ ಗುಡುಗುಗಳೂ ಮತ್ತು ಇದು ಉಂಟಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಿಂಚು	",
	"	b. ನಕ್ಷತ್ರದ ಹೊಳಪು	",
	"	c. ಮಹಾ ಭೂಕಂಪ	",
	"	d. ನಗು	"
],			
"correct" :	"	c. ಮಹಾ ಭೂಕಂಪ	",
"explanation" :	"	ಏಳನೆಯವನು ತನ್ನ ಪಾತ್ರೆಯಲ್ಲಿದ್ದದ್ದನ್ನು ವಾಯುಮಂಡಲದ ಮೇಲೆ ಹೊಯ್ಯಲು ದೇವಾಲಯದಲ್ಲಿರುವ ಸಿಂಹಾಸನದ ಕಡೆಯಿಂದ ಮಹಾ ಶಬ್ಧವು ಉಂಟಾಗಿ ಆಯಿತು ಎಂದು ಹೇಳಿತು.  ಆಗ ಮಿಂಚುಗಳೂ ವಾಣಿಗಳೂ ಗುಡುಗುಗಳೂ ಉಂಟಾದವು;  ಇದಲ್ಲದೆ ಮಹಾ ಭೂಕಂಪವಾಯಿತು;  ಪ್ರಕಟ 16:17-18	",
},			
{			
"question" :	"	10. ಆಕಾಶದಿಂದ ಇದು ಸುರಿಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಕ್ಷತ್ರಗಳು	",
	"	b. ಸೂರ್ಯ	",
	"	c. ಧೂಳು	",
	"	d. ಆನೇಕಲ್ಲಿನ ಮಳೆ	"
],			
"correct" :	"	d. ಆನೇಕಲ್ಲಿನ ಮಳೆ	",
"explanation" :	"	ಮತ್ತು ಆಕಾಶದಿಂದ ಮನುಷ್ಯರ ಮೇಲೆ ದೊಡ್ಡ ಆನೇಕಲ್ಲಿನ ಮಳೆ ಸುರಿಯಿತು;   ಪ್ರಕಟ 16:21	",
},			
]			