var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1. ಮೃಗವು ಎಲ್ಲಿಂದ ಬರುವುದನ್ನು ಯೋಹಾನನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕ	",
	"	b. ಗುಹೆ	",
	"	c. ಸಮುದ್ರ	",
	"	d. ಆಕಾಶ	"
],			
"correct" :	"	c. ಸಮುದ್ರ	",
"explanation" :	"	ಸಮುದ್ರದಿಂದ ಮೃಗವು ಏರಿಬರುವದನ್ನು ಕಂಡೆನು.  ಪ್ರಕಟ 13:1	",
},			
{			
"question" :	"	2. ಅದರ ತಲೆಗಳಲ್ಲಿ ಒಂದು ತಲೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿನ್ನದ ಮಣಿ ಇತ್ತು.	",
	"	b. ಗಾಯಗೊಂಡು ಸಾಯುವ ಹಾಗಿತ್ತು.	",
	"	c. ಅದೃಶ್ಯವಾಯಿತು.	",
	"	d. ದೇವರನ್ನು ನಿರಂತರವಾಗಿ ಸ್ತುತಿಸುತ್ತಿತ್ತು.   	"
],			
"correct" :	"	b. ಗಾಯಗೊಂಡು ಸಾಯುವ ಹಾಗಿತ್ತು.	",
"explanation" :	"	ಅದರ ತಲೆಗಳಲ್ಲಿ ಒಂದು ತಲೆ ಗಾಯಹೊಂದಿ ಸಾಯುವ ಹಾಗಿರುವದನ್ನು ಕಂಡೆನು.   ಪ್ರಕಟ 13:3	",
},			
{			
"question" :	"	3. ಆ ಘಟಸರ್ಪಕ್ಕೆ ಎಲ್ಲರೂ ಯಾವಾಗ ನಮಸ್ಕಾರ ಮಾಡುವವರಾದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೃಗದ ಗಾಯ ವಾಸಿಯಾದ ನಂತರ	",
	"	b. ಅದು ಜನಗಳಿಗೆ ಬಂಗಾರವನ್ನು ಕೊಟ್ಟ ನಂತರ	",
	"	c. ಭೂರಾಜರನ್ನು ಸುಲುಕೊಂಡ ನಂತರ	",
	"	d. ಅದು ಮೃಗವನ್ನು ಕೊಂದ ನಂತರ	"
],			
"correct" :	"	a. ಮೃಗದ ಗಾಯ ವಾಸಿಯಾದ ನಂತರ	",
"explanation" :	"	ಅದರ ತಲೆಗಳಲ್ಲಿ ಒಂದು ತಲೆ ಗಾಯಹೊಂದಿ ಸಾಯುವ ಹಾಗಿರುವದನ್ನು ಕಂಡೆನು.  ಆ ಮರಣಕರವಾದ ಗಾಯವು ವಾಸಿಯಾಯಿತು; ಭೂಲೋಕದವರೆಲ್ಲರು ಆ ಮೃಗವನ್ನು ನೋಡುತ್ತಾ ಆಶ್ಚರ್ಯಪಟ್ಟರು;  ಘಟಸರ್ಪನು ಆ ಮೃಗಕ್ಕೆ ಅಧಿಕಾರವನ್ನು ಕೊಟ್ಟವನಾದ್ದರಿಂದ ಅವರು ಆ ಘಟಸರ್ಪನಿಗೆ ನಮಸ್ಕಾರ ಮಾಡುವವರಾದರು.  ಇದಲ್ಲದೆ ಆ ಮೃಗಕ್ಕೂ ನಮಸ್ಕಾರ ಮಾಡಿ - ಮೃಗಕ್ಕೆ ಸಮಾನರು ಯಾರು? ಇದರ ಮೇಲೆ ಯುದ್ಧ ಮಾಡುವದಕ್ಕೆ ಯಾರು ಶಕ್ತರು? ಅಂದರು  ಪ್ರಕಟ 13:3-4	",
},			
{			
"question" :	"	4. ಎಷ್ಟು ತಿಂಗಳ ಕಾಲ ಅದಕ್ಕೆ ಅಧಿಕಾರ ಕೊಡಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. 4	",
	"	b. 19	",
	"	c. 30	",
	"	d. 42	"
],			
"correct" :	"	d. 42	",
"explanation" :	"	ಬಡಾಯಿ ಮಾತುಗಳನ್ನೂ ದೂಷಣೆಯ ಮಾತುಗಳನ್ನೂ ಆಡುವ ಬಾಯಿ ಅದಕ್ಕೆ ಕೊಡಲ್ಪಟ್ಟಿತು.  ಮತ್ತು ನಾಲ್ವತ್ತೆರಡು ತಿಂಗಳ ಪರ್ಯಂತರ ತನ್ನ ಕಾರ್ಯಗಳನ್ನು ನಡಿಸುವ ಅಧಿಕಾರವೂ ಅದಕ್ಕೆ ಕೊಡಲ್ಪಟ್ಟಿತು.  ಪ್ರಕಟ 13:5	",
},			
{			
"question" :	"	5. ಯಾರ ಮೇಲೆ ಯುದ್ಧ ಮಾಡುವುದಕ್ಕೆ ಅದಕ್ಕೆ ಅಧಿಕಾರ ಕೊಡಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರೊಂದಿಗೆ	",
	"	b. ದೇವರೊಂದಿಗೆ	",
	"	c. ದೇಶದ ಜನಾಂಗಗಳೊಂದಿಗೆ	",
	"	d. ದೇವಜನರೊಂದಿಗೆ	"
],			
"correct" :	"	d. ದೇವಜನರೊಂದಿಗೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ದೇವಜನರ ಮೇಲೆ ಯುದ್ಧಮಾಡಿ ಅವರನ್ನು ಜಯಿಸುವದಕ್ಕೆ ಅದಕ್ಕೆ ಅಧಿಕಾರ ಕೊಡಲ್ಪಟ್ಟಿತು.  ಪ್ರಕಟ 13:7	",
},			
{			
"question" :	"	6. ಭೂಮಿಯಿಂದ ಬಂದ ಮತ್ತೊಂದು ಮೃಗವು ಇದನ್ನು ನಡಿಸುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಂತೋಷ	",
	"	b. ಗೋಳಾಟ	",
	"	c. ಪ್ರಾರ್ಥನೆ	",
	"	d. ಮೊದಲನೆಯ ಮೃಗದ ಅಧಿಕಾರ	"
],			
"correct" :	"	d. ಮೊದಲನೆಯ ಮೃಗದ ಅಧಿಕಾರ	",
"explanation" :	"	ಮತ್ತೊಂದು ಮೃಗವು ಭೂಮಿಯೊಳಗಿಂದ ಬರುವದನ್ನು ಕಂಡೆನು.  ಇದಕ್ಕೆ ಟಗರಿಗಿರುವಂತೆ ಎರಡು ಕೊಂಬುಗಳಿದ್ದವು; ಘಟಸರ್ಪದಂತೆ ಮಾತಾಡಿತು.  ಈ ಮೃಗವು ಮೊದಲನೆಯ ಮೃಗದ ಅಧಿಕಾರವನ್ನೆಲ್ಲಾ ಅದರ ಸನ್ನಿಧಿಯಲ್ಲೇ ನಡಿಸುತ್ತದೆ.  ಪ್ರಕಟ 13:11-12	",
},			
{			
"question" :	"	7. ಮೃಗವು ಹೀಗೆ ಭೂನಿವಾಸಿಗಳನ್ನು ಮರುಳುಗೊಳಿಸುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ತನ್ನ ಸುಳ್ಳುಗಳಿಂದ	",
	"	b. ಮಹತ್ಕಾರ್ಯಗಳಿಂದ	",
	"	c. ಒಂದು ದಿನದಲ್ಲಿ	",
	"	d. ದೇವರನ್ನು ನಂಬುವುದರಿಂದ ಮರಣವೆಂದು ಹೇಳುವುದರಿಂದ	"
],			
"correct" :	"	b. ಮಹತ್ಕಾರ್ಯಗಳಿಂದ	",
"explanation" :	"	ಆ ಮೊದಲನೆಯ ಮೃಗದ ಸನ್ನಿಧಿಯಲ್ಲಿ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವ ಅಧಿಕಾರವಿರುವದರಿಂದ ಭೂನಿವಾಸಿಗಳನ್ನು ಮರುಳುಗೊಳಿಸುತ್ತದೆ;  ಪ್ರಕಟ 13:14	",
},			
{			
"question" :	"	8. ಮೃಗದ ವಿಗ್ರಹಕ್ಕೆ ನಮಸ್ಕರಿಸದವರೆಲ್ಲರಿಗೂ ಏನು ಮಾಡುವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೆರೆಮನೆಗೆ ಹಾಕಿಸುವುದು	",
	"	b. ಬಹಿಷ್ಕರಿಸುವುದು	",
	"	c. ಸಭಾಮಂದಿರದಿಂದ ಹೊರಗೆ ಹಾಕುವುದು	",
	"	d. ಮರಣದಂಡನೆ	"
],			
"correct" :	"	d. ಮರಣದಂಡನೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಆ ಮೃಗದ ವಿಗ್ರಹಕ್ಕೆ ಜೀವಕೊಡುವ ಸಾಮರ್ಥ್ಯವು ಇದಕ್ಕೆ ದೊರೆಯಿತು.  ಆ ಮೃಗದ ವಿಗ್ರಹವು ಮಾತಾಡುವದು; ತನಗೆ ನಮಸ್ಕರಿಸದವರೆಲ್ಲರಿಗೂ ಮರಣದಂಡನೆ ಆಗುವಂತೆ ಮಾಡುವದು.  ಪ್ರಕಟ 13:15	",
},			
{			
"question" :	"	9. ಎಲ್ಲರೂ ಮೃಗದ ಗುರುತನ್ನು ಇಲ್ಲಿಗೆ ಹಾಕಿಸಿಕೊಳ್ಳಬೇಕು, ಇಲ್ಲವಾದರೆ ಅವರು ಕ್ರಯ ವಿಕ್ರಯಗಳನ್ನು ನಡೆಸಲಾಗುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಟ್ಟೆ	",
	"	b. ತೋಳು	",
	"	c. ಬಲಗೈ ಮೇಲಾಗಲಿ ಅಥವಾ ಹಣೆಯ ಮೇಲಾಗಲಿ	",
	"	d. ಮುದ್ರೆಯುಂಗುರ	"
],			
"correct" :	"	c. ಬಲಗೈ ಮೇಲಾಗಲಿ ಅಥವಾ ಹಣೆಯ ಮೇಲಾಗಲಿ	",
"explanation" :	"	ಈ ಎರಡನೆಯ ಮೃಗವು ದೊಡ್ಡವರು ಚಿಕ್ಕವರು ಐಶ್ವರ್ಯವಂತರು ಬಡವರು ಸ್ವತಂತ್ರರು ದಾಸರು ಎಲ್ಲರೂ ತಮ್ಮ ತಮ್ಮ ಬಲಗೈಯ ಮೇಲಾಗಲಿ ಹಣೆಯ ಮೇಲಾಗಲಿ ಗುರುತು ಹೊಂದಬೇಕೆಂತಲೂ ಆ ಗುರುತು ಯಾರಿಗಿಲ್ಲವೋ ಅವರು ಕ್ರಯ ವಿಕ್ರಯಗಳನ್ನು ನಡಿಸಕೂಡದೆಂತಲೂ ಆಜ್ಞೆಮಾಡುತ್ತದೆ.  ಪ್ರಕಟ 13:16-17	",
},			
{			
"question" :	"	10. ಮೃಗದ ಗುರುತು ಯಾವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. 792.	",
	"	b. 777.	",
	"	c. 666.	",
	"	d. 589.	"
],			
"correct" :	"	c. 666.	",
"explanation" :	"	ಇದರಲ್ಲಿ ಜ್ಞಾನವು ಅಡಕವಾಗಿದೆ.  ಬುದ್ಧಿವಂತನು ಆ ಮೃಗದ ಅಂಕೆಯನ್ನು ಎಣಿಸಲಿ; ಅದು ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಸೂಚಿಸುವ ಅಂಕೆಯಾಗಿದೆ; ಅದರ ಅಂಕೆಯು ಆರುನೂರ ಅರವತ್ತಾರು.  ಪ್ರಕಟ 13:18	",
},			
]			