var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 17";			
var quiz = [			
{			
"question" :	"	1. ಒಬ್ಬ ದೇವದೂತನು ಬಂದು ಯೋಹಾನನಿಗೆ ಇಲ್ಲಿ ವಾಸಿಸಿರುವ ಮಹಾ ಜಾರಸ್ತ್ರೀಗೆ ಬರುವ ದಂಡನೆಯನ್ನು ನಿನಗೆ ತೋರಿಸುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದಲ್ಲಿ	",
	"	b. ಮಹಿಮೆಯ ಮೇಘದಲ್ಲಿ	",
	"	c. ಮೃಗದ ಪಕ್ಕದಲ್ಲಿ	",
	"	d. ಬಹಳ ನೀರುಗಳ ಮೇಲೆ	"
],			
"correct" :	"	d. ಬಹಳ ನೀರುಗಳ ಮೇಲೆ	",
"explanation" :	"	ಏಳು ಪಾತ್ರೆಗಳನ್ನು ಹಿಡಿದಿದ್ದ ಏಳು ಮಂದಿ ದೇವದೂತರಲ್ಲಿ ಒಬ್ಬನು ಬಂದು ನನ್ನ ಸಂಗಡ ಮಾತಾಡಿ - ಬಾ, ಬಹಳ ನೀರುಗಳ ಮೇಲೆ ವಾಸಿಸಿರುವ ಮಹಾ ಜಾರಸ್ತ್ರೀಗೆ ಬರುವ ದಂಡನೆಯನ್ನು ನಿನಗೆ ತೋರಿಸುತ್ತೇನೆ;  ಪ್ರಕಟ 17:1	",
},			
{			
"question" :	"	2. ಭೂನಿವಾಸಿಗಳು ಏನನ್ನು ಕುಡಿದು ಮತ್ತರಾದರೆಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಧಿಕಾರದ ದ್ರಾಕ್ಷಾರಸ	",
	"	b. ಜಾರತ್ವವೆಂಬ ದ್ರಾಕ್ಷಾರಸ	",
	"	c. ದುರಾಶೆಯೆಂಬ ದ್ರಾಕ್ಷಾರಸ	",
	"	d. ಹೊಸ ದ್ರಾಕ್ಷಾರಸ	"
],			
"correct" :	"	b. ಜಾರತ್ವವೆಂಬ ದ್ರಾಕ್ಷಾರಸ	",
"explanation" :	"	ಅವಳೊಂದಿಗೆ ಭೂರಾಜರು ಜಾರತ್ವ ಮಾಡಿದರು, ಮತ್ತು ಭೂನಿವಾಸಿಗಳು ಅವಳ ಜಾರತ್ವವೆಂಬ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದು ಮತ್ತರಾದರು ಎಂದು ಹೇಳಿದನು.  ಪ್ರಕಟ 17:2	",
},			
{			
"question" :	"	3. ದೂತನು ದೇವರಾತ್ಮವಶನಾಗಿ ಯೋಹಾನನನ್ನು ಇಲ್ಲಿಗೆ ಎತ್ತಿಕೊಂಡು ಹೋದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಡವಿಗೆ	",
	"	b. ಸಮುದ್ರಕ್ಕೆ	",
	"	c. ದೇವಾಲಯಕ್ಕೆ	",
	"	d. ಅಧೋಲೋಕಕ್ಕೆ	"
],			
"correct" :	"	a. ಅಡವಿಗೆ	",
"explanation" :	"	ಆಗ ಅವನು ದೇವರಾತ್ಮವಶನಾದ ನನ್ನನ್ನು ಎತ್ತಿಕೊಂಡು ಅಡವಿಗೆ ಹೋದನು.  ಪ್ರಕಟ 17:3	",
},			
{			
"question" :	"	4. ಸ್ತ್ರೀಯು ಎಲ್ಲಿ ಕೂತಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಿಂಹಾಸನದಲ್ಲಿ	",
	"	b. ನೆಲದಲ್ಲಿ	",
	"	c. ಹೊಳೆಯುವ ಬಂಡೆಯಲ್ಲಿ	",
	"	d. ರಕ್ತವರ್ಣದ ಮೃಗದ ಮೇಲೆ	"
],			
"correct" :	"	d. ರಕ್ತವರ್ಣದ ಮೃಗದ ಮೇಲೆ	",
"explanation" :	"	ಆಗ ಅವನು ದೇವರಾತ್ಮವಶನಾದ ನನ್ನನ್ನು ಎತ್ತಿಕೊಂಡು ಅಡವಿಗೆ ಹೋದನು. ಅಲ್ಲಿ ನಾನು ರಕ್ತವರ್ಣದ ಮೃಗದ ಮೇಲೆ ಕೂತಿದ್ದ ಒಬ್ಬ ಸ್ತ್ರೀಯನ್ನು ಕಂಡೆನು; ಆ ಮೃಗದ ಮೈಮೇಲೆಲ್ಲಾ ದೇವದೂಷಣೆಯ ಹೆಸರುಗಳು ತುಂಬಿದ್ದವು.   ಪ್ರಕಟ 17:3	",
},			
{			
"question" :	"	5. ಆ ಸ್ತ್ರೀಯು ಏನನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬಿಳೀ ವಸ್ತ್ರ	",
	"	b. ಗೋಣೀತಟ್ಟು	",
	"	c. ಧೂಮ್ರವರ್ಣದ ವಸ್ತ್ರ ಮತ್ತು ರಕ್ತಾಂಬರ	",
	"	d. ವಿಧವೆಯ ವಸ್ತ್ರ	"
],			
"correct" :	"	c. ಧೂಮ್ರವರ್ಣದ ವಸ್ತ್ರ ಮತ್ತು ರಕ್ತಾಂಬರ	",
"explanation" :	"	ಅದಕ್ಕೆ ಏಳು ತಲೆಗಳೂ ಹತ್ತು ಕೊಂಬುಗಳೂ ಇದ್ದವು.  ಆ ಸ್ತ್ರೀಯು ಧೂಮ್ರವರ್ಣದ ವಸ್ತ್ರಗಳನ್ನೂ ರಕ್ತಾಂಬರವನ್ನೂ ಧರಿಸಿಕೊಂಡು ಚಿನ್ನ ರತ್ನ ಮುತ್ತು ಇವುಗಳಿಂದ ಅಲಂಕರಿಸಿಕೊಂಡಿದ್ದಳು;   ಪ್ರಕಟ 17:4	",
},			
{			
"question" :	"	6. ಅವಳ ಕೈಯಲ್ಲಿದ್ದ ಪಾತ್ರೆಯು ಇದರಿಂದ ತುಂಬಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಸಹ್ಯವಾದವುಗಳಿಂದ	",
	"	b. ದೇವರ ಕೋಪದಿಂದ	",
	"	c. ನ್ಯಾಯತೀರ್ಪಿನಿಂದ	",
	"	d. ಹೊಸ ದ್ರಾಕ್ಷಾರಸ	"
],			
"correct" :	"	a. ಅಸಹ್ಯವಾದವುಗಳಿಂದ	",
"explanation" :	"	ಅದಕ್ಕೆ ಏಳು ತಲೆಗಳೂ ಹತ್ತು ಕೊಂಬುಗಳೂ ಇದ್ದವು.  ಆ ಸ್ತ್ರೀಯು ಧೂಮ್ರವರ್ಣದ ವಸ್ತ್ರಗಳನ್ನೂ ರಕ್ತಾಂಬರವನ್ನೂ ಧರಿಸಿಕೊಂಡು ಚಿನ್ನ ರತ್ನ ಮುತ್ತು ಇವುಗಳಿಂದ ಅಲಂಕರಿಸಿಕೊಂಡಿದ್ದಳು;   ಅವಳ ಕೈಯಲ್ಲಿ ಒಂದು ಚಿನ್ನದ ಬಟ್ಟಲು ಇತ್ತು; ಅದು ಅಸಹ್ಯವಾದವುಗಳಿಂದ ಅಂದರೆ ಅವಳ ಜಾರತ್ವ ಸಂಬಂಧವಾದ ಅಶುದ್ಧ ವಸ್ತುಗಳಿಂದ ತುಂಬಿತ್ತು.   ಪ್ರಕಟ 17:4	",
},			
{			
"question" :	"	7. ಅವಳ ____ ಮೇಲೆ, ಬಾಬೆಲೆಂಬ ಮಹಾನಗರಿ, ಭೂಮಿಯಲ್ಲಿರುವ ಜಾರಸ್ತ್ರೀಯರಿಗೂ ಅಸಹ್ಯವಾದ ಕಾರ್ಯಗಳಿಗೂ ತಾಯಿ ಎಂದು ಗೂಢಾರ್ಥವುಳ್ಳ ಹೆಸರು ಬರೆದಿತ್ತು.	",
"image" :	"",		
"choices" : [		
    "   a. ಆಕಾಶದಲ್ಲಿ	    ",
	"	b. ಭೂಮಿಯಲ್ಲಿ	",
	"	c. ಹಣೆಯ ಮೇಲೆ	",
	"	d. ವಸ್ತ್ರದ ಮೇಲೆ	"
	
],			
"correct" :	"	c. ಹಣೆಯ ಮೇಲೆ	",
"explanation" :	"	 ಅವಳ ಹಣೆಯ ಮೇಲೆ, ಬಾಬೆಲೆಂಬ ಮಹಾನಗರಿ, ಭೂಮಿಯಲ್ಲಿರುವ ಜಾರಸ್ತ್ರೀಯರಿಗೂ ಅಸಹ್ಯವಾದ ಕಾರ್ಯಗಳಿಗೂ ತಾಯಿ ಎಂದು ಗೂಢಾರ್ಥವುಳ್ಳ ಹೆಸರು ಬರೆದಿತ್ತು.  ಪ್ರಕಟ 17:5	",
},			
{			
"question" :	"	8.  ಏಳು ತಲೆಗಳೂ ಏಳು	",
"image" :	"",		
"choices" : [			
	"	a. ದಿನಗಳು	",
	"	b. ವರ್ಷಗಳು	",
	"	c, ಬೆಟ್ಟಗಳು	",
	"	d. ತಲೆಮಾರುಗಳು	"
],			
"correct" :	"	c. ಬೆಟ್ಟಗಳು	",
"explanation" :	"	ಇದು ಬುದ್ದಿವಂತನಿಗೆ ಮಾತ್ರ ಗೊತ್ತಾಗುವದು.  ಆ ಏಳು ತಲೆಗಳು ಆ ಸ್ತ್ರೀ ಕೂತುಕೊಂಡಿರುವ ಏಳು ಬೆಟ್ಟಗಳೇ;  ಪ್ರಕಟ 17:9	",
},			
{			
"question" :	"	9. ಹತ್ತು ಕೊಂಬುಗಳೂ ಹತ್ತು	",
"image" :	"",		
"choices" : [			
	"	a. ಅಸಹ್ವಗಳು	",
	"	b. ನ್ಯಾಯತೀರ್ಪು	",
	"	c. ಅರಸರು	",
	"	d. ದಿನಗಳು	"
],			
"correct" :	"	c. ಅರಸರು	",
"explanation" :	"	ನೀನು ಕಂಡ ಆ ಹತ್ತು ಕೊಂಬುಗಳು ಅಂದರೆ ರಾಜ್ಯವನ್ನು ಇನ್ನೂ ಹೊಂದದಿರುವ ಹತ್ತು ಮಂದಿ ಅರಸುಗಳು.  ಪ್ರಕಟ 17:12	",
},			
{			
"question" :	"	10.  ನೀನು ಕಂಡ ಆ ______ ಯು ಭೂರಾಜರ ಮೇಲೆ ಅಧಿಕಾರ ಹೊಂದಿರುವ ಮಹಾನಗರಿಯೇ.	",
"image" :	"",		
"choices" : [			
	"	a. ಕೊಂಬುಗಳು	",
	"	b. ತಲೆಗಳು	",
	"	c. ಮೃಗವು	",
	"	d. ಸ್ತ್ರೀ	"
],			
"correct" :	"	d. ಸ್ತ್ರೀ	",
"explanation" :	"	ನೀನು ಕಂಡ ಆ ಸ್ತ್ರೀಯು ಭೂರಾಜರ ಮೇಲೆ ಅಧಿಕಾರ ಹೊಂದಿರುವ ಮಹಾನಗರಿಯೇ;   ಪ್ರಕಟ 17:18	",
},			
]			