var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1. ಯೋಹಾನನ ಕೈಗೆ ಏನು ಕೊಡಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ದಂಡ	",
	"	b. ಕಿರೀಟ	",
	"	c. ಸುರುಳಿ	",
	"	d. ಪ್ರಮಾಣ	"
],			
"correct" :	"	a. ದಂಡ	",
"explanation" :	"	ತರುವಾಯ ದಂಡದಂತಿದ್ದ ೊಂದು ಅಳತೇಕೋಲು ನನ್ನ ಕೈಗೆ ಕೊಡಲ್ಪಟ್ಟಿತು.  ಪ್ರಕಟ 11:1	",
},			
{			
"question" :	"	2. ಇದನ್ನು ಅಳತೆ ಮಾಡು ಎಂದು ಯೋಹಾನನಿಗೆ ಹೇಳಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕ	",
	"	b. ಅವನ ಅಪರಾಧ ಭಾವ	",
	"	c. ಭೂಮಿ	",
	"	d. ದೇವಾಲಯ	"
],			
"correct" :	"	d. ದೇವಾಲಯ	",
"explanation" :	"	ತರುವಾಯ ದಂಡದಂತಿದ್ದ ೊಂದು ಅಳತೇಕೋಲು ನನ್ನ ಕೈಗೆ ಕೊಡಲ್ಪಟ್ಟಿತು. ಮತ್ತು ಒಂದು ವಾಣಿ ಉಂಟಾಯಿತು; ಅದು ನನಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ನೀನೆದ್ದು ದೇವರ ಆಲಯವನ್ನೂ ಯಜ್ಞವೇದಿಯನ್ನೂ ಅಳತೆಮಾಡಿ ಆಲಯದಲ್ಲಿ ಆರಾಧನೆ ಮಾಡುವವರನ್ನು ಲೆಕ್ಕಿಸು;   ಪ್ರಕಟ 11:1	",
},			
{			
"question" :	"	3. ದೂತನು ಹೇಳಿದ್ದು: ಅನ್ಯರು ಪರಿಶುದ್ಧ ಪಟ್ಟಣವನ್ನು ಇಷ್ಟು ಕಾಲ ತುಳಿದಾಡುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. 43 ಗಂಟೆ	",
	"	b. 42 ದಿನ	",
	"	c. 42 ವಾರ	",
	"	d. 42 ತಿಂಗಳು	"
],			
"correct" :	"		",
"explanation" :	"	ಆಲಯಕ್ಕೆ ಹೊರಗಿರುವ ಅಂಗಳವನ್ನು ಅಳೆಯದೆ ಬಿಟ್ಟುಬಿಡು; ಅದು ಅನ್ಯಜನರಿಗಾಗಿ ಬಿಟ್ಟದೆ; ಅವರು ಪರಿಶುದ್ಧ ಪಟ್ಟಣವನ್ನು ನಾಲ್ವತ್ತೆರಡು ತಿಂಗಳು ತುಳಿದಾಡುವರು.    ಪ್ರಕಟ 11:2	",
},			
{			
"question" :	"	4. ನನ್ನ ಇಬ್ಬರು ಸಾಕ್ಷಿಗಳು ಇಷ್ಟು ದಿನಗಳ ಕಾಲ ಪ್ರವಾದಿಸುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. 2	",
	"	b. 3 1/2	",
	"	c. 600	",
	"	d. 1260	"
],			
"correct" :	"	d. 1260	",
"explanation" :	"	ಇದಲ್ಲದೆ ನನ್ನ ಇಬ್ಬರು ಸಾಕ್ಷಿಗಳು ಗೋಣೀತಟ್ಟುಗಳನ್ನು ಹೊದ್ದುಕೊಂಡು ಸಾವಿರದ ಇನ್ನೂರ ಅರುವತ್ತು ದಿನಗಳ ತನಕ ಪ್ರವಾದಿಸುವ ಹಾಗೆ ಮಾಡುವೆನು.  ಪ್ರಕಟ 11:3   	",
},			
{			
"question" :	"	5. ಸಾಕ್ಷಿಗಳು ಏನನ್ನು ಹೊದ್ದುಕೊಳ್ಳುವರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬಿಳೀ ನಿಲುವಂಗಿ	",
	"	b. ಅವರು ವಿವಸ್ತ್ರರಾಗಿರುವರು	",
	"	c. ಗೋಣೀತಟ್ಟು	",
	"	d. ನೇರಳೇ	"
],			
"correct" :	"	c. ಗೋಣೀತಟ್ಟು	",
"explanation" :	"	ಇದಲ್ಲದೆ ನನ್ನ ಇಬ್ಬರು ಸಾಕ್ಷಿಗಳು ಗೋಣೀತಟ್ಟುಗಳನ್ನು ಹೊದ್ದುಕೊಂಡು ಸಾವಿರದ ಇನ್ನೂರ ಅರುವತ್ತು ದಿನಗಳ ತನಕ ಪ್ರವಾದಿಸುವ ಹಾಗೆ ಮಾಡುವೆನು.  ಪ್ರಕಟ 11:3   	",
},			
{			
"question" :	"	6. ಯಾರಾದರೂ ಈ ಇಬ್ಬರು ಸಾಕ್ಷಿಗಳಿಗೆ ಕೇಡನ್ನುಂಟು ಮಾಡಬೇಕೆಂದಿದ್ದರೆ ಅವರ ಬಾಯೊಳಗಿಂದ ಇದು ಹೊರಟು ಶತೃಗಳನ್ನು ದಹಿಸಿಬಿಡುವುದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಇಬ್ಬಾಯಿ ಕತ್ತಿ	",
	"	b. ಬೆಂಕಿ	",
	"	c. ವಿಷ	",
	"	d. ಗುಡುಗು	"
],			
"correct" :	"	b. ಬೆಂಕಿ	",
"explanation" :	"	ಇವರಿಗೆ ಯಾವನಾದರೂ ಕೇಡನ್ನು ಉಂಟುಮಾಡಬೇಕೆಂದಿದ್ದರೆ ಇವರ ಬಾಯೊಳಗಿಂದ ಬಿಂಕಿ ಹೊರಟು ಇವರ ಶತ್ರಗಳನ್ನು ದಹಿಸಿಬಿಡುವುದು;   ಪ್ರಕಟ 11:5  	",
},			
{			
"question" :	"	7. ಇವರು ತಮ್ಮ ಸಾಕ್ಷಿಯನ್ನು ಹೇಳಿ ಮುಗಿಸಿದನಂತರ ಅಧೋಲೋಕದಿಂದ ಬರುವ ಮೃಗವು ಇವರ ಮೇಲೆ ಯುದ್ಧ ಮಾಡಿ ಇವರನ್ನು ಜಯಿಸಿ 	",
"image" :	"",		
"choices" : [		
    "   a. ಆರಾಧಿಸುವುದು	",
	"	b. ಸೆರೆಗೆ ಹಾಕುವುದು	",
	"	c. ಹಿಡಿಯುವುದು	",
	"	d. ಕೊಲ್ಲುವುದು	"
	
],			
"correct" :	"	d. ಕೊಲ್ಲುವುದು	",
"explanation" :	"	ಇವರು ತಮ್ಮ ಸಾಕ್ಷಿಯನ್ನು ಹೇಳಿ ಮುಗಿಸಿದ ನಂತರ ಅಧೋಲೋಕದಿಂದ ಬರುವ ಮೃಗವು ಇವರ ಮೇಲೆ ಯುದ್ಧಮಾಡಿ ಇವರನ್ನು ಜಯಿಸಿ ಕೊಲ್ಲುವುದು.  ಪ್ರಕಟ 11:7	",
},			
{			
"question" :	"	8. ಆ ಇಬ್ಬರು ಪ್ರವಾದಿಗಳೂ ಮರಣಿಸಿದ್ದನ್ನು ನೋಡಿ ಭೂನಿವಾಸಿಗಳು ಏನು ಮಾಡುವರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಳುವರು	",
	"	b. ಮೃಗದ ಮೇಲೆ ಆಕ್ರಮಣ ಮಾಡುವರು	",
	"	c. ಸಂತೋಷಿಸುವರು	",
	"	d. ದೇವರ ಕಡೆಗೆ ತಿರುಗುವರು	"
],			
"correct" :	"	c. ಸಂತೋಷಿಸುವರು	",
"explanation" :	"	ಈ ಇಬ್ಬರು ಪ್ರವಾದಿಗಳು ಭೂನಿವಾಸಿಗಳನ್ನು ಪೀಡಿಸಿದ್ದರಿಂದ ಇವರು ಸತ್ತದ್ದಕ್ಕೆ ಭೂನಿವಾಸಿಗಳು ಸಂತೋಷಿಸಿ ಸಂಭ್ರಮಗೊಂಡು ಒಬ್ಬರಿಗೊಬ್ಬರು ಉಡುಗೊರೆಗಳನ್ನು ಕಳುಹಿಸುವರು.  ಪ್ರಕಟ 11:10	",
},			
{			
"question" :	"	9. ಮೂರೂವರೆ ದಿನಗಳಾದ ಮೇಲೆ ಆ ಪ್ರವಾದಿಗಳು ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಎದ್ದುನಿಂತು ಪರಲೋಕಕ್ಕೆ ಏರಿ ಹೋದರು.	",
	"	b. ಸತ್ತು ಹೋದರು	",
	"	c. ತಪ್ಪಿಸಿಕೊಂಡರು	",
	"	d. ಮೃಗವನ್ನು ಕೊಂದರು	"
],			
"correct" :	"	a. ಎದ್ದುನಿಂತು ಪರಲೋಕಕ್ಕೆ ಏರಿ ಹೋದರು.	",
"explanation" :	"	ಮೂರೂವರೆ ದಿನಗಳಾದ ಮೇಲೆ ದೇವರಿಂದ ಜೀವಾತ್ಮ ಬಂದು ಆ ಶವಗಳಲ್ಲಿ ಹೋಗಲು ಅವು ಕಾಲೂರಿ ನಿಂತವು.  ಅವರನ್ನು ನೋಡಿದವರಿಗೆ ಮಹಾ ಭಯವು ಹಿಡಿಯಿತು.  ಆಮೇಲೆ ಅವರಿಗೆ - ಇಲ್ಲಿ ಮೇಲಕ್ಕೆ ಬನ್ನಿರಿ ಎಂದು ಆಕಾಶದ ಮಹಾವಾಣಿಯು ಹೇಳಿತು.  ಅದನ್ನು ಅವರು ಕೇಳಿ ಮೇಘ ವಿಮಾನದಲ್ಲಿ ಪರಲೋಕಕ್ಕೆ ಏರಿಹೋದರು; ಅವರ ಶತ್ರಗಳು ಅವರನ್ನು ನೋಡುತ್ತಾ ಇದ್ದರು.  ಪ್ರಕಟ 11:11-12	",
},			
{			
"question" :	"	10. ಏಳನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಪರಲೋಕದಲ್ಲಿ ಮಹಾ ಶಬ್ಧವುಂಟಾಗಿ ಲೋಕದ ರಾಜ್ಯಾಧಿಕಾರವು ಈತನದು ಎಂದು ಹೇಳಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಭಯ	",
	"	b. ನಿರ್ಜನ	",
	"	c. ಅಭಿವೃದ್ದಿ	",
	"	d. ನಮ್ಮ ಕರ್ತನದು	"
],			
"correct" :	"	d. ನಮ್ಮ ಕರ್ತನದು	",
"explanation" :	"	ಏಳನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿನ್ನೂದಿದನು.  ಆಗ ಪರಲೋದಲ್ಲಿ ಮಹಾ ಶಬ್ದಗಳುಂಟಾಗಿ ಲೋಕದ ರಾಜ್ಯಾಧಿಕಾರವು ನಮ್ಮ ಕರ್ತನಿಗೂ ಆತನು ಅಭಿಷೇಕಿಸಿದವನಿಗೂ ಉಂಟಾಯಿತು; ಆತನು ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ರಾಜ್ಯವನ್ನಾಳುವನು ಎಂದು ಹೇಳಿದವು;   ಪ್ರಕಟ 11:15	"
},		
]			