var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1.  ಯಾರ ಪ್ರಕಟಣೆ ?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಭೆ	",
	"	b. ಯೇಸು ಕ್ರಿಸ್ತ	",
	"	c. ಯೋಹಾನ	",
	"	d. ಈ ಲೋಕದ	"
],			
"correct" :	"	b. ಯೇಸು ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನ ಪ್ರಕಟನೆಯು ಆತನು aಬೇಗನೆ ಸಂಭವಿಸಬೇಕಾಗಿರುವ ಸಂಗತಿಗಳನ್ನು ತನ್ನ ದಾಸರಿಗೆ ತೋರಿಸುವುದಕ್ಕಾಗಿ ದೇವರಿಂದ ಈ ಪ್ರಕಟಣೆಯನ್ನು ಹೊಂದಿದನು.  ಪ್ರಕಟಣೆ 1:1	",
},			
{			
"question" :	"	2. ಈ ಪ್ರವಾದನವಾಕ್ಯಗಳನ್ನು ಓದುವಂತವನೂ ಕೇಳುವಂಥವರೂ _____________ ಧನ್ಯರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯರ ಮಕ್ಕಳೂ	",
	"	b. ಈ ಪ್ರವಾದನೆಯಲ್ಲಿ ಬರೆದಿರುವ ಮಾತುಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವಂಥವರೂ	",
	"	c. ಇತರರಿಗೆ ಹೇಳುವವರು	",
	"	d. ಅವುಗಳನ್ನು ಲಕ್ಷಿಸದವರು	"
],			
"correct" :	"	b. ಈ ಪ್ರವಾದನೆಯಲ್ಲಿ ಬರೆದಿರುವ ಮಾತುಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವಂಥವರೂ	",
"explanation" :	"	ಈ  ಪ್ರವಾದನವಾಕ್ಯಗಳನ್ನು ಓದುವಂಥವನೂ ಕೇಳುವಂಥವರೂ ಈ ಪ್ರವಾದನೆಯಲ್ಲಿ ಬರೆದಿರುವ ಮಾತುಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವಂಥವರೂ ಧನ್ಯರು.  ಪ್ರಕಟಣೆ 1:3	",
},			
{			
"question" :	"	3. ಎಷ್ಟು ಸಭೆಗಳಿಗೆ ಬರೆಯಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. 2	",
	"	b. 5	",
	"	c. 7	",
	"	d. 10	"
],			
"correct" :	"	c. 7	",
"explanation" :	"	ಆಸ್ಯ ಸೀಮೆಯಲ್ಲಿರುವ ೇಳು ಸಭೆಗಳಿಗೆ ಯೋಹಾನನು ಬರೆಯುವದೇನೆಂದರೆ;  ಪ್ರಕಟಣೆ 1:4	",
},			
{			
"question" :	"	4. ಯೇಸುವು ತನ್ನ ರಕ್ತದ ಮೂಲಕ ಇದನ್ನು ಮಾಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ಪಾಪಗಳನ್ನು ಮುಚ್ಚಿದನು	",
	"	b. ಭೂಮಿಯನ್ನು ಮುಚ್ಚಿದನು	",
	"	c. ನಮ್ಮನ್ನು ಪಾಪಗಳಿಂದ ಬಿಡಿಸಿದನು	",
	"	d. ಪಾಪದ ಪಾತ್ರೆಯನ್ನು ತುಂಬಿಸಿದನು	"
],			
"correct" :	"	c. ನಮ್ಮನ್ನು ಪಾಪಗಳಿಂದ ಬಿಡಿಸಿದನು	",
"explanation" :	"	ಆತನ ಸಿಂಹಾಸನದ ಮುಂದಿರುವ ಏಳು ಆತ್ಮಗಳಿಂದ ಮತ್ತು ನಂಬತಕ್ಕ ಸಾಕ್ಷಿಯೂ ಸತ್ತವರೊಳಗಿಂದ ಮೊದಲು ಎದ್ದುಬಂದವನೂ ಭೂರಾಜರ ಒಡೆಯನೂ ಆಗಿರುವ ಯೇಸು ಕ್ರಿಸ್ತನಿಂದ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ.  ನಮ್ಮನ್ನು ಪ್ರೀತಿಸುವವನೂ ತನ್ನ ರಕ್ತದ ಮೂಲಕ ನಮ್ಮನ್ನು ಪಾಪಗಳಿಂದ ಬಿಡಿಸಿದವನೂ ನಮ್ಮನ್ನು ರ಻ಜ್ಯವನ್ನಾಗಿಯೂ;  ಪ್ರಕಟಣೆ 1:5	",
},			
{			
"question" :	"	5. ದೇವರ ವಾಕ್ಯಕ್ಕಾಗಿ  ದ್ವೀಪದಲ್ಲಿದ್ದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾಕೋಬ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಪೌಲ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	d. ಯೋಹಾನ	",
"explanation" :	"	ನಿಮ್ಮ ಸಹೋದರನೂ ಯೇಸುವಿನ ನಿಮಿತ್ತ ಹಿಂಸೆಯಲ್ಲಿಯೂ ರಾಜ್ಯದಲ್ಲಿಯೂ ತಾಳ್ಮೆಯಲ್ಲಿಯೂ ನಿಮ್ಮೊಂದಿಗೆ ಪಾಲುಗಾರನೂ ಆಗಿರುವ ಯೋಹಾನನೆಂಬ ನಾನು ದೇವರ ವಾಕ್ಯಕ್ಕೋಸ್ಕರವೂ ಯೇಸುವಿನ ವಿಷಯವಾದ ಸಾಕ್ಷಿಗೋಸ್ಕರವೂ ಪದ್ಮೊಸ್ ದ್ವೀಪದಲ್ಲಿದ್ದೆನು.  ಪ್ರಕಟಣೆ 1:5	",
},			
{			
"question" :	"	6. ಆತನು ಯಾವ ದ್ವೀಪದಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮಾರ್ಯ	",
	"	b. ಯೆರೂಷಲೇಮು	",
	"	c. ಐಗುಪ್ತ	",
	"	d. ಪದ್ಮೋಸ್	"
],			
"correct" :	"	d. ಪದ್ಮೋಸ್	",
"explanation" :	"	ನಿಮ್ಮ ಸಹೋದರನೂ ಯೇಸುವಿನ ನಿಮಿತ್ತ ಹಿಂಸೆಯಲ್ಲಿಯೂ ರಾಜ್ಯದಲ್ಲಿಯೂ ತಾಳ್ಮೆಯಲ್ಲಿಯೂ ನಿಮ್ಮೊಂದಿಗೆ ಪಾಲುಗಾರನೂ ಆಗಿರುವ ಯೋಹಾನನೆಂಬ ನಾನು ದೇವರ ವಾಕ್ಯಕ್ಕೋಸ್ಕರವೂ ಯೇಸುವಿನ ವಿಷಯವಾದ ಸಾಕ್ಷಿಗೋಸ್ಕರವೂ ಪದ್ಮೊಸ್ ದ್ವೀಪದಲ್ಲಿದ್ದೆನು.  ಪ್ರಕಟಣೆ 1:5	",
},			
{			
"question" :	"	7. ಆತನ ಕಣ್ಣುಗಳು ಹೀಗಿದ್ದವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಭರ್ಜಿಯಂತೆ	",
	"	b. ನೀರಿನ ಬುಗ್ಗೆ	",
	"	c. ಸಮುದ್ರ	",
	"	d. ಬೆಂಕಿಯ ಉರಿ	"
],			
"correct" :	"	d. ಬೆಂಕಿಯ ಉರಿ	",
"explanation" :	"	ಆತನ ಕಣ್ಣುಗಳು ಬೆಂಕಿಯ ಉರಿಯಂತೆಯೂ;  ಪ್ರಕಟಣೆ 1:15	",
},			
{			
"question" :	"	8. ಆತನ ಬಾಯೊಳಗಿಂದ ಏನು ಬರುತ್ತಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮಿಂಚು	",
	"	b. ಗುಡುಗಿನ ಶಬ್ಧ	",
	"	c. ಇಬ್ಬಾಯಿ ಕತ್ತಿ	",
	"	d. ಬೆಂಕಿಯ ಉರಿ	"
],			
"correct" :	"	c. ಇಬ್ಬಾಯಿ ಕತ್ತಿ	",
"explanation" :	"	ಆತನ ಬಲಗೈಯಲ್ಲಿ ಏಳು ನಕ್ಷತ್ರಗಳಿದ್ದವು;  ಆತನ ಬಾಯೊಳಗಿಂದ ಹದವಾದ ಇಬ್ಬಾಯಿ ಕತ್ತಿಯು ಹೊರಡುತ್ತಿತ್ತು.  ಪ್ರಕಟಣೆ 1:16	",
},			
{			
"question" :	"	9. ಯೇಸುವನ್ನು ಕಂಡಾಗ ಈ ಶಿಷ್ಯನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅತ್ತನು	",
	"	b. ಓಡಿ ಹೋದನು	",
	"	c. ಭಯಭ್ರಾಂತನಾದನು	",
	"	d. ಆತನ ಪಾದಗಳ ಮುಂದೆ ಬಿದ್ದನು	"
],			
"correct" :	"	d. ಆತನ ಪಾದಗಳ ಮುಂದೆ ಬಿದ್ದನು	",
"explanation" :	"	ನಾನು ಆತನನ್ನು ಕಂಡಾಗ ಸತ್ತವನ ಹಾಗೆ ಆತನ ಪಾದಗಳ ಮುಂದೆ ಬಿದ್ದೆನು;  ಪ್ರಕಟಣೆ 1:17	",
},			
{			
"question" :	"	10. ದೀಪಸ್ತಂಭಗಳು ಏನನ್ನು ಸೂಚಿಸುತ್ತವೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ಜೀವ	",
	"	b. ಸಭೆಗಳು	",
	"	c. ಭೂಮಿ	",
	"	d. ಪಾಪಿ	"
],			
"correct" :	"	b. ಸಭೆಗಳು	",
"explanation" :	"	ನನ್ನ ಬಲಗೈಯಲ್ಲಿ ನೀನು ಕಂಡ ಏಳು ನಕ್ಷತ್ರಗಳ ಮತ್ತು ಏಳು ಚಿನ್ನದ ದೀಪಸ್ತಂಭಗಳ ಗೂಢಾರ್ಥವನ್ನು ವಿವರಿಸುತ್ತೇನೆ - ಆ ಏಳು ನಕ್ತ್ರಗಳು ಅಂದರೆ ಆ ಏಳು ಸಭೆಗಳ ದೂತರು; ಆ ಏಳು ದೀಪಸ್ತಂಭಗಳು ಅಂದರೆ ಆ ಏಳು ಸಭೆಗಳು.  ಪ್ರಕಟಣೆ 1:20	",
},			
]			