var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 12";			
var quiz = [			
{			
"question" :	"	1. ಸ್ತ್ರೀಯು ಏನನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಡ	",
	"	b. ಸೂರ್ಯ	",
	"	c. ಬಿಳೀ ನಿಲುವಂಗಿ	",
	"	d. ಗೋಣೀತಟ್ಟು	"
],			
"correct" :	"	b. ಸೂರ್ಯ	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿ ಒಂದು ಮಹಾಲಕ್ಷಣವು ಕಾಣಿಸಿತು.  ಅದೇನಂದರೆ, ಸೂರ್ಯನನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದ ಒಬ್ಬ ಸ್ತ್ರೀಯಿದ್ದಳು; ಆಕೆಯ ಕಾಲುಗಳ ಕೆಳಗೆ ಚಂದ್ರನಿದ್ದನು.  ಆಕೆಯ ತಲೆಯ ಮೇಲೆ ಹನ್ನೆರಡು ನಕ್ಷತ್ರಗಳುಳ್ಳ ಒಂದು ಕಿರೀಟವಿತ್ತು.  ಪ್ರಕಟ 12:1	",
},			
{			
"question" :	"	2. ಆಕೆಯ ತಲೆಯ ಮೇಲೆ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. 12 ನಕ್ಷತ್ರಗಳುಳ್ಳ ಕಿರೀಟ	",
	"	b. ಮುಳ್ಳುಗಳ ಕಿರೀಟ	",
	"	c. 12 ಮಣಿಗಳುಳ್ಳ ಕಿರೀಟ	",
	"	d. ಎಣ್ಣೆ	"
],			
"correct" :	"	a. 12 ನಕ್ಷತ್ರಗಳುಳ್ಳ ಕಿರೀಟ	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿ ಒಂದು ಮಹಾಲಕ್ಷಣವು ಕಾಣಿಸಿತು.  ಅದೇನಂದರೆ, ಸೂರ್ಯನನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದ ಒಬ್ಬ ಸ್ತ್ರೀಯಿದ್ದಳು; ಆಕೆಯ ಕಾಲುಗಳ ಕೆಳಗೆ ಚಂದ್ರನಿದ್ದನು.  ಆಕೆಯ ತಲೆಯ ಮೇಲೆ ಹನ್ನೆರಡು ನಕ್ಷತ್ರಗಳುಳ್ಳ ಒಂದು ಕಿರೀಟವಿತ್ತು.  ಪ್ರಕಟ 12:1	",
},			
{			
"question" :	"	3. ಘಟಸರ್ಪದ ಬಾಲವು ಆಕಾಶದಿಂದ ಏನನ್ನು ಎಳೆದು ಹಾಕಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಹಿರಿಯರಲ್ಲಿ ಮೂರರಲ್ಲೊಂದು ಭಾಗ	",
	"	b. ನಕ್ಷತ್ರಗಳಲ್ಲಿ ಮೂರರಲ್ಲೊಂದು ಭಾಗ	",
	"	c. ಸ್ತ್ರೀಯನ್ನು	",
	"	d. ಸ್ತ್ರೀಯ ಮಗುವನ್ನು	"
],			
"correct" :	"	b. ನಕ್ಷತ್ರಗಳಲ್ಲಿ ಮೂರರಲ್ಲೊಂದು ಭಾಗ	",
"explanation" :	"	ಅದರ ಬಾಲವು ಆಕಾಶದಲ್ಲಿರುವ ನಕ್ಷತ್ರಗಳೊಳಗೆ ಮೂರರಲ್ಲೊಂದು ಭಾಗವನ್ನು ಎಳೆದು ಭೂಮಿಗೆ ಹಾಕಿತು.  ಪ್ರಕಟ 12:4	",
},			
{			
"question" :	"	4. ಆ ಸ್ತ್ರೀಯು ಎಲ್ಲಿಗೆ ಓಡಿಹೋದಳು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಸಿಂಹಾಸನದ ಬಳಿಗೆ	",
	"	b. ಅಧೋಲೋಕಕ್ಕೆ	",
	"	c. ಐಗುಪ್ತಕ್ಕೆ	",
	"	d. ಅರಣ್ಯಕ್ಕೆ	"
],			
"correct" :	"	d. ಅರಣ್ಯಕ್ಕೆ	",
"explanation" :	"	ಆ ಸ್ತ್ರೀಯು ಅರಣ್ಯಕ್ಕೆ ಓಡಿಹೋದಳು;   ಪ್ರಕಟ 12:6	",
},			
{			
"question" :	"	5. ಘಟಸರ್ಪದ ಮೇಲೆ ಯುದ್ಧ ಮಾಡುವುದಕ್ಕೆ ಯಾರು ಹೊರಟರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮೃಗ	",
	"	b. ಮಿಕಾಯೇಲ ಮತ್ತು ಅವನ ದೂತರು	",
	"	c. ಲೂಸಿಫರ್ ಮತ್ತು ಅವನ ದೂತರು	",
	"	d. ಗಬ್ರಿಯೇಲ ಮತ್ತು ಅವನ ದೂತರು	"
],			
"correct" :	"	b. ಮಿಕಾಯೇಲ ಮತ್ತು ಅವನ ದೂತರು	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿ ಯುದ್ಧ ನಡೆಯಿತು.  ಮೀಕಾಯೇಲನೂ ಅವನ ದೂತರೂ ಘಟಸರ್ಪನ ಮೇಲೆ ಯುದ್ಧಮಾಡುವದಕ್ಕೆ ಹೊರಟರು.  ಪ್ರಕಟ 12:7	",
},			
{			
"question" :	"	6. ಸೈತಾನನು ಎಲ್ಲಿಗೆ ದೊಬ್ಬಲ್ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕಕ್ಕೆ	",
	"	b. ನರಕಕ್ಕೆ	",
	"	c. ಭೂಮಿಗೆ	",
	"	d. ಅಧೋಲೋಕಕ್ಕೆ	"
],			
"correct" :	"	c. ಭೂಮಿಗೆ	",
"explanation" :	"	ಭೂಲೋಕದವರನ್ನೆಲ್ಲಾ ಮರುಳುಗೊಳಿಸುವ ಆ ಮಹಾ ಘಟಸರ್ಪನು ಅಂದರೆ ಪಿಶಾಚನೆಂತಲೂ ಸೈತಾನನೆಂತಲೂ ಹೆಸರುಳ್ಳ ಪುರಾತನ ಸರ್ಪವು ದೊಬ್ಬಲ್ಪಟ್ಟು ಭೂಮಿಗೆ ಬಿದ್ದನು;  ಪ್ರಕಟ 12:9	",
},			
{			
"question" :	"	7. ಸಹೋದರರು ದೂರುಗಾರನನ್ನು ಹೇಗೆ ಜಯಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದ ಬಲದಿಂದಲೂ ಮತ್ತು ವಾಕ್ಯದ ಬಲದಿಂದಲೂ	",
	"	b. ರಕ್ಷಕ ದೂತರ ಸಹಾಯದಿಂದ	",
	"	c. ಅವರ ಕೆಲಸ, ಆಲೋಚನೆ ಕೃತ್ಯಗಳಿಂದ	",
	"	d. ದೀನದ ಆತ್ಮದಿಂದ	"
],			
"correct" :	"	a. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದ ಬಲದಿಂದಲೂ ಮತ್ತು ವಾಕ್ಯದ ಬಲದಿಂದಲೂ	",
"explanation" :	"	ಅವನ ದೂತರೂ ಅವನೊಂದಿಗೆ ದೊಬ್ಬಲ್ಪಟ್ಟರು.  ಆಗ ಪರಲೋಕದಲ್ಲಿ ಮಹಾಶಬ್ದವನ್ನು ಕೇಳಿದೆನು, ಅದು - ಈಗ ಜಯವೂ ಶಕ್ತಿಯೂ ರಾಜ್ಯವೂ ನಮ್ಮ ದೇವರಿಗೆ ಉಂಟಾಯಿತು; ಆತನು ಅಭಿಷೇಕಿಸಿದವನ ಅಧಿಕಾರವು ಈಗ ಸ್ಥಾಪಿತವಾಯಿತು; ಹಗಲಿರುಳು ನಮ್ಮ ಸಹೋದರರ ಮೇಲೆ ನಮ್ಮ ದೇವರ ಮುಂದೆ ದೂರು ಹೇಳಿದ ದೂರುಗಾರನು ದೊಬ್ಬಲ್ಪಟ್ಟಿದ್ದಾನೆ.  ಅವರು ಪ್ರಾಣದ ಮೇಲಣ ಪ್ರೀತಿಯನ್ನು ತೊರೆದು ಮರಣಕ್ಕೆ ಹಿಂತೆಗೆಯದೆ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತ ಬಲದಿಂದಲೂ ತಮ್ಮ ವಾಕ್ಯದ ಬಲದಿಂದಲೂ  ಅವನನ್ನು ಜಯಿಸಿದರು.   ಪ್ರಕಟ 12:10-11	",
},			
{			
"question" :	"	8. ಸೈತಾನನು ಏನನ್ನು ತಿಳಿದು ಮಹಾ ರೌದ್ರವುಳ್ಳವನಾಗಿ ನಿಮ್ಮ ಕಡೆಗೆ ಇಳಿದುಬಂದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ತನಗಿರುವ ಕಾಲವು ಸ್ವಲ್ಪವೆಂದು ತಿಳಿದು	",
	"	b. ಜನಾಂಗಗಳವರು ತನ್ನನ್ನು ದ್ವೇಷಿಸುತ್ತಾರೆಂದು ತಿಳಿದು	",
	"	c. ಜನಾಂಗಗಳವರು ತನ್ನನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾರೆಂದು	",
	"   d. ಜನಾಂಗಗಳವರು ತನ್ನನ್ನು ಪ್ರೀತಿಸುತ್ತಾರೆಂದು"
],			
"correct" :	"	a. ತನಗಿರುವ ಕಾಲವು ಸ್ವಲ್ಪವೆಂದು ತಿಳಿದು	",
"explanation" :	"	ಪರಲೋಕವೇ, ಅದರಲ್ಲಿ ವಾಸಮಾಡುವವರೇ, ಹರ್ಷಗೊಳ್ಳಿರಿ.  ಭೂಮಿಯೇ, ಸಮುದ್ರವೇ, ನಿಮ್ಮ ದುರ್ಗತಿಯನ್ನು ಏನು ಹೇಳಲಿ; ಸೈತಾನನು ತನಗಿರುವ ಕಾಲವು ಸ್ವಲ್ಪವೆಂದು ತಿಳಿದು ಮಹಾ ರೌದ್ರವುಳ್ಳವನಾಗಿ ನಿಮ್ಮ ಕಡೆಗೆ ಇಳಿದುಬಂದಿದ್ದಾನೆ ಎಂಬದಾಗಿ ಹೇಳಿತು.  ಪ್ರಕಟ 12:12		",
},		
{			
"question" :	"	9. ಆ ಸ್ತ್ರೀಗೆ ಏನು ಕೊಡಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಳ್ಳಿಯ ಕವಚ	",
	"	b. ದೊಡ್ಡ ಗರುಡಪಕ್ಷಿಯ ಎರಡು ರೆಕ್ಕೆಗಳು	",
	"	c. ಮಳೆಯನ್ನು ನಿಲ್ಲಿಸುವ ಶಕ್ತಿ	",
	"	d. ಮುದ್ರೆಯುಂಗುರ	"
],			
"correct" :	"	b. ದೊಡ್ಡ ಗರುಡಪಕ್ಷಿಯ ಎರಡು ರೆಕ್ಕೆಗಳು	",
"explanation" :	"	ಆ ಸ್ತ್ರೀಯು ಅರಣ್ಯದಲ್ಲಿದ್ದ ತನ್ನ ಸ್ಥಳಕ್ಕೆ ಹಾರಿಹೋಗುವದಕ್ಕಾಗಿ ಆಕೆಗೆ ದೊಡ್ಡ ಗರುಡಪಕ್ಷಿಯ ಎರಡು ರೆಕ್ಕೆಗಳು ಕೊಡಲ್ಪಟ್ಟವು.  ಪ್ರಕಟ 12:14	",
},			
{			
"question" :	"	10. ಘಟಸರ್ಪನು ಯಾರ ಮೇಲೆ ಯುದ್ಧ ಮಾಡುವುದಕ್ಕೆ ಹೊರಟನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಭೂರಾಜರ ಮೇಲೆ	",
	"	b. ಸ್ತ್ರೀಯ ಸಂತಾನದಲ್ಲಿ ಉಳಿದವರ ಮೆಲೆ	",
	"	c. ಭೂಮಿಯ ಮೇಲೆ	",
	"	d. ಬಿದ್ದುಹೋದ ದೂತರ ಮೇಲೆ	"
],			
"correct" :	"	b. ಸ್ತ್ರೀಯ ಸಂತಾನದಲ್ಲಿ ಉಳಿದವರ ಮೆಲೆ	",
"explanation" :	"	ಆಗ ಘಟಸರ್ಪನು ಸ್ತ್ರೀಯ ಮೇಲೆ ಕೋಪಿಸಿಕೊಂಡು ಆಕೆಯ ಸಂತಾನದವರಲ್ಲಿ ಉಳಿದವರ ಮೇಲೆ ಅಂದರೆ ದೇವರ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆದು ಯೇಸುವಿನ ವಿಷಯವಾದ ಸಾಕ್ಷಿಯನ್ನು ಹೇಳಿರುವವರ ಮೇಲೆ ಯುದ್ಧ ಮಾಡುವದಕ್ಕೆ ಹೊರಟು;   ಪ್ರಕಟ 12:17	",
},			
]			