var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 19";			
var quiz = [			
{			
"question" :	"	1. ಪರಲೋಕದಲ್ಲಿ ದೊಡ್ಡ ಗುಂಪು ಏನೆಂದು ಕೂಗುತ್ತಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಲ್ಲೇಲೂಯ	",
	"	b. ರಬ್ಬಿ ರಬ್ಬಿ	",
	"	c. ಪ್ರತೀಕಾರ	",
	"	d. ಹೋಸಾನ್ನ	"
],			
"correct" :	"	a. ಹಲ್ಲೇಲೂಯ	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಪರಲೋಕದಲ್ಲಿ ದೊಡ್ಡ ಗುಂಪಿನ ಮಹಾ ಶಬ್ದವೋ ಎಂಬಂತೆ ಒಂದು ಶಬ್ದವನ್ನು ಕೇಳಿದೆನು.  ಅವರು ಹಲ್ಲೆಲೂಯಾ ಜಯವೂ ಪ್ರಭಾವವೂ ಶಕ್ತಿಯೂ ನಮ್ಮ ದೇವರಲ್ಲಿ ಉಂಟು;   ಪ್ರಕಟ 19:1	",
},			
{			
"question" :	"	2. ದೇವರ ನ್ಯಾಯತೀರ್ಪುಗಳು	",
"image" :	"",		
"choices" : [			
	"	a. ವೇಗವಾಗಿವೆ	",
	"	b. ಹಿಂಸೆಯಾಗಿವೆ	",
	"	c. ಸತ್ಯವೂ ನ್ಯಾಯವೂ ಆಗಿವೆ	",
	"	d. ಇನ್ನು ಇರುವುದಿಲ್ಲ.	"
],			
"correct" :	"	c. ಸತ್ಯವೂ ನ್ಯಾಯವೂ ಆಗಿವೆ	",
"explanation" :	"	ಆತನ ನ್ಯಾಯತೀರ್ಪುಗಳು ಸತ್ಯವೂ ನ್ಯಾಯವೂ ಆಗಿವೆ.   ಪ್ರಕಟ 19:2	",
},			
{			
"question" :	"	3. ನಾವು ಇದಕ್ಕಾಗಿ ಸಂತೋಷಪಡೋಣ, ಹರ್ಷಗೊಳ್ಳೋಣ ಎಂದು ಮಹಾ ಸಮೂಹವು ಹೇಳುವುದನ್ನು ಯೋಹಾನನು ಕೇಳಿದನು.	",
"image" :	"",		
"choices" : [		
    "   a. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹ ಕಾಲ ಬಂತು	",
	"	b. ಕುರಿಯನ್ನು ವಧಿಸುವುದು	",
	"	c. ಘಟಸರ್ಪವನ್ನು ವಧಿಸುವುದು	",
	"	d. ಗೂಡಾರದ ಹಬ್ಬಗಳು	"
],		
"correct" :	"	a. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹ ಕಾಲ ಬಂತು		",
"explanation" :	"	ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹ ಕಾಲವು ಬಂತು; ಆತನಿಗೆ ವಿವಾಹವಾಗುವ ಕನ್ಯೆ ತನ್ನನ್ನು ಸಿದ್ಧಮಾಡಿಕೊಂಡಿದ್ದಾಳೆ; ಸಂತೋಷಪಡೋಣ, ಹರ್ಷಗೊಳ್ಳೋಣ;   ಪ್ರಕಟ 19:7	",
},			
{			
"question" :	"	4. ಇದು ಸಿದ್ಧವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ವಿವಾಹವಾಗುವ ಕನ್ಯೆ	",
	"	b. ಭೂಲೋಕ	",
	"	c. ಪರಲೋಕ	",
	"	d. ದೇವದೂತರು	"
],			
"correct" :	"	a. ವಿವಾಹವಾಗುವ ಕನ್ಯೆ	",
"explanation" :	"	ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹ ಕಾಲವು ಬಂತು; ಆತನಿಗೆ ವಿವಾಹವಾಗುವ ಕನ್ಯೆ ತನ್ನನ್ನು ಸಿದ್ಧಮಾಡಿಕೊಂಡಿದ್ದಾಳೆ; ಸಂತೋಷಪಡೋಣ, ಹರ್ಷಗೊಳ್ಳೋಣ;   ಪ್ರಕಟ 19:7	",
},			
{			
"question" :	"	5. ಬಿಳೀ ಕುದುರೆಯ ಮೇಲೆ ಕುಳಿತಿದ್ದವನಿಗೆ ಏನೆಂದು ಹೆಸರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮನುಷ್ಯ ಕುಮಾರ	",
	"	b. ನಂಬಿಗಸ್ತನು ಸತ್ಯವಂತನು	",
	"	c. ಸರ್ವಾಧಿಕಾರಿ	",
	"	d. ಬೆಂಕಿಯ ರಥ	"
],			
"correct" :	"	b. ನಂಬಿಗಸ್ತನು ಸತ್ಯವಂತನು	",
"explanation" :	"	ಪರಲೋಕವು ತೆರೆದಿರುವದನ್ನು ನಾನು ಕಂಡೆನು.  ಆಗ ಇಗೋ, ಬಿಳಿ ಕುದುರೆಯು ನನಗೆ ಕಾಣಿಸಿತು; ಅದರ ಮೇಲೆ ಕೂತಿದ್ದವನಿಗೆ ನಂಬಿಗಸ್ತನೂ ಸತ್ಯವಂತನೂ ಎಂದು ಹೆಸರು.  ಪ್ರಕಟ 19:11	",
},			
{			
"question" :	"	6. ಬಿಳೀ ಕುದುರೆಯ ಮೇಲೆ ಕೂತಿದ್ದವನು ಎಂತಹ ವಸ್ತ್ರವನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸ್ಟೀಲ್	",
	"	b. ಚಿನ್ನ	",
	"	c. ತಾಮ್ರ	",
	"	d. ರಕ್ತಪ್ರೋಕ್ಷಿತ	"
],			
"correct" :	"	d. ರಕ್ತಪ್ರೋಕ್ಷಿತ	",
"explanation" :	"	ಆತನು ರಕ್ತಪ್ರೋಕ್ಷಿತವಾದ ವಸ್ತ್ರವನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದನು.  ಪ್ರಕಟ 19:13	",
},			
{			
"question" :	"	7. ಆತನ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪುನರುದ್ದಾರಕ	",
	"	b. ಉಜ್ಜೀವನ	",
	"	c. ಅಮೂಲ್ಯವಾದ	",
	"	d. ದೇವರ ವಾಕ್ಯ	"
],			
"correct" :	"	d. ದೇವರ ವಾಕ್ಯ	",
"explanation" :	"	ಆತನು ರಕ್ತಪ್ರೋಕ್ಷಿತವಾದ ವಸ್ತ್ರವನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದನು. ಆತನಿಗೆ ದೇವರ ವಾಕ್ಯವೆಂದು ಹೆಸರು;    ಪ್ರಕಟ 19:13	",
},			
{			
"question" :	"	8. ಆತನ ಬಾಯಿಂದ ಏನು ಬರುತ್ತಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕ	",
	"	b. ಅನೇಕ ತುತ್ತೂರಿಯ ಧ್ವನಿ	",
	"	c. ಹದವಾದ ಕತ್ತಿ	",
	"	d. ಗುಡುಗು ಸಿಡಿಲು	"
],			
"correct" :	"	c. ಹದವಾದ ಕತ್ತಿ	",
"explanation" :	"	ಜನಾಂಗಗಳನ್ನು ಹೊಡೆಯುವದಕ್ಕಾಗಿ ಹದವಾದ ಕತ್ತಿಯು ಆತನ ಬಾಯಿಂದ ಬರುತ್ತದೆ.  ಪ್ರಕಟ 19:15	",
},			
{			
"question" :	"	9. ಆತನ ತೊಡೆಯ ಮೇಲಣ ವಸ್ತ್ರದಲ್ಲಿ ಏನೆಂದು ಬರೆದಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಜ್ಞಾನ	",
	"	b. ಮಿಥ್ಯ	",
	"	c. ರಾಜಾಧಿರಾಜನೂ ಕರ್ತರ ಕರ್ತನೂ	",
	"	d. ಇಸ್ರಾಯೇಲ್ ಮನೆತನದ ಕಾವಲುಗಾರನು	"
],			
"correct" :	"	c. ರಾಜಾಧಿರಾಜನೂ ಕರ್ತರ ಕರ್ತನೂ	",
"explanation" :	"	ಆತನ ತೊಡೆಯ ಮೇಲಣ ವಸ್ತ್ರದಲ್ಲಿ ರಾಜಾಧಿರಾಜನೂ ಕರ್ತರ ಕರ್ತನೂ ಎಂಬ ಹೆಸರು ಬರೆದದೆ.  ಪ್ರಕಟ 19:16	",
},			
{			
"question" :	"	10. ಮೃಗವನ್ನು ಮತ್ತು ಸುಳ್ಳುಪ್ರವಾದಿಯನ್ನು ಇಲ್ಲಿಗೆ ಹಾಕಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮುದ್ರದಲ್ಲಿ	",
	"	b. ಗಂಧಕದಿಂದ ಉರಿಯುವ ಬೆಂಕಿಗೆ	",
	"	c. ಭೂಮಿಗೆ	",
	"	d. ದೇವಾಲಯದೊಳಗೆ	"
],			
"correct" :	"	b. ಗಂಧಕದಿಂದ ಉರಿಯುವ ಬೆಂಕಿಗೆ	",
"explanation" :	"	ಆಗ ಮೃಗವು ಸೆರೆಸಿಕ್ಕಿತು.  ಇದಲ್ಲದೆ ಮೃಗದ ಮುಂದೆ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿ ಮೃಗದ ಗುರುತು ಹಾಕಿಸಿಕೊಂಡವರನ್ನೂ ಅದರ ವಿಗ್ರಹಕ್ಕೆ ನಮಸ್ಕರಿಸಿದವರನ್ನೂ ಮರುಳುಗೊಳಿಸಿದ ಆ ಸುಳ್ಳುಪ್ರವಾದಿಯೂ ಅದರ ಜೊತೆಯಲ್ಲಿ ಸೆರೆಸಿಕ್ಕಿದನು.  ಇವರಿಬ್ಬರೂ ಜೀವಸಹಿತವಾಗಿ ಗಂಧಕದಿಂದ ಉರಿಯುವ ಬೆಂಕಿಯ ಕೆರೆಯಲ್ಲಿ ಹಾಕಲ್ಪಟ್ಟರು;  ಪ್ರಕಟ 19:20	",
},			
]			