var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 14";			
var quiz = [			
{			
"question" :	"	1. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಜೊತೆ ನಿಂತಿದ್ದ ಒಂದು ಲಕ್ಷ ನಾಲ್ವತ್ತು ನಾಲ್ಕು ಸಾವಿರ ಮಂದಿ ಹಣೆಯ ಮೇಲೆ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ನಕ್ಷತ್ರ	",
	"	b. ಮುದ್ರೆ	",
	"	c. ಮೃಗದ ಗುರುತು	",
	"	d. ಆತನ ತಂದೆಯ ಹೆಸರು	"
],			
"correct" :	"	d. ಆತನ ತಂದೆಯ ಹೆಸರು	",
"explanation" :	"	ನಾನು ನೋಡಲಾಗಿ ಯಜ್ಞದ ಕುರಿಯಾದಾತನು ಚಿಯೋನ್ ಪರ್ವತದ ಮೇಲೆ ನಿಂತಿರುವದನ್ನು ಕಂಡೆನು.  ಆತನ ಜೊತೆಯಲ್ಲಿ ಒಂದು ಲಕ್ಷ ನಾಲ್ವತ್ತು ನಾಲ್ಕು ಸಾವಿರ ಮಂದಿ ಇದ್ದರು;  ಅವರವರ ಹಣೆಯ ಮೇಲೆ ಆತನ ಹೆಸರೂ ಆತನ ತಂದೆಯ ಹೆಸರೂ ಬರೆಯಲ್ಪಟ್ಟಿದ್ದವು.  ಪ್ರಕಟ 14:1	",
},			
{			
"question" :	"	2. ಯೋಹಾನನು ಶಬ್ಧವನ್ನು ಎಲ್ಲಿಂದ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಭೂಮಿಯಿಂದ	",
	"	b. ಸಮುದ್ರದಿಂದ	",
	"	c. ಅಧೋಲೋಕದಿಂದ	",
	"	d. ಪರಲೋಕದಿಂದ	"
],			
"correct" :	"	d. ಪರಲೋಕದಿಂದ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಪರಲೋಕದ ಕಡೆಯಿಂದ ಜಲಪ್ರವಾಹದ ಘೋಷದಂತೆಯೂ ದೊಡ್ಡ ಗುಡುಗಿನ ಶಬ್ದದಂತೆಯೂ ಇದ್ದ ಶಬ್ದವನ್ನು ಕೇಳಿದೆನು.   ಪ್ರಕಟ 14:2	",
},			
{			
"question" :	"	3. ಆ ಶಬ್ದವು ಯಾವ ವಾದ್ಯದ ಶಬ್ದದಂತಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ತಂತೀವಾದ್ಯ	",
	"	b. ತುತ್ತೂರಿ	",
	"	c. ವೀಣೆ	",
	"	d. ನಗಾರಿ	"
],			
"correct" :	"	c. ವೀಣೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಪರಲೋಕದ ಕಡೆಯಿಂದ ಜಲಪ್ರವಾಹದ ಘೋಷದಂತೆಯೂ ದೊಡ್ಡ ಗುಡುಗಿನ ಶಬ್ದದಂತೆಯೂ ಇದ್ದ ಶಬ್ದವನ್ನು ಕೇಳಿದೆನು.   ನಾನು ಕೇಳಿದ ಆ ಶಬ್ದವು ವೀಣೆಗಳನ್ನು ನುಡಿಸಿಕೊಂಡು ಹಾಡುತ್ತಿರುವ ವೀಣೆಗಾರರ ಶಬ್ದದಂತಿತ್ತು. ಪ್ರಕಟ 14:2	",
},			
{			
"question" :	"	4. ಅವರು ಸಿಂಹಾಸನದ ಮುಂದೆ ಏನು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ರಾಗ ಹಾಡಿದರು.	",
	"	b. ಕೀರ್ತನೆ ಹಾಡಿದರು. 	",
	"	c. ಹೊಸ ಹಾಡು ಹಾಡಿದರು.	",
	"	d. ಹಳೇ ಹಾಡು ಹಾಡಿದರು.	"
],			
"correct" :	"	c. ಹೊಸ ಹಾಡು ಹಾಡಿದರು.	",
"explanation" :	"	ಅವರು ಸಿಂಹಾಸನದ ಮುಂದೆಯೂ ಆ ನಾಲ್ಕು ಜೀವಿಗಳ ಮತ್ತು ಹಿರಿಯರ ಮುಂದೆಯೂ ಹೊಸ ಹಾಡನ್ನು ಹಾಡಿದರು.  ಪ್ರಕಟ 14:3	",
},			
{			
"question" :	"	6. ಆಕಾಶಮಧ್ಯದಲ್ಲಿ ಹಾರಿಹೋದ ಮತ್ತೊಬ್ಬ ದೇವದೂತನ ಬಳಿ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಶುಭವಾರ್ತೆ	",
	"	b. ದೈವೀಕ ಕೋಲು	",
	"	c. ಸುರುಳಿ	",
	"	d. ಅಂಗೈಯಲ್ಲಿ ಅಗ್ನಿ	"
],			
"correct" :	"	a. ಶುಭವಾರ್ತೆ	",
"explanation" :	"	ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಆಕಾಶಮಧ್ಯದಲ್ಲಿ ಹಾರಿಹೋಗುವದನ್ನು ಕಂಡೆನು.  ಭೂನಿವಾಸಿಗಳಾಗಿರುವ ಸಕಲ ಜನಾಂಗ ಕುಲ ಪ್ರಜೆಗಳವರಿಗೂ ಸಕಲ ಭಾಷೆಗಳನ್ನಾಡುವವರತಿಗೂ ಸಾರಿಹೇಳುವದಕ್ಕೆ ನಿತ್ಯವಾದ ಶುಭವರ್ತಮಾನವು ಅವನಲ್ಲಿತ್ತು.  ಪ್ರಕಟ 14:6	",
},			
{			
"question" :	"	6. ಅವನ ಹಿಂದೆ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಇವಳು ಬಿದ್ದಳು ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆಕಾಶ	",
	"	b. ಮನುಷ್ಯ	",
	"	c. ಒಳ್ಳೆಯದು	",
	"	d. ಬಾಬೆಲ್	"
],			
"correct" :	"	d. ಬಾಬೆಲ್	",
"explanation" :	"	ಅವನ ಹಿಂದೆ ಎರಡನೆಯವನಾದ ಒಬ್ಬ ದೇವದೂತನು ಬಂದು ಬಿದ್ದಳು, ಬಿದ್ದಳು, ಬಾಬೆಲೆಂಬ ಮಹಾ ನಗರಿಯು ಬಿದ್ದಳು.  ಆಕೆಯು ಸಕಲ ಜನಾಂಗಗಳಿಗೆ ತನ್ನ ಅತಿ ಜಾರತ್ವವೆಂಬ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಸಿದಳು ಎಂದು ಹೇಳಿದನು.  ಪ್ರಕಟ 14:8	",
},			
{			
"question" :	"	7. ಮೂರನೆಯ ದೇವದೂತನು ಹೇಳಿದ್ದು: ಯಾವನಾದರೂ ಮೃಗದ ಗುರುತನ್ನು ಹಾಕಿಸಿಕೊಂಡರೆ ಅವನು ಇದರಿಂದ ಯಾತನೆಪಡುವನು.	",
"image" :	"",		
"choices" : [		
    "   a. ಅಂಟುರೋಗ	",
	"	b. ಕುದಿಯುವುದು	",
	"	c. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕ	",
	"	d. ಚೇಳುಗಳಿಂದ	"
	
],			
"correct" :	"	c. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕ	",
"explanation" :	"	ಅವನ ಹಿಂದೆ ಎರಡನೆಯವನಾದ ಒಬ್ಬ ದೇವದೂತನು ಬಂದು ಯಾವನಾದರೂ ಮೊದಲನೆಯ ಮೃಗಕ್ಕೂ ಅದರ ವಿಗ್ರಹಕ್ಕೂ ನಮಸ್ಕಾರ ಮಾಡಿ ತನ್ನ ಹಣೆಯ ಮೇಲಾಗಲಿ ಕೈಯ ಮೇಲಾಗಲಿ ಗುರುತುಹಾಕಿಸಿಕೊಂಡರೆ ಅವನು ಸಹ ದೇವರ ಕೋಪವೆಂಬ ಪಾತ್ರೆಯಲ್ಲಿ ಏನೂ ಬೆರಸದೆ ಹಾಕಿದ ದೇವರ ರೌದ್ರವೆಂಬ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯುವನು; ಪರಿಶುದ್ಧ ದೇವದೂತರ ಮುಂದೆಯೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಮುಂದೆಯೂ ಬೆಂಕಿಯಿಂದಲೂ ಗಂಧಕದಿಂದಲೂ ಯಾತನೆಪಡುವನು.   ಪ್ರಕಟ 14:9-10	",
},			
{			
"question" :	"	8. ಮನುಷ್ಯಕುಮಾರನಂತಿದ್ದವನು ಎಲ್ಲಿ ಕೂತಿರುವುದನ್ನು ಯೋಹಾನನು ನೋಡಿದ?	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲ್ಲಿನ ಮೇಲೆ	",
	"	b. ಕುರ್ಚಿಯ ಮೇಲೆ	",
	"	c. ಮೇಘದ ಮೇಲೆ	",
	"	d. ಸಿಂಹಾಸನದ ಮೇಲೆ	"
],			
"correct" :	"	c. ಮೇಘದ ಮೇಲೆ	",
"explanation" :	"	ನಾನು ನೋಡಲಾಗಿ ಇಗೋ, ಪ್ರಕಾಶಮಾನವಾದ ಒಂದು ಮೇಘವು ನನಗೆ ಕಾಣಿಸಿತು.  ಆ ಮೇಘದ ಮೇಲೆ ಮನುಷ್ಯಕುಮಾರನಂತಿದ್ದವನೊಬ್ಬನು ಕುತಿರುವದನ್ನು ಕಂಡೆನು.  ಪ್ರಕಟ 14:14	",
},			
{			
"question" :	"	9. ಆತನ ಕೈಯಲ್ಲಿ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸುರುಳಿ	",
	"	b. ಕುಡುಗೋಲು	",
	"	c. ತುತ್ತೂರಿ	",
	"	d. ಬೆಂಕಿ	"
],			
"correct" :	"	b. ಕುಡುಗೋಲು	",
"explanation" :	"	ನಾನು ನೋಡಲಾಗಿ ಇಗೋ, ಪ್ರಕಾಶಮಾನವಾದ ಒಂದು ಮೇಘವು ನನಗೆ ಕಾಣಿಸಿತು.  ಆ ಮೇಘದ ಮೇಲೆ ಮನುಷ್ಯಕುಮಾರನಂತಿದ್ದವನೊಬ್ಬನು ಕುತಿರುವದನ್ನು ಕಂಡೆನು.  ಆತನ ತಲೆಯ ಮೇಲೆ ಚಿನ್ನದ ಕಿರೀಟವೂ ಆತನ ಕೈಯಲ್ಲಿ ಹದವಾದ ಕುಡುಗೋಲೂ ಇದ್ದವು.   ಪ್ರಕಟ 14:14	",
},			
{			
"question" :	"	10. ದ್ರಾಕ್ಷೇಬಳ್ಳಿಯ ತೊಟ್ಟಿಯೊಳಗಿಂದ ಇದು ಹೊರಟು ಕುದುರೆಗಳ ಕಡಿವಾಣಗಳನ್ನು ಮುಟ್ಟುವಷ್ಟು ಆಳವಾಗಿ ಇನ್ನೂರು ಮೈಲು ದೂರ ಹರಿಯಿತು.	",
"image" :	"",		
"choices" : [
    "   a. ದ್ರಾಕ್ಷಾರಸ	",
	"	b. ಎಣ್ಣೆ	",
	"	c. ಸಿಹಿ	",
	"	d. ರಕ್ತ	"
	
],	
"correct" :	"	d. ರಕ್ತ	",
"explanation" :	"	ಅದನ್ನು ಪಟ್ಟಣದ ಹೊರಗೆ ಆ ತೊಟ್ಟಿಯಲ್ಲಿ ತುಳಿದರು.  ಆ ತೊಟ್ಟಿಯೊಳಗಿಂದ ರಕ್ತವು ಹೊರಟು ಕುದುರೆಗಳ ಕಡಿವಾಣಗಳನ್ನೂ ಮುಟ್ಟುವಷ್ಟು ಆಳವಾಗಿ ಇನ್ನೂರು ಮೈಲಿ ದೂರ ಹರಿಯಿತು.  ಪ್ರಕಟ 14:20	",
},			
]			