var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1. ದೇವದೂತನು ಏನನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬಿಳಿ ನಿಲುವಂಗಿ	",
	"	b. ಲೈನಿನ್ ವಸ್ತ್ರ	",
	"	c. ಗೋಣಿತಟ್ಟು	",
	"	d. ಮೇಘ	"
],			
"correct" :	"	d. ಮೇಘ	",
"explanation" :	"	ತರುವಾಯ ಬಲಿಷ್ಠನಾದ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಪರಲೋಕದಿಂದ ಇಳಿದುಬರುವದನ್ನು ಕಂಡೆನು.  ಅವನು ಮೇಘವನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದನು;  ಅವನ ತಲೆಯ ಮೇಲೆ ಮುಗಿಲುಬಿಲ್ಲು ಇತ್ತು; ಅವನ ಮುಖವು ಸೂರ್ಯನೋಪಾದಿಯಲ್ಲಿತ್ತು;  ಪ್ರಕಟ 10:1	",
},			
{			
"question" :	"	2. ಆ ದೂತನ ತಲೆಯ ಮೇಲೆ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿನ್ನದ ಕಿರೀಟ	",
	"	b. ಮುಳ್ಳಿನ ಕಿರೀಟ	",
	"	c. ಮುಗಿಲುಬಿಲ್ಲು	",
	"	d. ಅಗ್ನಿಯ ಸ್ತಂಭ	"
],			
"correct" :	"	c. ಮುಗಿಲುಬಿಲ್ಲು	",
"explanation" :	"	ತರುವಾಯ ಬಲಿಷ್ಠನಾದ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಪರಲೋಕದಿಂದ ಇಳಿದುಬರುವದನ್ನು ಕಂಡೆನು.  ಅವನು ಮೇಘವನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದನು;  ಅವನ ತಲೆಯ ಮೇಲೆ ಮುಗಿಲುಬಿಲ್ಲು ಇತ್ತು; ಅವನ ಮುಖವು ಸೂರ್ಯನೋಪಾದಿಯಲ್ಲಿತ್ತು;  ಪ್ರಕಟ 10:1	",
},			
{			
"question" :	"	3. ದೂತನ ಪಾದಗಳು ಇದರ ಕಂಬದಂತಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೆಂಕಿ	",
	"	b. ತಾಮ್ರ	",
	"	c. ಕಬ್ಬಿಣ	",
	"	d. ಜೇಡಿಮಣ್ಣು	"
],			
"correct" :	"	a. ಬೆಂಕಿ	",
"explanation" :	"	ಅವನ ಪಾದಗಳು ಬೆಂಕಿಯ ಕಂಬಗಳಂತಿದ್ದವು;   ಪ್ರಕಟ 10:2	",
},			
{			
"question" :	"	4. ದೂತನು ತನ್ನ ಕಾಲುಗಳನ್ನು ಎಲ್ಲಿ ಇಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಒಂದನ್ನು ಭೂಮಿಯ ಮೇಲೆ ಇನ್ನೊಂದು ಸಮುದ್ರದ ಮೇಲೆ	",
	"	b. ಸಮುದ್ರದ ಮೇಲೆ	",
	"	c. ಭೂಮಿಯ ಮೇಲೆ	",
	"	d. ಬಂಡೆಯ ಮೇಲೆ	"
],			
"correct" :	"	a. ಒಂದನ್ನು ಭೂಮಿಯ ಮೇಲೆ ಇನ್ನೊಂದು ಸಮುದ್ರದ ಮೇಲೆ	",
"explanation" :	"	ಅವನ ಪಾದಗಳು ಬೆಂಕಿಯ ಕಂಬಗಳಂತಿದ್ದವು;  ಅವನ ಕೈಯಲ್ಲಿ ಬಿಚ್ಚಿದ್ದ ಒಂದು ಚಿಕ್ಕ ಸುರುಳಿ ಇತ್ತು; ಅವನು ಬಲಗಾಲನ್ನು ಸಮುದ್ರದ ಮೇಲೆಯೂ ಎಡಗಾಲನ್ನು ಭೂಮಿಯ ಮೆಲೆಯೂ ಇಟ್ಟು;  ಪ್ರಕಟ 10:2	",
},			
{			
"question" :	"	5. ದೂತನು ಕೈಯಲ್ಲಿ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ನೋವಿನ ಬುದ್ದಲಿ	",
	"	b. ಇಬ್ಬಾಯಿ ಕತ್ತಿ	",
	"	c. ಬೀಗದ ಕೈ	",
	"	d. ಚಿಕ್ಕ ಸುರಳಿ	"
],			
"correct" :	"	d. ಚಿಕ್ಕ ಸುರಳಿ	",
"explanation" :	"	ಅವನ ಪಾದಗಳು ಬೆಂಕಿಯ ಕಂಬಗಳಂತಿದ್ದವು; ಅವನ ಕೈಯಲ್ಲಿ ಬಿಚ್ಚಿದ್ದ ಒಂದು ಚಿಕ್ಕ ಸುರುಳಿ ಇತ್ತು;  ಪ್ರಕಟ 10:2	",
},			
{			
"question" :	"	6.  ಏಳು ಗುಡುಗುಗಳ ಧ್ವನಿಯನ್ನು ಕೇಳಿದ ನಂತರ ಯೋಹಾನನಿಗೆ ಏನೆಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು.	",
"image" :	"",	 	
"choices" : [			
	"	a. ನಿನ್ನ ಕಿವಿಗಳನ್ನು ಮುಚ್ಚಿಕೋ	",
	"	b. ನಿನ್ನ ಕಿವಿಗಳನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
	"	c. ಅವುಗಳನ್ನು ಬರೆ	",
	"	d. ಅವುಗಳನ್ನು ಬರೆಯಬೇಡ	"
],			
"correct" :	"	d. ಅವುಗಳನ್ನು ಬರೆಯಬೇಡ	",
"explanation" :	"	ಕೂಗಿದಾಗ ಏಳು ಗುಡುಗುಗಳು ಒಂದೊಂದಾಗಿ ಧ್ವನಿಕೊಟ್ಟವು.  ಆ ಏಳು ಗುಡುಗುಗಳು ನುಡಿದಾಗ ನಾನು ಬರೆಯಬೇಕೆಂದಿದ್ದೆನು.  ಆದರೆ - ಆ ಏಳು ಗುಡುಗುಗಳೂ ನುಡಿದದ್ದನ್ನು ನೀನು ಬರೆಯದೆ ಗುಪ್ತವಾಗಿಡು ಎಂದು  ಹೇಳುವ ಆಕಾಶವಾಣಿಯನ್ನು ಕೇಳಿದೆನು;  ಪ್ರಕಟ 10:4	",
},			
{			
"question" :	"	7. ದೂತನು ಆಣೆಯಿಟ್ಟು ಇನ್ನು ಇದು ಇರುವುದಿಲ್ಲ ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಾವಕಾಶವಿರುವುದಿಲ್ಲ	",
	"	b. ನಾಶನವಿರುವುದಿಲ್ಲ	",
	"	c. ಕೊಲೆತನವಿರುವುದಿಲ್ಲ	",
	"	d. ದು:ಖವಿರುವುದಿಲ್ಲ	"
],			
"correct" :	"	a. ಸಾವಕಾಶವಿರುವುದಿಲ್ಲ	",
"explanation" :	"	ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಜೀವಿಸುವಾತನ ಮೇಲೆ ಆಣೆಯಿಟ್ಟು ಇನ್ನು ಸಾವಕಾಶವಿರುವದಿಲ್ಲ;  ಪ್ರಕಟ 10:7	",
},			
{			
"question" :	"	8. ಆ ಸುರಳಿಯನ್ನು ಏನು ಮಾಡಬೇಕೆಂದು ಯೋಹಾನನಿಗೆ ದೂತನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಓದು	",
	"	b. ಅದಕ್ಕೆ ಸೇರಿಸು	",
	"	c. ಅಳಿಸಿ ಬಿಡು	",
	"	d. ತಿಂದು ಬಿಡು	"
],			
"correct" :	"	d. ತಿಂದು ಬಿಡು	",
"explanation" :	"	ನಾನು ಆ ದೂತನ ಬಳಿಗೆ ಹೋಗಿ ಆ ಚಿಕ್ಕ ಸುರುಳಿಯನ್ನು ನನಗೆ ಕೊಡು ಎಂದು ಕೇಳಲು ಅವನು ನನಗೆ ನೀನು ಇದನ್ನು ತೆಗೆದುಕೊಂಡು ತಿಂದುಬಿಡು, ಇದನು ನಿನ್ನ ಹೊಟ್ಟೆಯನ್ನು ಕಹಿಯಾಗುವಂತೆ ಮಾಡುವದು, ಆದರೆ ನಿನ್ನ ಬಾಯಲ್ಲಿ ಜೇನಿನಂತೆ ಸಿಹಿಯಾಗಿರುವದು ಎಂದು ಹೇಳಿದನು.  ಪ್ರಕಟ 10:9	",
},			
{			
"question" :	"	9. ಅದು ಯೋಹಾನನ ಬಾಯಲ್ಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಕಹಿಯಾಗಿತ್ತು	",
	"	b. ಸಿಹಿಯಾಗಿತ್ತು	",
	"	c. ಉಪ್ಪಾಗಿತ್ತು	",
	"	d. ಗಟ್ಟಿಯಾಗಿತ್ತು	"
],			
"correct" :	"	b. ಸಿಹಿಯಾಗಿತ್ತು	",
"explanation" :	"	ಆಗ ನಾನು ಆ ಚಿಕ್ಕ ಸುರುಳಿಯನ್ನು ಆ ದೂತನ ಕೈಯಿಂದ ತೆಗೆದುಕೊಂಡು ತಿಂದುಬಿಟ್ಟೆನು.  ಅದನು ನನ್ನ ಬಾಯಲ್ಲಿ ಜೇನಿನಂತೆ ಸಿಹಿಯಾಗಿತ್ತು;.   ಪ್ರಕಟ 10:10	",
},			
{			
"question" :	"	10. ಆ ದೂತನು ಯೋಹಾನನಿಗೆ ಇನ್ನೂ ಅನೇಕ ಜನರ ವಿಷಯದಲ್ಲಿ ಇದನ್ನು ಹೇಳಬೇಕೆಂದು ತಿಳಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅಳಬೇಕೆಂದು	",
	"	b. ಸಾಕ್ಷಿ	",
	"	c. ಸಂಕಟ	",
	"	d. ಪ್ರವಾದನೆ	"
],			
"correct" :	"	d. ಪ್ರವಾದನೆ	",
"explanation" :	"	ಆಮೇಲೆ - ಇನ್ನೂ ನೀನು ಅನೇಕವಾಗಿರುವ ಪ್ರಜೆ ಜನ ಭಾಷೆ ರಾಜ ಇವರ ವಿಷಯದಲ್ಲಿ ಪ್ರವಾದನೆ ಹೇಳಬೆಕೆಂದು ನನಗೆ ತಿಳಿಸಲ್ಪಟ್ಟಿತು.   ಪ್ರಕಟ 10:11  "
},			
]			