var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 18";			
var quiz = [			
{			
"question" :	"	1. ಮಹಾ ಅಧಿಕಾರವುಳ್ಳ ದೇವದೂತನು ಪರಲೋದಿಂದ ಇಳಿದು ಬಂದಾಗ ಭೂಮಿಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ನಾಶವಾಯಿತು.	",
	"	b. ಹಾಡು ಮತ್ತು ಕುಣಿತದಲ್ಲಿ ಸಂತೋಷಿಸಿತು.	",
	"	c. ಅದರ ಪ್ರಭಾವದಿಂದ ಭೂಮಿಗೆ ಪ್ರಕಾಶವುಂಟಾಯಿತು.	",
	"	d. ತಮ್ಮ ಮುಖವನ್ನು ಮುಚ್ಚಿಕೊಂಡರು.	"
],			
"correct" :	"	c. ಅದರ ಪ್ರಭಾವದಿಂದ ಭೂಮಿಗೆ ಪ್ರಕಾಶವುಂಟಾಯಿತು.	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ಮಹಾ ಅಧಿಕಾರವುಳ್ಳ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಪರಲೋಕದಿಂದ ಇಳಿಯುವದನ್ನು ಕಂಡೆನು;  ಅವನ ಪ್ರಭಾವದಿಂದ ಭೂಮಿಗೆ ಪ್ರಕಾಶವುಂಟಾಯಿತು.  ಪ್ರಕಟ 18:1	",
},			
{			
"question" :	"	2. ಇವಳು ಬಿದ್ದಳೆಂದು ಗಟ್ಟಿಯಾದ ಶಬ್ಧದಿಂದ ಕೂಗಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಾಬೆಲ್	",
	"	b. ನ್ಯಾಯ	",
	"	c. ತೀರ್ಪು	",
	"	d. ದಯೆ	"
],			
"correct" :	"	a. ಬಾಬೆಲ್	",
"explanation" :	"	ಅವನು ಗಟ್ಟಿಯಾದ ಶಬ್ದದಿಂದ ಕೂಗುತ್ತಾ ಬಿದ್ದಳು, ಬಿದ್ದಳು, ಬಾಬೆಲೆಂಬ ಮಹಾನಗರಿಯು ಬಿದ್ದಳು;  ಪ್ರಕಟ 18:2	",
},			
{			
"question" :	"	3. ಬಾಬೆಲು ಇವುಗಳಿಗೆ ವಾಸಸ್ಥಾನವಾಗಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯಾರಿಗೂ ಇಲ್ಲ	",
	"	b. ನೀತಿವಂತರಿಗೆ	",
	"	c. ಅಶುದ್ಧಾತ್ಮಗಳಿಗೆ	",
	"	d. ದೇವದೂತರಿಗೆ	"
],			
"correct" :	"	c. ಅಶುದ್ಧಾತ್ಮಗಳಿಗೆ	",
"explanation" :	"	ಅವನು ಗಟ್ಟಿಯಾದ ಶಬ್ದದಿಂದ ಕೂಗುತ್ತಾ ಬಿದ್ದಳು, ಬಿದ್ದಳು, ಬಾಬೆಲೆಂಬ ಮಹಾನಗರಿಯು ಬಿದ್ದಳು; ದೆವ್ವಗಳ ವಾಸಸ್ಥಾನವೂ ಅಶುದ್ಧಾತ್ಮಗಳ ಆಶ್ರಯವೂ ಅಪವಿತ್ರವಾಗಿಯೂ ಅಸಹ್ಯವಾಗಿಯೂ ಇರುವ ಸಕಲ ವಿಧವಾದ ಪಕ್ಷಿಗಳ ಆಶ್ರಯವೂ ಆದಳು.   ಪ್ರಕಟ 18:2	",
},			
{			
"question" :	"	4. ಎಲ್ಲಾ ಜನಾಂಗಗಳು ಅವಳ _______ ಎಂಬ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ವಿಗ್ರಹಾರಾಧನೆ	",
	"	b. ಕಳ್ಳತನ	",
	"	c. ಅತಿಜಾರತ್ವ	",
	"	d. ಜ್ಞಾನ	"
],			
"correct" :	"	c. ಅತಿಜಾರತ್ವ	",
"explanation" :	"	ಎಲ್ಲಾ ಜನಾಂಗಗಳು ಅವಳ ಅತಿಜಾರತ್ವವೆಂಬ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದರು.   ಪ್ರಕಟ 18:3	",
},			
{			
"question" :	"	5. ಪರಲೋಕದಿಂದ ಬಂದ ಶಬ್ದ ಹೀಗೆ ಹೇಳಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳಿರಿ.	",
	"	b. ಅವಳನ್ನು ಬಿಟ್ಟುಬನ್ನಿರಿ.	",
	"	c. ಅಲ್ಲೇ ನಿಲ್ಲಿರಿ.	",
	"	d. ನೀವು ಮರಣಿಸಬೇಕು.	"
],			
"correct" :	"	b. ಅವಳನ್ನು ಬಿಟ್ಟುಬನ್ನಿರಿ.	",
"explanation" :	"	ಪರಲೋಕದಿಂದ ಬಂದ ಮತ್ತೊಂದು ಶಬ್ದವನ್ನು ಕೇಳಿದೆನು; ಅದು ಹೇಳಿದ್ದೇನಂದರೆ ನನ್ನ ಪ್ರಜೆಗಳೇ, ಅವಳನ್ನು ಬಿಟ್ಟುಬನ್ನಿರಿ; ನೀವು ಅವಳ ಪಾಪಗಳಲ್ಲಿ ಪಾಲುಗಾರರಾಗಬಾರದು; ಅವಳಿಗಾಗುವ ಉಪದ್ರವಗಳಿಗೆ ಗುರಿಯಾಗಬಾರದು.  ಪ್ರಕಟ 18:4	",
},			
{			
"question" :	"	6. ಅವಳು ತನ್ನ ಹೃದಯದಲ್ಲಿ ಹೀಗೆಂದುಕೊಂಡಿದ್ದಾಳೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಾನು ಭಯಪಟ್ಟಿದ್ದೇನೆ.	",
	"	b. ದೇವರು ನನ್ನ ಆತ್ಮವನ್ನು ಬಿಡುಗಡೆ ಮಾಡುವನು.	",
	"	c. ನಾನು ಏಕಾಂಗಿ	",
	"	d. ನಾನು ರಾಣಿಯಾಗಿ ಕೂತುಕೊಂಡಿದ್ದೇನೆ.	"
],			
"correct" :	"	d. ನಾನು ರಾಣಿಯಾಗಿ ಕೂತುಕೊಂಡಿದ್ದೇನೆ.	",
"explanation" :	"	ಅವಳು ಎಷ್ಟು ಮಟ್ಟಿಗೆ ತನ್ನನ್ನು ಘನಪಡಿಸಿಕೊಂಡು ಭೋಗಿನಿಯಾಗಿದ್ದಾಳೋ ಅಷ್ಟು ಮಟ್ಟಿಗೆ ಅವಳಿಗೆ ಯಾತನೆಯನ್ನೂ ದು:ಖವನ್ನೂ ಕೊಡಿರಿ.  ಅವಳು ತನ್ನ ಹೃದಯದಲ್ಲಿ ನಾನು ರಾಣಿಯಾಗಿ ಕೂತುಕೊಂಡಿದ್ದೇನೆ, ನಾನು ವಿಧವೆಯಲ್ಲ;  ಪ್ರಕಟ 18:7	",
},			
{			
"question" :	"	7. ಅವಳಿಗೆ ಕೊಲೆ ದು:ಖ ಕ್ಷಾಮ ಎಂಬೀ ಉಪದ್ರವಗಳು ಒಂದೇ ದಿನದಲ್ಲಿ ಸಂಭವಿಸುವವು; ಅವಳು	",
"image" :	"",		
"choices" : [			
	"	a. ಮೇಲೇಳುವಳು	",
	"	b. ನಾಶವಾಗುವುದಿಲ್ಲ	",
	"	c. ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟು ಹೋಗುವಳು.	",
	"	d. ಮಾನಸಾಂತರ ಹೊಂದುವಳು	"
],			
"correct" :	"	c. ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟು ಹೋಗುವಳು.	",
"explanation" :	"	ದು:ಖವನ್ನು ಕಾಣುವದೇ ಇಲ್ಲವೆಂದು ಹೇಳಿಕೊಳ್ಳುವದರಿಂದ ಅವಳಿಗೆ ಕೊಲೆ ದು:ಖ ಕ್ಷಾಮ ಎಂಬೀ ಉಪದ್ರವಗಳು ಒಂದೇ ದಿನದಲ್ಲಿ ಸಂಭವಿಸುವವು; ಅವಳು ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟುಹೋಗುವಳು;  ಪ್ರಕಟ 18:8	",
},			
{			
"question" :	"	8.  ಭೂರಾಜರು ಅವಳ ಯಾತನೆಯ ದೆಸೆಯಿಂದ ಭಯಪಟ್ಟು ನಿನಗೆ ವಿಧಿಸಲ್ಪಟ್ಟ ದಂಡನೆಯು ಇಷ್ಟು ಸಮಯದಲ್ಲಿ ಬಂತಲ್ಲಾ ಎಂದು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [		
    "   a. ಒಂದು ದಿನ	",
	"	b. ಒಂದು ತಿಂಗಳು	",
	"	c. ಒಂದು ವರ್ಷ	",
	"	d. ಒಂದು ಗಳಿಗೆ	",
	
],			
"correct" :	"	d. ಒಂದು ಗಳಿಗೆ	",
"explanation" :	"	ಅವಳೊಂದಿಗೆ ಜಾರತ್ವಮಾಡಿ ಭೋಗಿಗಳಾಗಿ ಬದುಕಿದ ಭೂರಾಜರು ಅವಳ ದಹನದಿಂದೇರುವ ಹೊಗೆಯನ್ನು ನೋಡುವಾಗ ಅವಳ ಯಾತನೆಯ ದೆಸೆಯಿಂದ ಭಯಪಟ್ಟು ದೂರದಲ್ಲಿ ನಿಂತು ಗೋಳಾಡುತ್ತಾ ಎದೆ ಬಡುಕೊಳ್ಳುತ್ತಾ ಅಯ್ಯೋ, ಅಯ್ಯೋ, ಮಹಾಪಟ್ಟಣವೇ, ಬಾಬೆಲೇ, ಬಲಿಷ್ಠವಾದ ನಗರಿಯೇ, ನಿನಗೆ ವಿಧಿಸಲ್ಪಟ್ಟ ದಂಡನೆಯು ಒಂದೇ ಗಳಿಗಯಲ್ಲಿ ಬಂತಲ್ಲಾ ಎಂದು ಹೇಳುವರು.   ಪ್ರಕಟ 18:9-10	",
},			
{			
"question" :	"	9. ಭೂಲೋಕದ ವರ್ತಕರು ಅವಳ ನಿಮಿತ್ತವಾಗಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಮರೆಮಾಡಿಕೊಂಡರು.	",
	"	b. ಸಂತೋಷಿಸಿದರು.	",
	"	c. ಅತ್ತು ಗೋಳಾಡಿದರು.	",
	"	d. ಬಾಬೇಲ್ ಗೆ ಓಡಿಹೋದರು.	"
],			
"correct" :	"	c. ಅತ್ತು ಗೋಳಾಡಿದರು.	",
"explanation" :	"	ಇದಲ್ಲದೆ ಭೂಲೋಕದ ವರ್ತಕರು ಅವಳ ನಿಮಿತ್ತವಾಗಿ ಅತ್ತು ಗೋಳಾಡುತ್ತಾ ನಮ್ಮ ಹಡಗುಗಳ ಸರಕುಗಳನ್ನು ಕೊಂಡುಕೊಳ್ಳುವವರು ಇನ್ನು ಇಲ್ಲವಲ್ಲಾ.  ಪ್ರಕಟ 18:11	",
},			
{			
"question" :	"	10. ಬಲಿಷ್ಟನಾದ ಒಬ್ಬ ದೇವದೂತನು ಇದನ್ನು ಸಮುದ್ರದೊಳಗೆ ಹಾಕಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಲ್ಲು	",
	"	b. ಕತ್ತಿ	",
	"	c. ಬಿರುಗಾಳಿ	",
	"	d. ನಕ್ಷತ್ರ	"
],			
"correct" :	"	a. ಕಲ್ಲು	",
"explanation" :	"	ಆಗ ಬಲಿಷ್ಠನಾದ ಒಬ್ಬ ದೇವದೂತನು ದೊಡ್ಡ ಬೀಸುವ ಕಲ್ಲಿನಂತಿರುವ ಒಂದು ಕಲ್ಲನ್ನು ಎತ್ತಿ ಸಮುದ್ರದೊಳಗೆ ಹಾಕಿ;  ಪ್ರಕಟ 18:21	",
},			
]			