var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 15";			
var quiz = [			
{			
"question" :	"	1. ಯೋಹಾನನು ಎಷ್ಟು ದೇವದೂತರನ್ನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. 3	",
	"	b. 5	",
	"	c. 7	",
	"	d. 9	"
],			
"correct" :	"	c. 7	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿ ಆಶ್ಚರ್ಯಕರವಾದ ಮತ್ತೊಂದು ಮಹಾಲಕ್ಷಣವು ನನಗೆ ಕಾಣಿಸಿತು.  ಏಳು ಮಂದಿ ದೇವದೂತರ ಕೈಯಲ್ಲಿ ಏಳು ಉಪದ್ರವಗಳಿದ್ದವು.  ಪ್ರಕಟ 15:1	",
},			
{			
"question" :	"	2. ದೇವದೂತರ ಕೈಯಲ್ಲಿ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ತುತ್ತೂರಿಗಳು	",
	"	b. ಪಾತ್ರೆಗಳು	",
	"	c. ಉಪದ್ರವಗಳು	",
	"	d. ಬುದ್ದಲಿಗಳು	"
],			
"correct" :	"	c. ಉಪದ್ರವಗಳು	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿ ಆಶ್ಚರ್ಯಕರವಾದ ಮತ್ತೊಂದು ಮಹಾಲಕ್ಷಣವು ನನಗೆ ಕಾಣಿಸಿತು.  ಏಳು ಮಂದಿ ದೇವದೂತರ ಕೈಯಲ್ಲಿ ಏಳು ಉಪದ್ರವಗಳಿದ್ದವು.  ಪ್ರಕಟ 15:1	",
},			
{			
"question" :	"	3. ಅದರಲ್ಲಿ ಏನಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕದ ನಿರೀಕ್ಷೆ	",
	"	b. ದೇವರ ಕೃಪೆ	",
	"	c. ಮರಣ	",
	"	d. ದೇವರ ರೌದ್ರ	"
],			
"correct" :	"	d. ದೇವರ ರೌದ್ರ	",
"explanation" :	"	ಪರಲೋಕದಲ್ಲಿ ಆಶ್ಚರ್ಯಕರವಾದ ಮತ್ತೊಂದು ಮಹಾಲಕ್ಷಣವು ನನಗೆ ಕಾಣಿಸಿತು.  ಏಳು ಮಂದಿ ದೇವದೂತರ ಕೈಯಲ್ಲಿ ಏಳು ಉಪದ್ರವಗಳಿದ್ದವು.  ಇವುಗಳಲ್ಲಿ  ದೇವರ ರೌದ್ರವು ಮುಗಿದಿರುವದು.  ಪ್ರಕಟ 15:1	",
},			
{			
"question" :	"	4. _____________ ಬೆರೆತ ಗಾಜಿನ ಸಮುದ್ರವೋ ಎಂಬಂತೆ ಏನೋ ಒಂದು ನನಗೆ ಕಾಣಿಸಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಎಣ್ಣೆ	",
	"	b. ಬೆಂಕಿ	",
	"	c. ರಕ್ತ	",
	"	d. ಜೇನು	"
],			
"correct" :	"	b. ಬೆಂಕಿ	",
"explanation" :	"	ಬೆಂಕಿ ಬೆರೆತ ಗಾಜಿನ ಸಮುದ್ರವೋ ಎಂಬಂತೆ ಏನೋ ಒಂದು ನನಗೆ ಕಾಣಿಸಿತು.  ಪ್ರಕಟ 15:2	",
},			
{			
"question" :	"	5. ಆ ಸಮುದ್ರದ ಮೇಲೆ ಯಾರು ನಿಂತಿರುವುದನ್ನು ಯೋಹಾನನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಘಟಸರ್ಪ ಮತ್ತು ಮೃಗ	",
	"	b. ಮೃಗದ ಮೇಲೆ ಜಯ ಹೊಂದಿದವರು	",
	"	c. ಕಡೇವರೆಗೂ ನಿಲ್ಲಲಾರದವರು	",
	"	d. ಮೀಕಾಯೇಲ ಮತ್ತು ಅವನ ದೂತರು	"
],			
"correct" :	"	b. ಮೃಗದ ಮೇಲೆ ಜಯ ಹೊಂದಿದವರು	",
"explanation" :	"	ಬೆಂಕಿ ಬೆರೆತ ಗಾಜಿನ ಸಮುದ್ರವೋ ಎಂಬಂತೆ ಏನೋ ಒಂದು ನನಗೆ ಕಾಣಿಸಿತು.  ಆಗ ಮೃಗದ ವಿಗ್ರಹಕ್ಕೆ ನಮಸ್ಕರಿಸದೆಯೂ ಅದರ ಹೆಸರಿನ ಅಂಕೆಯನ್ನು ಮುದ್ರೆ ಹಾಕಿಸಿಕೊಳ್ಳದೆಯೂ ಅದರ ಮೇಲೆ ಜಯ ಹೊಂದಿದವರು ದೇವರ ಸೇವಾರ್ಥವಾದ ವೀಣೆಗಳನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಗಾಜಿನ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿ ನಿಂತು;  ಪ್ರಕಟ 15:2	",
},			
{			
"question" :	"	6. ಅವರು ಏನನ್ನು ಹಿಡಿದುಕೊಂಡಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬೀಗದ ಕೈ	",
	"	b. ವೀಣೆ	",
	"	c. ತುತ್ತೂರಿ	",
	"	d. ಕುಡುಗೋಲು	"
],			
"correct" :	"	b. ವೀಣೆ	",
"explanation" :	"	ಬೆಂಕಿ ಬೆರೆತ ಗಾಜಿನ ಸಮುದ್ರವೋ ಎಂಬಂತೆ ಏನೋ ಒಂದು ನನಗೆ ಕಾಣಿಸಿತು.  ಆಗ ಮೃಗದ ವಿಗ್ರಹಕ್ಕೆ ನಮಸ್ಕರಿಸದೆಯೂ ಅದರ ಹೆಸರಿನ ಅಂಕೆಯನ್ನು ಮುದ್ರೆ ಹಾಕಿಸಿಕೊಳ್ಳದೆಯೂ ಅದರ ಮೇಲೆ ಜಯ ಹೊಂದಿದವರು ದೇವರ ಸೇವಾರ್ಥವಾದ ವೀಣೆಗಳನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಗಾಜಿನ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿ ನಿಂತು;  ಪ್ರಕಟ 15:2	",
},			
{			
"question" :	"	7.  ಅವರು ಈ ದೇವರ ದಾಸನ ಹಾಡನ್ನು ಹಾಡುತ್ತಿದ್ದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೋಶೆ	",
	"	b. ನೋಹ	",
	"	c. ಯೆಹೋಶುವ	",
	"	d. ಎಲೀಷ	"
],			
"correct" :	"	a. ಮೋಶೆ	",
"explanation" :	"	ದೇವರ ದಾಸನಾದ ಮೋಶೆಯ ಹಾಡನ್ನೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಹಾಡನ್ನೂ ಹಾಡುತ್ತಾ;  ಪ್ರಕಟ 15:3	",
},			
{			
"question" :	"	8. ಅವರು ಈತನ ಹಾಡನ್ನೂ ಹಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಯಜ್ಞದ ಕುರಿ	",
	"	b. ಕಳೆದು ಹೋದವರ	",
	"	c. ಹಗಲಿನ	",
	"	d. ಗೋಳಾಟದ	"
],			
"correct" :	"	a. ಯಜ್ಞದ ಕುರಿ	",
"explanation" :	"	ದೇವರ ದಾಸನಾದ ಮೋಶೆಯ ಹಾಡನ್ನೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಹಾಡನ್ನೂ ಹಾಡುತ್ತಾ;  ಪ್ರಕಟ 15:3	",
},			
{			
"question" :	"	9. ಏಳು ದೇವದೂತರು ಏನನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರ್ಮಲವಾದ ನಾರುಮಡಿ	",
	"	b. ನೇರಳೆ ಬಣ್ಣದ ನಿಲುವಂಗಿ	",
	"	c. ಮರಣದ ಕಪ್ಪು ವಸ್ತ್ರಗಳು	",
	"	d. ಗೋಣೀತಟ್ಟು	"
],			
"correct" :	"	a. ನಿರ್ಮಲವಾದ ನಾರುಮಡಿ	",
"explanation" :	"	ಅದರೊಳಗಿಂದ ಏಳು ಉಪದ್ರವಗಳನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದಿರುವ ಆ ಏಳು ಮಂದಿ ದೇವದೂತರು ಬಂದರು; ಅವರು ಪ್ರಕಾಶವೂ ನಿರ್ಮಲವೂ ಆದ ನಾರುಮಡಿಯನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದರು;  ಪ್ರಕಟ 15:6	",
},			
{			
"question" :	"	10.  ಪವಿತ್ರಸ್ಥಾನವು ಇದರಿಂದ ತುಂಬಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೇಘದಿಂದ	",
	"	b. ಕತ್ತಲಿಂದ	",
	"	c. ಹೊಗೆಯಿಂದ	",
	"	d. ಸಂಗೀತದಿಂದ	"
],			
"correct" :	"	c. ಹೊಗೆಯಿಂದ	",
"explanation" :	"	ದೇವರ ತೇಜಸ್ಸಾನ್ನಿಧ್ಯದಿಂದಲೂ ಆತನ ಶಕ್ತಿಯಿಂದಲೂ ಉಂಟಾದ ಹೊಗೆಯಿಂದ ಪವಿತ್ರಸ್ಥಾನವು ತುಂಬಿದ ಕಾರಣ;  ಪ್ರಕಟ 15:8	",
},			
]			