var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 22";			
var quiz = [			
{			
"question" :	"	1. ಯೋಹಾನನಿಗೆ ಪ್ರಕಾಶಮಾನವಾದ ಈ ನದಿಯನ್ನು ತೋರಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಜೀವಜಲ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಯೌವ್ವನ	",
	"	d. ಜ್ಞಾನ	"
],			
"correct" :	"	a. ಜೀವಜಲ	",
"explanation" :	"	ಆಮೇಲೆ ಅವನು ಸ್ಫಟಿಕದಂತೆ ಪ್ರಕಾಶಮಾನವಾಗಿದ್ದ ಜೀವಜಲದ ನದಿಯನ್ನು ನನಗೆ ತೋರಿಸಿದನು.  ಪ್ರಕಟ 22:1	",
},			
{			
"question" :	"	2. ಈ ನದಿಯು ಎಲ್ಲಿಂದ ಹೊರಡುತಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಬಾಯಿಂದ	",
	"	b. ಸ್ಫಟಿಕದ ಸಮುದ್ರದಿಂದ	",
	"	c. ಆಕಾಶದಿಂದ	",
	"	d. ದೇವರ ಮತ್ತು ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಸಿಂಹಾಸನದಿಂದ	"
],			
"correct" :	"	d. ದೇವರ ಮತ್ತು ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಸಿಂಹಾಸನದಿಂದ	",
"explanation" :	"	ಆಮೇಲೆ ಅವನು ಸ್ಫಟಿಕದಂತೆ ಪ್ರಕಾಶಮಾನವಾಗಿದ್ದ ಜೀವಜಲದ ನದಿಯನ್ನು ನನಗೆ ತೋರಿಸಿದನು.   ಅದು ದೇವರ ಮತ್ತು ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಸಿಂಹಾಸನದಿಂದ ಹೊರಟು ಪಟ್ಟಣದ ಬೀದಿಯ ಮಧ್ಯದಲ್ಲಿ ಹರಿಯುತ್ತಿತ್ತು.  ಪ್ರಕಟ 22:1	",
},			
{			
"question" :	"	3. ಆ ನದಿಯ ಉಭಯ ಪಾರ್ಶ್ವಗಳಲ್ಲಿ ಈ ಮರವಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಳ್ಳೇದರ ಮತ್ತು ಕೆಟ್ಟದರ ಜ್ಞಾನ	",
	"	b. ಜೀವವೃಕ್ಷವಿತ್ತು.	",
	"	c. ನಂಬಿಕೆ	",
	"	d. ಜ್ಞಾನ	"
],			
"correct" :	"	b. ಜೀವವೃಕ್ಷವಿತ್ತು.	",
"explanation" :	"	ಆ ನದಿಯ ಉಭಯ ಪಾರ್ಶ್ವಗಳಲ್ಲಿ ಜೀವವೃಕ್ಷವಿತ್ತು;  ಪ್ರಕಟ 22:2	",
},			
{			
"question" :	"	4. ಈ ಮರವು ಎಷ್ಟು ತರಹದ ಹಣ್ಣುಗಳನ್ನು ಕೊಡುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	a. 2	",
	"	b. 5	",
	"	c. 10	",
	"	d. 12	"
],			
"correct" :	"	d. 12	",
"explanation" :	"	ಆ ನದಿಯ ಉಭಯ ಪಾರ್ಶ್ವಗಳಲ್ಲಿ ಜೀವವೃಕ್ಷವಿತ್ತು; ಅದು ತಿಂಗಳು ತಿಂಗಳಿಗೆ ಫಲವನ್ನು ಫಲಿಸುತ್ತಾ ಹನ್ನೆರಡು ತರದ ಫಲಗಳನ್ನು ಕೊಡುತ್ತದೆ.   ಪ್ರಕಟ 22:2	",
},			
{			
"question" :	"	5. ಆ ಮರದ ಎಲೆಗಳು ಯಾವುದಕ್ಕೆ ಪ್ರಯೋಜನಕಾರಿ?	",
"image" :	"",		
"choices" : [			
	"	a. ಸುಗಂಧಕ್ಕೆ	",
	"	b. ಆಹಾರಕ್ಕೆ	",
	"	c. ಜನಾಂಗದವರನ್ನು ವಾಸಿಮಾಡುವುದಕ್ಕೆ	",
	"	d. ನೀಲಿ, ರಕ್ತವರ್ಣ, ಧೂಮ್ರವರ್ಣ	"
],			
"correct" :	"	c. ಜನಾಂಗದವರನ್ನು ವಾಸಿಮಾಡುವುದಕ್ಕೆ	",
"explanation" :	"	ಆ ನದಿಯ ಉಭಯ ಪಾರ್ಶ್ವಗಳಲ್ಲಿ ಜೀವವೃಕ್ಷವಿತ್ತು; ಅದು ತಿಂಗಳು ತಿಂಗಳಿಗೆ ಫಲವನ್ನು ಫಲಿಸುತ್ತಾ ಹನ್ನೆರಡು ತರದ ಫಲಗಳನ್ನು ಕೊಡುತ್ತದೆ.    ಆ ಮರದ ಎಲೆಗಳು ಜನಾಂಗದವರೆನ್ನು ವಾಸಿಮಾಡುವದಕ್ಕೆ ಪ್ರಯೋಜನವಾಗಿದೆ;   ಪ್ರಕಟ 22:2	",
},			
{			
"question" :	"	6. ಯಾಜಕರ ಹಣೆಗಳ ಮೇಲೆ ಏನಿರುವುದು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರ ಹೊಸ ಹೆಸರು	",
	"	b. ಆಭರಣ	",
	"	c. ದೇವರ ಹೆಸರು	",
	"	d. ಬೆಂಕಿ	"
],			
"correct" :	"	c. ದೇವರ ಹೆಸರು	",
"explanation" :	"	ಆತನ ದಾಸರು ಆತನಿಗೆ ಯಾಜಕಸೇವೆ ಮಾಡುವರು; ಅವರಿಗೆ ಆತನ ಮುಖದರ್ಶನವಾಗುವದು; ಅವರ ಹಣೆಗಳ ಮೇಲೆ ಆತನ ಹೆಸರು ಇರುವುದು;  ಪ್ರಕಟ 22:4	",
},			
{			
"question" :	"	7. ಇನ್ನು ಇದು ಇರುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಹಗಲು	",
	"	c. ರಾತ್ರಿ	",
	"	d. ಪ್ರೀತಿ	"
],			
"correct" :	"	c. ರಾತ್ರಿ	",
"explanation" :	"	ಇನ್ನು ರಾತ್ರಿ ಇರುವದಿಲ್ಲ;    ಪ್ರಕಟ 22:5	",
},			
{			
"question" :	"	8. ಯೋಹಾನನು ಇದನ್ನು ಮಾಡಿದಾಗ ಅವನ ತಪ್ಪನ್ನು ತಿದ್ದಲಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸುಳ್ಳು ಹೇಳಿದಾಗ	",
	"	b. ದೂತರನ್ನು ಲೆಕ್ಕಿಸಿದಾಗ	",
	"	c. ದಿನ ಮತ್ತು ಸಮಯವನ್ನು ಬರೆದಾಗ	",
	"	d. ದೇವದೂತನಿಗೆ ನಮಸ್ಕಾರ ಮಾಡಬೇಕೆಂದು ಅವನ ಪಾದಕ್ಕೆ ಬಿದ್ದಾಗ	"
],			
"correct" :	"	d. ದೇವದೂತನಿಗೆ ನಮಸ್ಕಾರ ಮಾಡಬೇಕೆಂದು ಅವನ ಪಾದಕ್ಕೆ ಬಿದ್ದಾಗ	",
"explanation" :	"	ಈ ಸಂಗತಿಗಳನ್ನು ಕೇಳಿ ಕಂಡವನು ಯೋಹಾನನೆಂಬ ನಾನೇ, ನಾನು ಕೇಳಿ ಕಂಡಾಗ ಈ ಸಂಗತಿಗಳನ್ನು ನನಗೆ ತೋರಿಸಿದ ದೇವದೂತನಿಗೆ ನಮಸ್ಕಾರ ಮಾಡಬೇಕೆಂದು ಅವನ ಪಾದಕ್ಕೆ ಬಿದ್ದೆನು.  ಅವನು ನನಗೆ ಮಾಡಬೇಡ ನೋಡು; ನಾನು ನಿನಗೂ ಪ್ರವಾದಿಗಳಾಗಿರುವ ನಿನ್ನ ಸಹೋದರರಿಗೂ ಈ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದಿರುವ ಮಾತುಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯುವವರಿಗೂ ಜೊತೆಯ ದಾಸನಾಗಿದ್ದೇನೆ. ದೇವರಿಗೇ ನಮಸ್ಕಾರ ಮಾಡು ಎಂದು ಹೇಳಿದನು.  ಪ್ರಕಟ 22:8-9	",
},			
{			
"question" :	"	9. ಈ ಪ್ರವಾದನಾ ಪುಸ್ತಕದ ಕುರಿತಾಗಿ ಈ ಎಚ್ಚರಿಕೆ ಹೇಳಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಇದನ್ನು ಓದಿದವನು ಶಾಪಗ್ರಸ್ತನು	",
	"	b. ಅದಕ್ಕೆ ಹೆಚ್ಚು ಕೂಡಿಸಬಾರದು ಅದರಿಂದ ಒಂದನ್ನೂ ತೆಗೆಯಬಾರದು.	",
	"	c. ಇದನ್ನು ಪ್ರಾರ್ಥನೆ ಉಪವಾಸಗಳಿಂದ ಓದಬೇಕು.	",
	"	d. ಯಾಜಕರಿಗೆ ಮಾತ್ರ ಇದು ಅರ್ಥ ಆಗುತ್ತದೆ.	"
],			
"correct" :	"	b. ಅದಕ್ಕೆ ಹೆಚ್ಚು ಕೂಡಿಸಬಾರದು ಅದರಿಂದ ಒಂದನ್ನೂ ತೆಗೆಯಬಾರದು.	",
"explanation" :	"	ಈ ಪುಸ್ತಕದ ಪ್ರವಾದನಾ ವಾಕ್ಯಗಳನ್ನು ಕೇಳುವ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ನಾನು ಹೇಳುವ ಸಾಕ್ಷಿ ಏನಂದರೆ ಇವುಗಳಿಗೆ ಯಾವನಾದರೂ ಹೆಚ್ಚು ಮಾತುಗಳನ್ನು ತಂದು ಹಾಕಿದರೆ ದೇವರು ಅವನ ಮೇಲೆ ಈ ಪುಸ್ತಕದಲ್ಲಿ ಬೆದಿರುವ ಉಪದ್ರವಗಳನ್ನು ತಂದು ಹಾಕುವನು.  ಯಾವನಾದರೂ ಈ ಪ್ರವಾದನಾ ಪುಸ್ತಕದಲ್ಲಿರುವ ಮಾತುಳಲ್ಲಿ ಒಂದನ್ನಾದರೂ ತೆಗೆದುಬಿಟ್ಟರೆ ಈ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದಿರುವ ಪರಿಶುದ್ಧ ಪಟ್ಟಣದಲ್ಲಿಯೂ ಜೀವವೃಕ್ಷದಲ್ಲಿಯೂ ಅವನಿಗಿರುವ ಪಾಲನ್ನು ದೇವರು ತೆಗೆದುಬಿಡುವನು.  ಪ್ರಕಟ 22:18-19	",
},			
{			
"question" :	"	10. ಈ ವಿಷಯಗಳಲ್ಲಿ ಸಾಕ್ಷಿ ಹೇಳುವವನು ಹೀಗೆ ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಂಡೆಯ ಮೇಲೆ ಮನೆ ಕಟ್ಟಿದ ಬುದ್ದಿವಂತ ಮನುಷ್ಯನಂತಿದ್ದಾನೆ.	",
	"	b. ಮೋಸಹೋಗಬೇಡಿರಿ.	",
	"	c. ನಿಮ್ಮ ಜೀವಮಾನಕಾಲವೆಲ್ಲಾ ಶಾಂತಿಯು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವುದು	",
	"	d. ನಿಜವಾಗಿ ಬೇಗ ಬರುತ್ತೇನೆ	"
],			
"correct" :	"	d. ನಿಜವಾಗಿ ಬೇಗ ಬರುತ್ತೇನೆ	",
"explanation" :	"	ಈ ವಿಷಯಗಳಲ್ಲಿ ಸಾಕ್ಷಿ ಹೇಳುವವನು ನಿಜವಾಗಿ ಬೇಗ ಬರುತ್ತೇನೆ ಎಂದು ಹೇಳುತ್ತಾನೆ.  ಹಾಗೆಯೇ ಆಗಲಿ; ಕರ್ತನಾದ ಯೇಸುವೇ ಬಾ.    ಪ್ರಕಟ 22:20	",
},			
]			