var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವು ಎಫೆಸ ಸಭೆಗೆ ಹೇಳಿದ್ದು: ನಾನು ಇದನ್ನು ಬಲ್ಲೆನು	",
"image" :	"",		
"choices" : [			
	"	a. ನಿನ್ನ ರಹಸ್ಯಗಳು	",
	"	b. ನಿನ್ನ ಸಂಪ್ರದಾಯಗಳು	",
	"	c. ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನೂ ಪ್ರಯಾಸವನ್ನು	",
	"	d. ನಿನ್ನ ಮತ್ತು ನಿನ್ನ ಮಕ್ಕಳ ಹೆಸರು	"
],			
"correct" :	"	c. ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನೂ ಪ್ರಯಾಸವನ್ನು	",
"explanation" :	"	ಎಫೆಸದಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆ - ಏಳು ನಕ್ಷತ್ರಗಳನ್ನು ಬಲಗೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಏಳು ಚಿನ್ನದ ದೀಪಸ್ತಂಭಗಳ ಮಧ್ಯದಲ್ಲಿ ತಿರುಗಾಡುವಾತನು ಹೇಳುವದೇನಂದರೆ ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನೂ ಪ್ರಯಾಸವನ್ನೂ ತಾಳ್ಮೆಯನ್ನೂ ಬಲ್ಲೆನು;  ಪ್ರಕಟಣೆ 2:1-2	",
},			
{			
"question" :	"	2. ಎಫೆಸ ಸಭೆಗೆ ಏನೆಂದು ತಪ್ಪುಹೊರಿಸಬೇಕಾಗುತ್ತದೆ ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ತಂದೆಯಿಲ್ಲದವರನ್ನು ಮತ್ತು ಅನಾಥರನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾರೆಂದು	",
	"	b. ಬಡವರನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾರೆಂದು	",
	"	c. ಮೊದಲು ಇದ್ದ ಪ್ರೀತಿಯನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟಿದ್ದೀ ಎಂದು	",
	"	d. ಅನ್ಯ ದೇವತೆಗಳ ಹಿಂದೆ ಹೋದರೆಂದು	"
],			
"correct" :	"	c. ಮೊದಲು ಇದ್ದ ಪ್ರೀತಿಯನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟಿದ್ದೀ ಎಂದು	",
"explanation" :	"	ಆದರೆ ಮೊದಲು ನಿನಗಿದ್ದ ಪ್ರೀತಿಯನ್ನು ನೀನು ಬಿಟ್ಟುಬಿಟ್ಟಿದ್ದೀಯೆಂದು ನಾನು ನಿನ್ನ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸಬೇಕಾಗುತ್ತದೆ.   ಪ್ರಕಟಣೆ 2:4	",
},			
{		 	
"question" :	"	3.   ದೇವರಾತ್ಮನು ಸಭೆಗಳಿಗೆ ಹೇಳುವದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಿ; ಯಾವನು ಜಯಹೊಂದುತ್ತಾನೋ ಅವನಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಚಿನ್ನ ಮತ್ತು ಮುತ್ತುಗಳು ದೊರಕುವವು	",
	"	b. ಪರಲೋಕಕ್ಕೆ ಮೆಟ್ಟಿಲುಗಳನ್ನು ನೀಡುವೆನು	",
	"	c. ಎಲ್ಲಾರಿಗಿಂತ ಉನ್ನತವಾದ ಹೆಸರನ್ನು ನೀಡುವೆನು	",
	"	d. ಜೀವದಾಯಕ ವೈಕ್ಷದ ಹಣ್ಣನ್ನು ತಿನ್ನುವದಕ್ಕೆ ಕೊಡುವೆನು.	"
],			
"correct" :	"	d. ಜೀವದಾಯಕ ವೈಕ್ಷದ ಹಣ್ಣನ್ನು ತಿನ್ನುವದಕ್ಕೆ ಕೊಡುವೆನು.	",
"explanation" :	"	ದೇವರಾತ್ಮನು ಸಭೆಗಳಿಗೆ ಹೇಳುವದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ.  ಯಾವನು ಜಯಹೊಂದುತ್ತಾನೋ ಅವನಿಗೆ ದೇವರ ಪರದೈಸಿನಲ್ಲಿರುವ ಜೀವದಾಯಕ ವೃಕ್ಷದ ಹಣ್ಣನ್ನು ತಿನ್ನುವದಕ್ಕೆ ಕೊಡುವೆನು.   ಪ್ರಕಟಣೆ 2:7	",
},			
{			
"question" :	"	4. ಸ್ಮುರ್ನದಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆದದ್ದು: ನಾವು ಇವುಗಳನ್ನು ಬಲ್ಲೆನು	",
"image" :	"",		
"choices" : [			
	"	a. ನಿನ್ನ ಸಂಕಟವನ್ನೂ ಬಡತನವನ್ನೂ	",
	"	b. ಹಬ್ಬಗಳು ಮತ್ತು ಮಹಾ ಸಬ್ಬತ್ ದಿನ	",
	"	c. ಭಯ	",
	"	d. ನಂಬಿಕೆ	"
],			
"correct" :	"	a. ನಿನ್ನ ಸಂಕಟವನ್ನೂ ಬಡತನವನ್ನೂ	",
"explanation" :	"	ಸ್ಮುರ್ನದಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆ - ಸತ್ತವನಾಗಿದ್ದು ಜೀವಿತನಾಗಿ ಬಂದ ಆದ್ಯಂತನು ಹೇಳುವದೇನಂದರೆ - ನಾನು ನಿನ್ನ ಸಂಕಟವನ್ನೂ ನಿನ್ನ ಬಡತನವನ್ನೂ ಬಲ್ಲೆನು;  ಪ್ರಕಟಣೆ 2:8-9	",
},			
{			
"question" :	"	5. ಯೇಸುವು ಸ್ಮುರ್ನ ಸಭೆಗೆ ಹೇಳಿದ್ದು:  ನೀನು ಸಾಯಬೇಕಾದರೂ ನಂಬಿಗಸ್ತನಾಗಿರು; ನಾನು ನಿನಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಗೌರವ ನೀಡುವೆನು.	",
	"	b. ಜೀವವೆಂಬ ಜಯಮಾಲೆಯನ್ನು ನೀಡುವೆನು.	",
	"	c. ಅಳತೆಗೆ ಮೀರಿದಷ್ಟು ಸಂಪತ್ತು ನೀಡುವೆನು	",
	"	d. ಈ ಲೋಕವನ್ನು ನಿನ್ನ ಪಾದಪೀಠವನ್ನಾಗಿ ಮಾಡುವೆನು	"
],			
"correct" :	"	b. ಜೀವವೆಂಬ ಜಯಮಾಲೆಯನ್ನು ನೀಡುವೆನು.	",
"explanation" :	"	ನಿನಗೆ ಸಂಭವಿಸುವದಕ್ಕಿರುವ ಬಾಧೆಗಳಿಗೆ ಹೆದರಬೇಡ.  ಇಗೋ ನೀವು ದುಷ್ಪ್ರೇರಣೆಗೆ ಒಳಗಾಗುವಂತೆ ಸೈತಾನನು ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರನ್ನು ಸೆರೆಮನೆಯೊಳಗೆ ಹಾಕುವದಕ್ಕಿದ್ದಾನೆ; ಮತ್ತು ಹತ್ತು ದಿವಸಗಳ ತನಕ ನಿಮಗೆ ಸಂಕಟವಿರುವದು.  ನೀನು ಸಾಯಬೇಕಾದರೂ ನಂಬಿಗಸ್ತನಾಗಿರು; ನಾನು ನಿನಗೆ ಜೀವವೆಂಬ ಜಯಮಾಲೆಯನ್ನು ಕೊಡುವೆನು.  ಪ್ರಕಟಣೆ 2:10	",
},			
{			
"question" :	"	6. ಯೇಸು ಹೇಳಿದ್ದು: ಪೆರ್ಗಮದಲ್ಲಿರುವ ಸಭೆಯಲ್ಲಿ ಕೆಲವರು ಈತನ ದುರ್ಬೋಧನೆಯನ್ನು ಅವಲಂಬಿಸಿರುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬಿಳಾಮ	",
	"	b. ದಾಗೋನ	",
	"	c.ಖಗೋಳಶಾಸ್ತ್ರಜ್ಞ	",
	"	d. ನಿಸರ್ಗವನ್ನು ಆರಾಧಿಸುವವರು	"
],			
"correct" :	"	a. ಬಿಳಾಮ	",
"explanation" :	"	ಆದರೂ ಕೆಲವು ವಿಷಯಗಳಲ್ಲಿ ನಿನ್ನ ಮೇಲೆ ತಪ್ಪು ಹೊರಿಸಬೇಕಾಗುತ್ತದೆ; ವಿಗ್ರಹಕ್ಕೆ ನೈವೇದ್ಯಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನುವದರಲ್ಲಿಯೂ ಜಾರತ್ವ ಮಾಡುವದರಲ್ಲಿಯೂ ಇಸ್ರಾಯೇಲ್ಯರು ಮುಗ್ಗರಿಸಿ ಬೀಳಬೇಕೆಂದು ಬಿಳಾಮನು ಬಾಲಾಕನಿಗೆ ಹೇಳಿದ ದುರ್ಬೋಧನೆಯನ್ನು ಅವಲಂಬಿಸಿರುವವರು ನಿನ್ನಲ್ಲಿದ್ದಾರೆ.   ಪ್ರಕಟಣೆ 2:14	",
},			
{			
"question" :	"	7. ಪೆರ್ಗಮ ಸಭೆಗೆ ಹೇಳಿದ್ದು: ಯಾವನು ಜಯಹೊಂದುತ್ತಾನೋ ಅವನಿಗೆ ಬಚ್ಚಿಟಟಿರುವ ಮನ್ನವೆಂಬ ಆಹಾರವನ್ನು ಕೊಡುವೆನು; ಇದಲ್ಲದೆ ಅವನಿಗೆ ಇದನ್ನೂ ಕೊಡುವೆನು.   	",
"image" :	"",		
"choices" : [			
	"	a. ಮಣಿಗಳು	",
	"	b. ಹೊಸ ಹೆಸರು	",
	"	c. ಉರಿಯುವ ಜ್ವಾಲೆ	",
	"	d. ನಕ್ಷತ್ರದ ಬೆಳಕು	"
],			
"correct" :	"	b. ಹೊಸ ಹೆಸರು	",
"explanation" :	"	ದೇವರಾತ್ಮನು ಸಭೆಗಳಿಗೆ ಹೇಳುವದನ್ನು ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ.  ಯಾವನು ಜಯಹೊಂದುತ್ತಾನೋ ಅವನಿಗೆ ಬಚ್ಚಿಟ್ಟಿರುವ ಮನ್ನವೆಂಬ ಆಹಾರವನ್ನು ಕೊಡುವೆನು.  ಇದಲ್ಲದೆ ಅವನಿಗೆ ಬಿಳೀ ಕಲ್ಲನ್ನೂ ಆ ಕಲ್ಲಿನ ಮೇಲೆ ಕೆತ್ತಿದ ಹೊಸ ಹೆಸರನ್ನೂ ಕೊಡುವೆನು;  ಪ್ರಕಟಣೆ 2:17	",
},			
{			
"question" :	"	8. ಥುವತೈರದಲ್ಲಿರುವ ಸಭೆಗೆ ಯೇಸು ಹೇಳಿದ್ದು: ನಾನು ಇವುಗಳನ್ನು ಬಲ್ಲೆನು	",
"image" :	"",		
"choices" : [			
	"	a. ನಿನ್ನ ಕೃತ್ಯಗಳೂ, ಪ್ರೀತಿ ಮತ್ತು ನಂಬಿಕೆ	",
	"	b. ನಿರೀಕ್ಷೆ, ಭಯ ಮತ್ತು ಸಂಕಟ	",
	"	c. ಕಾರಣ ಮತ್ತು ಸಂದೇಹ	",
	"	d. ಭಕ್ತಿ, ತ್ಯಾಗ ಮತ್ತು ಯಜ್ಞ	"
],			
"correct" :	"	a. ನಿನ್ನ ಕೃತ್ಯಗಳೂ, ಪ್ರೀತಿ ಮತ್ತು ನಂಬಿಕೆ	",
"explanation" :	"	ಥುವತೈರದಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆ - ಬೆಂಕಿಯ ಉರಿಯಂತಿರುವ ಕಣ್ಣುಗಳೂ ತಾಮ್ರದಂತಿರುವ ಪಾದಗಳೂ ಉಳ್ಳ ದೇವಕುಮಾರನು ಹೇಳುವದೇನಂದರೆ - ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನೂ ನಿನ್ನ ಪ್ರೀತಿಯನ್ನೂ ನಂಬಿಕೆಯನ್ನೂ ಪರೋಪಕಾರವನ್ನೂ ತಾಳ್ಮೆಯನ್ನೂ ಬಲ್ಲೆನು;  ಪ್ರಕಟಣೆ 2:19	",
},			
{			
"question" :	"	9. ಈ ಹೆಂಗಸು ಥುವತೈರ ಸಭೆಯಲ್ಲಿ ಜಾರತ್ವ ಮಾಡಬಹುದೆಂದೂ ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನಬಹುದೆಂದೂ ಹೇಳುತ್ತಾ ತಪ್ಪಾದ ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುತ್ತಿದ್ದಳು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೆಬೋರ	",
	"	b. ಯೆಜೆಬೇಲ	",
	"	c. ರಾಚೇಲ	",
	"	d. ಬೆತ್ಷೇಬ	"
],			
"correct" :	"	b. ಯೆಜೆಬೇಲ	",
"explanation" :	"	ಆದರೆ ನಿನ್ನ ಮೇಲೆ ಒಂದು ತಪ್ಪುಹೊರಿಸಬೇಕಾಗುತ್ತದೆ; ಅದೇನಂದರೆ ಯೆಜೆಬೇಲೆಂಬ ಆ ಹೆಂಗಸು ತನ್ನನ್ನು ಪ್ರವಾದಿನಿಯೆಂದು ಹೇಳಿಕೊಂಡು ಜಾರತ್ವ ಮಾಡಬಹುದೆಂದೂ ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನಬಹುದೆಂದೂ ನನ್ನ ದಾಸರಿಗೆ ಬೋಧಿಸುತ್ತಾ ಅವರನ್ನು ತಪ್ಪಾದ ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುತ್ತಿರುವಲ್ಲಿ ನೀನು ಅವಳನ್ನು ತಡೆಯದೆ ಬಿಟ್ಟಿರುವದೇ;   ಪ್ರಕಟಣೆ 2:20	",
},			
{			
"question" :	"	10.  ಥುವತೈರ ಸಭೆಗೆ ಯೇಸು ಹೇಳಿದ್ದು: ಯಾವನು ಜಯಶಾಲಿಯಾಗಿದ್ದು ನನಗೆ ಮೆಚ್ಚಿಕೆಯಾದ ಕೃತ್ಯಗಳನ್ನು ನಡಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಇದನ್ನು ಕೊಡುವೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಅವನ ಶಿಲುಬೆಗೆ ಕಿರೀಟ	",
	"	b. ನನ್ನ ಮೇಜಿನ ಬಳಿ ಒಂದು ಆಸನ	",
	"	c. ಪರಲೋಕದಲ್ಲಿ ಒಂದು ಶಬ್ದ	",
	"	d. ಜನಾಂಗಗಳ ಮೇಲೆ ಅಧಿಕಾರ	"
],			
"correct" :	"	d. ಜನಾಂಗಗಳ ಮೇಲೆ ಅಧಿಕಾರ	",
"explanation" :	"	ಯಾವನು ಜಯಶಾಲಿಯಾಗಿದ್ದು ನನಗೆ ಮೆಚ್ಚಿಕೆಯಾದ ಕೃತ್ಯಗಳನ್ನು ಕಡೇವರೆಗೂ ನಡಿಸುತ್ತಾನೋ ಅವನಿಗೆ ನಾನು ನನ್ನ ತಂದೆಯಿಂದ ಹೊಂದಿದ ಅಧಿಕಾರದಂತೆ ಜನಾಂಗಗಳ ಮೇಲೆ ಅಧಿಕಾರವನ್ನು ಕೊಡುವೆನು.  ಪ್ರಕಟಣೆ 2:26	",
},			
]			