var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 21";			
var quiz = [			
{			
"question" :	"	1. ಇದು ಇಲ್ಲದೆ ಹೋಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೊದಲಿದ್ದ ಆಕಾಶಮಂಡಲ ಮತ್ತು ಮೊದಲಿದ್ದ ಭೂಮಂಡಲ	",
	"	b. ಕಾನೂನು ಮತ್ತು ಆಜ್ಞೆಗಳು	",
	"	c. ಯಾಜಕರು ಮತ್ತು ಪ್ರವಾದಿಗಳು	",
	"	d. ದೇವದೂತರು	"
],			
"correct" :	"	a. ಮೊದಲಿದ್ದ ಆಕಾಶಮಂಡಲ ಮತ್ತು ಮೊದಲಿದ್ದ ಭೂಮಂಡಲ	",
"explanation" :	"	ತರುವಾಯ ನೂತನಾಕಾಶಮಂಡಲವನ್ನೂ ನೂತನಭೂಮಂಡಲವನ್ನೂ ಕಂಡೆನು.  ಮೊದಲಿದ್ದ ಆಕಾಶಮಂಡಲವೂ ಮೊದಲಿದ್ದ ಭೂಮಂಡಲವೂ ಇಲ್ಲದೆ ಹೋದವು;  ಪ್ರಕಟ 21:1	",
},			
{			
"question" :	"	2. ಈ ಪಟ್ಟಣವು ದೇವರಿಂದ ಇಳಿದುಬರುವುದನ್ನು ಯೋಹಾನನು ನೋಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹೊಸ ಬೆತ್ಲೇಹೇಮು	",
	"	b. ಹೊಸ ಯೆರೂಷಲೇಮು	",
	"	c. ನ್ಯೂಯಾರ್ಕ್	",
	"	d. ಹೊಸ ನಜರೇತು	"
],			
"correct" :	"	b. ಹೊಸ ಯೆರೂಷಲೇಮು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಪರಿಶುದ್ಧ ಪಟ್ಟಣವಾದ ಹೊಸ ಯೆರೂಷಲೇಮು ಪರಲೋಕದಿಂದ ದೇವರ ಬಳಿಯಿಂದ ಇಳಿದುಬರುವುದನ್ನು ಕಂಡೆನು;  ಪ್ರಕಟ 21:2	",
},			
{			
"question" :	"	3. ಮನುಷ್ಯರಲ್ಲಿ ಯಾರ ನಿವಾಸವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರ	",
	"	b. ಸೈತಾನನ	",
	"	c. ಮೃಗದ	",
	"	d. ದೇವರ	"
],			
"correct" :	"	d. ದೇವರ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಿಂಹಾಸನದೊಳಗಿಂದ ಬಂದ ಮಹಾ ಶಬ್ದವು ನನಗೆ ಕೇಳಿಸಿತು.  ಅದು ಇಗೋ, ದೇವರ ನಿವಾಸವು ಮನುಷ್ಯರಲ್ಲಿ ಅದೆ;  ಪ್ರಕಟ 21:3	",
},			
{			
"question" :	"	4. ದೇವರು ಇದನ್ನು ಒರೆಸಿಬಿಡುವನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾಪಿಗಳನ್ನು	",
	"	b. ಸುಳ್ಳ್ಳುಗಳನ್ನು	",
	"	c. ಬೆಳ್ಳಿ ಮತ್ತು ಬಂಗಾರ	",
	"	d. ಕಣ್ಣೀರು	"
],			
"correct" :	"	d. ಕಣ್ಣೀರು	",
"explanation" :	"	ಅವರ ಕಣ್ಣೀರನ್ನೆಲ್ಲಾ ಒರಸಿಬಿಡುವನು, ಇನ್ನು ಮರಣವಿರುವದಿಲ್ಲ, ಇನ್ನು ದು:ಖವಾಗಲಿ ಗೋಳಾಟವಾಗಲಿ ಕಷ್ಟವಾಗಲಿ ಇರುವದಿಲ್ಲ;  ಪ್ರಕಟ 21:4	",
},			
{			
"question" :	"	5. ಇನ್ನು ದು:ಖವಾಗಲಿ ಗೋಳಾಟವಾಗಲಿ ಕಷ್ಟವಾಗಲಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಇರುವುದಿಲ್ಲ	",
	"	b. ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಹಾಕಿಡುವರು	",
	"	c. ಚದುರಿಸುವರು	",
	"	d. ಮುಂದುವರೆಯುವುದು	"
],			
"correct" :	"	a. ಇರುವುದಿಲ್ಲ	",
"explanation" :	"	ಅವರ ಕಣ್ಣೀರನ್ನೆಲ್ಲಾ ಒರಸಿಬಿಡುವನು, ಇನ್ನು ಮರಣವಿರುವದಿಲ್ಲ, ಇನ್ನು ದು:ಖವಾಗಲಿ ಗೋಳಾಟವಾಗಲಿ ಕಷ್ಟವಾಗಲಿ ಇರುವದಿಲ್ಲ;  ಪ್ರಕಟ 21:4	",
},			
{			
"question" :	"	6. ಆದರೆ ಹೇಡಿಗಳು, ನಂಬಿಕೆಯಿಲ್ಲದವರು, ಅಸಹ್ಯವಾದದ್ದರಲ್ಲಿ ಸೇರಿದವರು, ಕೊಲೆಗಾರರು, ಜಾರರು ಮಾಟಗಾರರು, ವಿಗ್ರಹಾರಾಧಕರು, ಎಲ್ಲಾ ಸುಳ್ಳುಗಾರರು ಇವರಿಗೆ ಸಿಕ್ಕುವ ಪಾಲು	",
"image" :	"",		
"choices" : [			
	"	a. ಬಿಳೀ ಸಿಂಹಾಸನದ ಮುಂದೆ ಮಾನಸಾಂತರ ಪಡುವರು.	",
	"	b. ಪರಲೋಕ	",
	"	c. ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆ	",
	"	d. ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳುವುದು	"
],			
"correct" :	"	c. ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆ	",
"explanation" :	"	ಆದರೆ ಹೇಡಿಗಳು, ನಂಬಿಕೆಯಿಲ್ಲದವರು, ಅಸಹ್ಯವಾದದ್ದರಲ್ಲಿ ಸೇರಿದವರು, ಕೊಲೆಗಾರರು, ಜಾರರು ಮಾಟಗಾರರು, ವಿಗ್ರಹಾರಾಧಕರು, ಎಲ್ಲಾ ಸುಳ್ಳುಗಾರರು ಇವರಿಗೆ ಸಿಕ್ಕುವ ಪಾಲು ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆಯೇ; ಅದು ಎರಡನೆಯ ಮರಣವು ಎಂದು ನನಗೆ ಹೇಳಿದನು.  ಪ್ರಕಟ 21:8	",
},			
{			
"question" :	"	7. ಪಟ್ಟಣದ ಬೀದಿಯು	",
"image" :	"",		
"choices" : [			
	"	a. ಸೋಸಿದ ಬಂಗಾರ	",
	"	b. ಚಿನ್ನದ ಲೇಪನ	",
	"	c. ಬೆಳ್ಳಿ	",
	"	d. ಮುತ್ತು	"
],			
"correct" :	"	a. ಸೋಸಿದ ಬಂಗಾರ	",
"explanation" :	"	ಹನ್ನೆರಡು ಹೆಬ್ಬಾಗಿಲುಗಳು ಹನ್ನೆರಡು ಮುತ್ತುಗಳಾಗಿದ್ದವು; ಒಂದೊಂದು ಬಾಗಿಲು ಒಂದೊಂದು ಮುತ್ತಿನಿಂದ ಮಾಡಲ್ಪಟ್ಟಿತ್ತು.  ಪಟ್ಟಣದ ಬೀದಿಯು ಸ್ವಚ್ಛವಾದ ಗಾಜಿನಂತಿರುವ ಸೋಸಿದ ಬಂಗಾರವಾಗಿತ್ತು.  ಪ್ರಕಟ 21:21	",
},			
{			
"question" :	"	8. ಯೋಹಾನನು ಹೇಳಿದ್ದು: ನಾನು ಇದನ್ನು ಕಾಣಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವಾಲಯ	",
	"	b. ಪ್ರಾಣಿಗಳು	",
	"	c. ಆಹಾರ	",
	"	d. ಮರಗಳು	"
],			
"correct" :	"	a. ದೇವಾಲಯ	",
"explanation" :	"	ಪಟ್ಟಣದಲ್ಲಿ ನಾನು ದೇವಾಲಯವನ್ನು ಕಾಣಲಿಲ್ಲ;  ಪ್ರಕಟ 21:22	",
},			
{			
"question" :	"	9. ಅಲ್ಲಿ ಇವುಗಳು ಬೇಕಾಗಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಣ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರ	",
	"	d. ಭಾಷೆ	"
],			
"correct" :	"	c. ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರ	",
"explanation" :	"	ಪಟ್ಟಣಕ್ಕೆ ಬೆಳಕನ್ನು ಕೊಡುವದಕ್ಕಾಗಿ ಸೂರ್ಯನಾಗಲಿ ಚಂದ್ರನಾಗಲಿ ಬೇಕಾಗಿಲ್ಲ.  ಪ್ರಕಟ 21:23	",
},			
{			
"question" :	"	10. ಇವರು ಮಾತ್ರ ಪಟ್ಟಣವನ್ನು ಸೇರುವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಿರಿಯರು	",
	"	b. ಪ್ರವಾದಿಗಳು ಯಾಜಕರು ಮತ್ತು ಕರ್ತನು	",
	"	c. ರಕ್ತಸಾಕ್ಷಿಗಳು	",
	"	d. ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಲ್ಲಿ ಹೆಸರುಗಳಿರುವವರು	"
],			
"correct" :	"	d. ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಲ್ಲಿ ಹೆಸರುಗಳಿರುವವರು	",
"explanation" :	"	ಅದರಲ್ಲಿ ಹೊಲೆಯಾದದ್ದೊಂದೂ ಸೇರುವದಿಲ್ಲ, ಅಸಹ್ಯವಾದದ್ದನ್ನೂ ಸುಳ್ಳಾದದ್ದನ್ನೂ ನಡಿಸುವವನು ಸೇರುವದಿಲ್ಲ; ಯಜ್ಞದ ಕುರಿಯಾದಾನ ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಲ್ಲಿ ಯಾರಾರ ಹೆಸರುಗಳು ಬರೆದವೆಯೋ ಅವರು ಮಾತ್ರ ಸೇರುವರು.  ಪ್ರಕಟ 21:27	",
},			
]			