var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 20";			
var quiz = [			
{			
"question" :	"	1. ದೇವದೂತನ ಕೈಯಲ್ಲಿ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸುರುಳಿ	",
	"	b. ಮೇಣದ ಬತ್ತಿ	",
	"	c. ಕೋಲು	",
	"	d. ಬೀಗದ ಕೈ ಮತ್ತು ಸರಪಣಿ	"
],			
"correct" :	"	d. ಬೀಗದ ಕೈ ಮತ್ತು ಸರಪಣಿ	",
"explanation" :	"	ಆಗ ಒಬ್ಬ ದೇವದೂತನು ಅಧೋಲೋಕದ ಬೀಗದ ಕೈಯನ್ನೂ ದೊಡ್ಡ ಸರಪಣಿಯನ್ನೂ ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಪರಲೋಕದಿಂದ ಇಳಿದು ಬರುವದನ್ನು ಕಂಡೆನು.   ಪ್ರಕಟ 20:1	",
},			
{			
"question" :	"	2. ಯಾರನ್ನು ಬಂಧಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕುರಿ	",
	"	b. ಸೈತಾನ	",
	"	c. ಮೀಕಾಯೇಲ	",
	"	d. ದೇವಜನರನ್ನು	"
],			
"correct" :	"	b. ಸೈತಾನ	",
"explanation" :	"	ಅವನು ಪಿಶಾಚನೂ ಸೈತಾನನೂ ಆಗಿರುವ ಪುರಾತನಸರ್ಪನೆಂಬ ಘಟಸರ್ಪನನ್ನು ಹಿಡಿದು ಸಾವಿರ ವರುಷ ಬಂಧನದಲ್ಲಿಟ್ಟನು.  ಪ್ರಕಟ 20:2	",
},			
{			
"question" :	"	3. ಅವನನ್ನು ಬಂಧಿಸಿ ಎಲ್ಲಿ ಇಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಗುಹೆಯಲ್ಲಿ	",
	"	b. ಸಮುದ್ರದ ಕೆಳಗೆ	",
	"	c. ಅಧೋಲೋಕದಲ್ಲಿ	",
	"	d. ಸೆರೆಮನೆಯಲ್ಲಿ	"
],			
"correct" :	"	c. ಅಧೋಲೋಕದಲ್ಲಿ	",
"explanation" :	"	ಆ ಸಾವಿರ ವರುಷ ತೀರುವ ತನಕ ಸೈತಾನನು ಇನ್ನೂ ಜನಗಳನ್ನು ಮರುಳುಗೊಳಿಸದ ಹಾಗೆ ದೇವದೂತನು ಅವನನ್ನು ಅಧೋಲೋಕದಲ್ಲಿ ದೊಬ್ಬಿ ಬಾಗಿಲು ಮುಚ್ಚಿ ಅದಕ್ಕೆ ಮುದ್ರೆಹಾಕಿದನು.  ಪ್ರಕಟ 20:3	",
},			
{			
"question" :	"	4. ಎಷ್ಟು ವರ್ಷಗಳ ಕಾಲ ಅವನನ್ನು ಬಂಧನದಲ್ಲಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	a. 1 ವರ್ಷ	",
	"	b. 10 ವರ್ಷ	",
	"	c. 100 ವರ್ಷ	",
	"	d. 1000 ವರ್ಷ	"
],			
"correct" :	"	d. 1000 ವರ್ಷ	",
"explanation" :	"	ಅವನು ಪಿಶಾಚನೂ ಸೈತಾನನೂ ಆಗಿರುವ ಪುರಾತನಸರ್ಪನೆಂಬ ಘಟಸರ್ಪನನ್ನು ಹಿಡಿದು ಸಾವಿರ ವರುಷ ಬಂಧನದಲ್ಲಿಟ್ಟನು.  ಪ್ರಕಟ 20:2	",
},			
{			
"question" :	"	5. ಯೇಸುವಿನ ವಿಷಯವಾದ ಸಾಕ್ಷಿಯ ನಿಮಿತ್ತವಾಗಿ ತಲೆಹೊಯಿಸಿಕೊಂಡವರ ಆತ್ಮಗಳು ಮತ್ತು ಮೃಗಕ್ಕೂ ಅದರ ವಿಗ್ರಹಕ್ಕೂ ನಮಸ್ಕರಿಸದವರು ಏನಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅವರನ್ನು ಅಧೋಲೋಕಕ್ಕೆ ತಳ್ಳಿದ್ದರು.	",
	"	b. ಅವರು ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಆಳಿದರು.	",
	"	c. ಅವರು ಅನೇಕ ಅದ್ಭುತಗಳನ್ನು ಮಾಡಿದರು.	",
	"	d. ಅವರು ದೂತರೊಂದಿಗೆ ಹಬ್ಬದಲ್ಲಿ ಪಾಲ್ಗೊಂಡರು.	"
],			
"correct" :	"	b. ಅವರು ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಆಳಿದರು.	",
"explanation" :	"	ತರುವಾಯ ಸಿಂಹಾಸನಗಳನ್ನು ಕಂಡೆನು.  ಅವುಗಳ ಮೇಲೆ ಜನರು ಕೂತಿದ್ದರು; ನ್ಯಾಯತೀರಿಸುವ ಅಧಿಕಾರವು ಅವರಿಗೆ ಕೊಡಲ್ಪಟ್ಟಿತು.  ಇದಲ್ಲದೆ ಏಸುವಿನ ವಿಷಯವಾದ ಸಾಕ್ಷಿಯ ನಿಮಿತ್ತವಾಗಿಯೂ ದೇವರ ವಾಕ್ಯದ ನಿಮಿತ್ತವಾಗಿಯೂ ತಲೆಹೊಯಿಸಿಕೊಂಡವರ ಆತ್ಮಗಳನ್ನೂ ಮೃಗಕ್ಕೂ ಆದರೂ ವಿಗ್ರಹಕ್ಕೂ ನಮಸ್ಕರಿಸದೆ ತಮ್ಮ ಹಣೆಯ ಮೆಲೆ ಮತ್ತು ಕೈಯ ಮೆಲೆ ಗುರುತು ಹಾಕಿಸಿಕೊಳ್ಳದೆ ಇರುವವರನ್ನೂ ಕಂಡೆನು.  ಅವರು ಜೀವಿತರಾಗಿ ಎದ್ದು ಸಾವಿರ ವರುಷ ಕ್ರಿಸ್ತನೊಂದಿಗ ಆಳಿದರು.  ಪ್ರಕಟ 20:4	",
},			
{			
"question" :	"	6. ನೇಮಿಸಿದ ಸಮಯವು ತೀರಿದ ನಂತರ ಸೈತಾನನು ಹೊರಗೆ ಬಂದು	",
"image" :	"",		
"choices" : [			
	"	a. ಮಾನಸಾಂತರ ಪಡುವನು	",
	"	b. ಭೂಮಿಯನ್ನು ನಾಶಮಾಡುವನು.	",
	"	c. ಆತನ ಗುಂಪುನ್ನು ಸೇರಿಸುವನು	",
	"	d. ಜನಾಂಗಗಳನ್ನು ಮರುಳುಗೊಳಿಸುವನು.	"
],			
"correct" :	"	d. ಜನಾಂಗಗಳನ್ನು ಮರುಳುಗೊಳಿಸುವನು.	",
"explanation" :	"	ಆ ಸಾವಿರ ವರುಷಗಳು ತೀರಿದ ಮೇಲೆ ಸೈತಾನನಿಗೆ ಸೆರೆಯಿಂದ ಬಿಡುಗಡೆಯಾಗುವದು.  ಅವನು ಹೊರಗೆ ಬಂದು ಭೂಮಿಯ ನಾಲ್ಕು ದಿಕ್ಕುಗಳಲ್ಲಿರುವ ಗೋಗ್ ಮಾಗೋಗ್ ಎಂಬ ಜನಾಂಗಗಳನ್ನು ಮರುಳುಗೊಳಿಸಿ ಅವರನ್ನು ಯುದ್ಧಕ್ಕೆ ಕೂಡಿಸುವನು;  ಪ್ರಕಟ 20:7-8	",
},			
{			
"question" :	"	7. ಸೈತಾನನು ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿ ಯಾತನೆ ಪಡಲು ಅವನನ್ನು ಎಲ್ಲಿ ದೊಬ್ಬುವರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮುದ್ರ	",
	"	b. ಗುಹೆ	",
	"	c. ಭೂಮಿಗೆ	",
	"	d. ಬೆಂಕಿಗಂಧಕಗಳುರಿಯುವ ಕೆರೆ	"
],			
"correct" :	"	d. ಬೆಂಕಿಗಂಧಕಗಳುರಿಯುವ ಕೆರೆ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅವರನ್ನು ಮರುಳುಗೊಳಿಸಿದ ಸೈತಾನನು ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ ದೊಬ್ಬಲ್ಪಟ್ಟನು.  ಅಲ್ಲಿ ಮೃಗವೂ ಸುಳ್ಳು ಪ್ರವಾದಿಯೂ ಕೂಡ ಇದ್ದಾರೆ; ಅವರು ಹಗಲಿರುಳು ಯುಗಯುಗಾತರಗಳಲ್ಲಿಯೂ ಯಾತನೆಪಡುತ್ತಿರುವರು.  ಪ್ರಕಟ 20:10	",
},			
{			
"question" :	"	8. ಬಿಳ್ಳಗಿರುವ ಮಹಾಸಿಂಹಾಸನದ ಮುಂದೆ ಯಾರು ನಿಂತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸತ್ತವರಾದ ದೊಡ್ಡವರು ಚಿಕ್ಕವರು	",
	"	b. ಪ್ರವಾದಿಗಳು	",
	"	c. ದೇವದೂತರು	",
	"	d. ಮೃಗ ಮತ್ತು ಸುಳ್ಳು ಪ್ರವಾದಿ	"
],			
"correct" :	"	a. ಸತ್ತವರಾದ ದೊಡ್ಡವರು ಚಿಕ್ಕವರು	",
"explanation" :	"	ಆಮೇಲೆ ಬೆಳ್ಳಗಿರುವ ಮಹಾ ಸಿಂಹಾಸನವನ್ನೂ ಅದರ ಮೇಲೆ ಕೂತಿದ್ದಾತನನ್ನೂ ಕಂಡೆನು.  ಆತನೆದುರಿನಿಂದ ಭೂಮ್ಯಾಕಾಶಗಳು ಓಡಿಹೋಗಿ ಇನ್ನು ಕಾಣಿಸದ ಹಾಗಾದವು.  ಇದಲ್ಲದೆ ಸತ್ತವರಾದ ದೊಡ್ಡವರೂ ಚಿಕ್ಕವರೂ ಸಿಂಹಾಸನದ ಮುಂದೆ ನಿಂತಿರುವದನ್ನು ಕಂಡೆನು.  ಪ್ರಕಟ 20:11-12	",
},			
{			
"question" :	"	9. ಅವರಿಗೆ ಹೇಗೆ ನ್ಯಾಯತೀರ್ಪಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವದೂತರಿಂದ	",
	"	b. ಸ್ವಾಭಾವಿಕವಾಗಿ	",
	"	c. ಅವರವರ ಕೃತ್ಯಗಳ ಪ್ರಕಾರ	",
	"	d. ಮೃಗದಿಂದ	"
],			
"correct" :	"	c. ಅವರವರ ಕೃತ್ಯಗಳ ಪ್ರಕಾರ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸತ್ತವರಾದ ದೊಡ್ಡವರೂ ಚಿಕ್ಕವರೂ ಸಿಂಹಾಸನದ ಮುಂದೆ ನಿಂತಿರುವದನ್ನು ಕಂಡೆನು.  ಆಗ ಪುಸ್ತಕಗಳು ತೆರೆಯಲ್ಪಟ್ಟವು; ಮತ್ತು ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿ ಎಂಬ ಇನ್ನೊಂದು ಪುಸ್ತಕವು ತೆರೆಯಲ್ಪಟ್ಟಿತು; ಆ ಪುಸ್ತಕಗಳಲ್ಲಿ ಬರೆದಿದ್ದ ಸಂಗತಿಗಳ ಆಧಾರಿಂದ ಅವರವರಕೃತ್ಯಗಳ ಪ್ರಕಾರ ಸತ್ತವರಿಗೆದ ನ್ಯಾಯ ತೀರ್ಪಾಯಿತು.  ಪ್ರಕಟ 20:12	",
},			
{			
"question" :	"	10. ಯಾವನ ಹೆಸರು ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಲ್ಲಿ ಬರೆದದ್ದಾಗಿ ಕಾಣಲಿಲ್ಲವೋ ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ದಯೆಗಾಗಿ ಮೊರೆಯಿಡುವನು.	",
	"	b. ಭೂಮಿಗೆ ವಾಪಸ್ಸು ಕಳುಹಿಸುವರು	",
	"	c. ಅವನಿಗೆ ಶಿಕ್ಷೆ ಕೊಡುವರು	",
	"	d. ಬೆಂಕಿಯ ಕೆರೆಗೆ ದೊಬ್ಬಲ್ಪಟ್ಟನು.	"
],			
"correct" :	"	d. ಬೆಂಕಿಯ ಕೆರೆಗೆ ದೊಬ್ಬಲ್ಪಟ್ಟನು.	",
"explanation" :	"	ಯಾವನ ಹೆಸರು ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಲ್ಲಿ ಬರೆದದ್ದಾಗಿ ಕಾಣಲಿಲ್ಲವೋ ಅವನು ಬೆಂಕಿಯ ಕೆರೆಗೆ ದೊಬ್ಬಲ್ಪಟ್ಟನು.  ಪ್ರಕಟ 20:15	",
},			
]			