var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಸಾರ್ದಿಸಿನಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆ - ಜೀವಿಸುವವನು ಎಂದು ಹೆಸರು ನಿನಗಿದ್ದರೂ  ____ ಎಂಬದನ್ನು ಬಲ್ಲೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸತ್ತವನಾಗಿದ್ದೀ	",
	"	b. ಎಂದೆಂದಿಗೂ ಜೀವಿಸುವನು	",
	"	c. ಎಂದಿಗೂ ಜೀವವುಳ್ಳವನು	",
	"	d. ಚೆನ್ನಾಗಿರುವನು	"
],			
"correct" :	"	a. ಸತ್ತವನಾಗಿದ್ದೀ	",
"explanation" :	"	ಸಾರ್ದಿಸಿನಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆ - ದೇವರ ಏಳು  ಆತ್ಮಗಳೂ ಏಳು ನಕ್ಷತ್ರಗಳೂ ಉಳ್ಳಾತನು ಹೇಳುವದೇನಂದರೆ - ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನು ಬಲ್ಲೆನು; ಜೀವಿಸುವವನು ಎಂದು ಹೆಸರು ನಿನಗಿದ್ದರೂ ಸತ್ತವನಾಗಿದ್ದೀ ಎಂಬದನ್ನು ಬಲ್ಲೆನು.  ಪ್ರಕಟಣೆ 3:1	",
},			
{			
"question" :	"	2. ನೀನು ಎಚ್ಚರವಾಗಿಲ್ಲದಿದ್ದರೆ _________ ಬರುವಂತೆ ಬರುವೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನನ್ನ ಆತ್ಮದಿಂದ	",
	"	b. ವಸಂತಕಾಲದಲ್ಲಿ ಹಂಸದಂತೆ	",
	"	c. ಕಳ್ಳನು ಬರುವಂತೆ	",
	"	d. ಸಿಂಹದಂತೆ	"
],			
"correct" :	"	c. ಕಳ್ಳನು ಬರುವಂತೆ	",
"explanation" :	"	ಆದುದರಿಂದ ನೀನು ಹೊಂದಿದ ಉಪದೇಶವನ್ನೂ ಅದನ್ನು ಕೇಳಿದ ರೀತಿಯನ್ನೂ ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ಅದನ್ನು ಕಾಪಾಡಿಕೋ ಮತ್ತು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೋ.  ನೀನು ಎಚ್ಚರವಾಗಿಲ್ಲದಿದ್ದರೆ ಕಳ್ಳನು ಬರುವಂತೆ ಬರುವೆನು;  ಪ್ರಕಟ 3:3	",
},			
{			
"question" :	"	3. ಯೇಸು ಸಾರ್ದಿಸಿನ ಸಭೆಗೆ ಹೇಳಿದ್ದು: ಜಯಶಾಲಿಯ ಹೆಸರನ್ನು ಈ ಪಟ್ಟಿಯಿಂದ ಅಳಿಸಿಬಿಡುವುದಿಲ್ಲ.",
"image" :	"",	 	
"choices" : [			
	"	a. ದೇವಜನರ ಪಟ್ಟಿ	",
	"	b. ಪಾಪಿಗಳ ಪಟ್ಟಿ	",
	"	c. ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿ	",
	"   d. ನ್ಯಾಯತೀರ್ಪಿನ ಪಟ್ಟಿ"
],			
"correct" :	"	c. ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿ	",
"explanation" :	"	ಜಯಶಾಲಿಗೆ ಹೀಗೆ ಶುಭ್ರವಸ್ತ್ರಗಳನ್ನು ಹೊದಿಸುವರು.  ಜೀವಬಾಧ್ಯರ ಪಟ್ಟಿಯಿಂದ  ಅವನ ಹೆಸರನ್ನು ನಾನು ಅಳಿಸಿಬಿಡದೆ ಅವನು ನನ್ನವನೆಂದು ನನ್ನ ತಂದೆಯ ಮುಂದೆಯೂ ಆತನ ದೂತರ ಮುಂದೆಯೂ ಒಪ್ಪುವೆನು.  ಪ್ರಕಟ 3:5	",
},			
{			
"question" :	"	4. ಯೇಸು ಫಿಲದೆಲ್ಫಿಯ ಸಭೆಗೆ ಹೇಳಿದ್ದು:  ನಿನ್ನೆದುರಿನಲ್ಲಿ ಇದನ್ನು ಇಟ್ಟಿದ್ದೇನೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಎಡವುವ ಕಲ್ಲು.	",
	"	b. ಬಿಳಿ ಕಲ್ಲು	",
	"	c. ಅಗ್ನಿ ಸ್ತಂಭ	",
	"	d. ತೆರೆದಿರುವ ಬಾಗಿಲು	"
],			
"correct" :	"	d. ತೆರೆದಿರುವ ಬಾಗಿಲು	",
"explanation" :	"	ಫಿಲದೆಲ್ಫಿಯದಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆ - ಪರಿಶುದ್ಧನೂ ಸತ್ಯವಂತನೂ ದಾವೀದನ ಬೀಗದ ಕೈಯುಳ್ಳವನೂ ಯಾರೂ ಮುಚ್ಚಕೂಡದಂತೆ ತೆರೆಯುವವನೂ ಯಾರೂ ತೆರೆಯದಂತೆ ಮುಚ್ಚುವವನೂ ಆಗಿರುವಾತನು ಹೇಳುವದೇನಂದರೆ - ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನು ಬಲ್ಲೆನು; ನಿನಗಿರುವ ಶಕ್ತಿ ಕೊಂಚವಾಗಿದ್ದರೂ ನೀನು ನನಗೆ ಸೇರಿದವನಲ್ಲವೆಂದು ಹೇಳದೆ ನನ್ನ ವಾಕ್ಯವನ್ನು ಕಾಪಾಡಿದ್ದರಿಂದ ಇಗೋ ನಿನ್ನೆದುರಿನಲ್ಲಿ ಒಂದು ಬಾಗಿಲನ್ನು ತೆರೆದಿಟ್ಟಿದ್ದೇನೆ; ಯಾರೂ ಅದನ್ನು ಮುಚ್ಚಲಾರರು.  ಪ್ರಕಟ 3:7-8	",
},			
{			
"question" :	"	5. ನೀನು ನನ್ನ ಸಹನವಾಕ್ಯವನ್ನು ಕಾಪಾಡಿದ್ದರಿಂದ ಈ ಸಮಯದಲ್ಲಿ ನಿನ್ನನ್ನು ತಪ್ಪಿಸಿ ಕಾಪಾಡುತ್ತೇನೆ ಎಂದು ಯೇಸು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಸಿವಿನ ಸಮಯ	",
	"	b. ಬಡತನದ ಸಮಯ	",
	"	c. ಶತೃವಿನ ಸಮಯ	",
	"	d. ಶೋಧನೆಯ ಸಮಯ	"
],			
"correct" :	"	d. ಶೋಧನೆಯ ಸಮಯ	",
"explanation" :	"	ನೀನು ನನ್ನ ಸಹನವಾಕ್ಯವನ್ನು ಕಾಪಾಡಿದ್ದರಿಂದ ಭೂನಿವಾಸಿಗಳನ್ನು ಪರೀಕ್ಷಿಸುವದಕ್ಕಾಗಿ ಲೋಕದ ಮೇಲೆಲ್ಲಾ ಬರುವದಕ್ಕಿರುವ ಶೋಧನೆಯ ಸಮಯದಲ್ಲಿ ನಿನ್ನನ್ನು ತಪ್ಪಿಸಿ ಕಾಪಾಡುವೆನು.  ಪ್ರಕಟ 3:10	",
},			
{			
"question" :	"	6. ಯೇಸು ಫಿಲದಲ್ಪೆಯ ಸಭೆಗೆ ಹೇಳಿದ್ದು:  ಯಾವನು ಜಯ ಹೊಂದುತ್ತಾನೋ ಅವನನ್ನು	",
"image" :	"",		
"choices" : [			
	"	a. ಈ ಲೋಕ ಮತ್ತು ಬರುವ ಲೋಕದೊಳಗೆ ಐಶ್ವರ್ಯವಂತನನ್ನಾಗಿಸುವನು.	",
	"	b. ಗಾಳಿಗೆ ಯುವರಾಜ	",
	"	c. ಹೊಳೆಯುವ ಬೆಳಕಿನ ನಕ್ಷತ್ರ	",
	"	d. ದೇವರ ಆಲಯದಲ್ಲಿ ಸ್ತಂಭವಾಗಿ ನಿಲ್ಲಿಸುವೆನು.	"
],			
"correct" :	"	d. ದೇವರ ಆಲಯದಲ್ಲಿ ಸ್ತಂಭವಾಗಿ ನಿಲ್ಲಿಸುವೆನು.	",
"explanation" :	"	ಯಾವನು ಜಯ ಹೊಂದುತ್ತಾನೋ ಅವನನ್ನು ನನ್ನ ದೇವರ ಆಲಯದಲ್ಲಿ ಸ್ತಂಭವಾಗಿ ನಿಲ್ಲಿಸುವೆನು;  ಪ್ರಕಟ 3:12	",
},			
{			
"question" :	"	7. ಯೇಸು ಲವೊದಿಕೀಯ ಸಭೆಗೆ ಹೇಳಿದ್ದು:  ನೀನು	",
"image" :	"",		
"choices" : [			
	"	a. ತಣ್ಣಗೂ ಅಲ್ಲ ಬೆಚ್ಚಗೂ ಅಲ್ಲ	",
	"	b. ದೇವಜನವೂ ಅಲ್ಲ ಪಾಪಿಯೂ ಅಲ್ಲ	",
	"	c. ಸಂತೋಷವಾಗಿಯೂ ಅಲ್ಲ ದು:ಖಕರವಾಗಿಯೂ ಅಲ್ಲ	",
	"	d. ಸತ್ತಂತೆಯೂ ಅಲ್ಲ ಜೀವಿಸುವವನಂತೆಯೂ ಅಲ್ಲ	"
],			
"correct" :	"	a. ತಣ್ಣಗೂ ಅಲ್ಲ ಬೆಚ್ಚಗೂ ಅಲ್ಲ	",
"explanation" :	"	ಲವೊದಿಕೀಯದಲ್ಲಿರುವ ಸಭೆಯ ದೂತನಿಗೆ ಬರೆ ಆಮೆನ್ ಎಂಬಾತನು ಅಂದರೆ ನಂಬತಕ್ಕ ಸತ್ಯಸಾಕ್ಷಿಯೂ ದೇವರ ಸೃಷ್ಟಿಗೆ ಮೂಲನೂ ಆಗಿರುವಾತನು ಹೇಳುವೇನಂದರೆ - ನಿನ್ನ ಕೃತ್ಯಗಳನ್ನು ಬಲ್ಲೆನು; ನೀನು ತಣ್ಣಗೂ ಅಲ್ಲ, ಬೆಚ್ಚಗೂ ಅಲ್ಲ; ನೀನು ತಣ್ಣಗಾಗಲಿ ಬೆಚ್ಚಗಾಗಲಿ ಇದ್ದರೆ ಒಳ್ಳೇದಾಗಿತ್ತು.   ಪ್ರಕಟ 3:14-15	",
},			
{			
"question" :	"	8. ಲವೊದಿಕೀಯ ಸಭೆಗೆ ಏನು ಮಾಡುತ್ತೇನೆಂದು ದೇವರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ನಿನ್ನನ್ನು ನುಂಗಿಬಿಡುವೆನು.	",
	"	b. ನಿನ್ನನ್ನು ನನ್ನ ಬಾಯೊಳಗಿಂದ ಕಾರುವೆನು.	",
	"	c. ಜೀವನದಿಯ ಬಳಿ ನಿನ್ನನ್ನು ನೆಡುವೆನು.	",
	"	d. ನಿನ್ನನ್ನು ಜನಾಂಗದವರ ಮಧ್ಯದಲ್ಲಿ ಎಬ್ಬಿಸುವೆನು.	"
],			
"correct" :	"	b. ನಿನ್ನನ್ನು ನನ್ನ ಬಾಯೊಳಗಿಂದ ಕಾರುವೆನು.	",
"explanation" :	"	ನೀನು ಬೆಚ್ಚಗೂ ಇಲ್ಲದೆ ತಣ್ಣಗೂ ಇಲ್ಲದೆ ಉಗುರುಬೆಚ್ಚಗಿರುವದರಿಂದ ನಿನ್ನನ್ನು ನನ್ನ ಬಾಯೊಳಗಿಂದ ಕಾರುವೆನು.  ಪ್ರಕಟ 3:16	",
},			
{			
"question" :	"	9. ಯೇಸು ಲವೊದಿಕೀಯ ಸಭೆಗೆ ಹೇಳಿದ್ದು: ನಾನು ಯಾರನ್ನು ಪ್ರೀತಿಸುತ್ತೇನೋ ಅವನನ್ನು	",
"image" :	"",		
"choices" : [			
	"	a. ನನ್ನ ಮುಂದೆ ನಿಲ್ಲಿಸುವೆನು.	",
	"	b. ನನ್ನ ಜೊತೆ ಆಳುವನು.	",
	"	c. ಗದರಿಸುತ್ತೇನೆ ಮತ್ತು ಶಿಕ್ಷಿಸುತ್ತೇನೆ.	",
	"	d. ಅವನನ್ನು ನಾಶಮಾಡುತ್ತೇನೆ.	"
],			
"correct" :	"	c. ಗದರಿಸುತ್ತೇನೆ ಮತ್ತು ಶಿಕ್ಷಿಸುತ್ತೇನೆ.	",
"explanation" :	"	ನಾನು ಯಾರಾರನ್ನು ಪ್ರೀತಿಸುತ್ತೇನೋ ಅವರನ್ನು ಗದರಿಸುತ್ತೇನೆ ಮತ್ತು ಶಿಕ್ಷಿಸುತ್ತೇನೆ.  ಪ್ರಕಟ 3:19	",
},			
{			
"question" :	"	10. ಯೇಸು ಲವೊದಿಕೀಯ ಸಭೆಗೆ ಹೇಳಿದ್ದು: ಇಗೋ ಬಾಗಿಲಲ್ಲಿ ನಿಂತುಕೊಂಡು	",
"image" :	"",		
"choices" : [			
	"	a. ಸರಳುಗಳನ್ನು ಎಳೆಯುತ್ತಿದ್ದೇನೆ.	",
	"	b. ಕಾಯುತ್ತಿದ್ದೇನೆ.	",
	"	c. ತಟ್ಟುತ್ತಾ ಇದ್ದೇನೆ.	",
	"	d.  ಅಳುತ್ತಾ ಇದ್ದೇನೆ.	"
],			
"correct" :	"	c. ತಟ್ಟುತ್ತಾ ಇದ್ದೇನೆ.	",
"explanation" :	"	ಇಗೋ, ಬಾಗಿಲಲ್ಲಿ ನಿಂತುಕೊಂಡು ತಟ್ಟುತ್ತಾ ಇದ್ದೇನೆ;  ಯಾವನಾದರೂ ನನ್ನ ಶಬ್ದವನ್ನು ಕೇಳಿ ಬಾಗಿಲನ್ನು ತೆರೆದರೆ ನಾನು ಒಳಗೆ ಬಂದು ಅವನ ಸಂಗಡ ಊಟಮಾಡುವೆನು, ಅವನು ನನ್ನ ಸಂಗಡ ಊಟಮಾಡುವೆನು.  ಪ್ರಕಟ 3:20	",
},			
]			