var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1. ಇಲ್ಲಿ ತೆರೆದಿದ್ದ ಬಾಗಿಲು ಕಾಣಿಸಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ನೆಲದಲ್ಲಿ	",
	"	b. ಪರಲೋಕದಲ್ಲಿ	",
	"	c. ಸಮುದ್ರದಲ್ಲಿ	",
	"	d. ನನ್ನ ಹೃದಯದಲ್ಲಿ	"
],			
"correct" :	"	b. ಪರಲೋಕದಲ್ಲಿ	",
"explanation" :	"	ಇವುಗಳಾದ ಮೇಲೆ ನಾನು ನೋಡಿದಾಗ ಪರಲೋಕದಲ್ಲಿ ತೆರೆದಿದ್ದ ಬಾಗಿಲು ಕಾಣಿಸಿತು;  ಪ್ರಕಟ 4:1	",
},			
{			
"question" :	"	2. ಇದು ಮಾತಾಡುತ್ತದೋ ಎಂಬಂತೆ ವಾಣಿಯು ಕೇಳಿಸಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಾಡು	",
	"	b. ದೂತರು	",
	"	c. ತುತ್ತೂರಿಯು	",
	"	d. ಮನುಷ್ಯರು	"
],			
"correct" :	"	c. ತುತ್ತೂರಿಯು	",
"explanation" :	"	ಇವುಗಳಾದ ಮೇಲೆ ನಾನು ನೋಡಿದಾಗ ಪರಲೋಕದಲ್ಲಿ ತೆರೆದಿದ್ದ ಬಾಗಿಲು ಕಾಣಿಸಿತು;  ಮತ್ತು ನನ್ನ ಸಂಗತಡ ತುತ್ತೂರಿಯು ಮಾತಾಡುತ್ತದೋ ಎಂಬಂತೆ ನಾನು ಮೊದಲು ಕೇಳಿದ್ದ ವಾಣಿಯು ಕೇಳಿಸಿತು.  ಪ್ರಕಟ 4:1	",
},			
{			
"question" :	"	3. ಸಿಂಹಾಸನದ ಸುತ್ತಲೂ ಇದು ಇತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮುಗಿಲುಬಿಲ್ಲು	",
	"	b. ತಂತಿಗಾನ	",
	"	c. ಕತ್ತಲು	",
	"	d. ಮೋಡಗಳು	"
],			
"correct" :	"	a. ಮುಗಿಲುಬಿಲ್ಲು	",
"explanation" :	"	ಕೂತಿದ್ದವನು ಕಣ್ಣಿಗೆ ಸೂರ್ಯಕಾಂತ ಪದ್ಮರಾಗ ಮಣಿಗಳಂತೆ ಕಾಣುತ್ತಿದ್ದನು.  ಸಿಂಹಾಸನದ ಸುತ್ತಲು ಪಚ್ಚೆಯಂತೆ ತೋರುತ್ತಿದ್ದ ಮುಗಿಲುಬಿಲ್ಲು ಇತ್ತು.  ಪ್ರಕಟ 4:3	",
},			
{			
"question" :	"	4. ಸಿಂಹಾಸನದ ಸುತ್ತಲು ಎಷ್ಟು ಸಿಂಹಾಸನಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	a. 10	",
	"	b. 12	",
	"	c. 24	",
	"	d. 30	"
],			
"correct" :	"	c. 24	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಿಂಹಾಸನದ ಸುತ್ತಲು ಇಪ್ಪತ್ತುನಾಲ್ಕು ಸಿಂಹಾಸನಗಳಿದ್ದವು;   ಪ್ರಕಟ 4:4	",
},			
{			
"question" :	"	5. ಶುಭ್ರವಸ್ತ್ರ ಧರಿಸಿದ್ದ ಹಿರಿಯರ ತಲೆಗಳ ಮೇಲೆ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಭಾವಳಿ	",
	"	b. ಹೂವುಗಳು	",
	"	c. ಮೃಗದ ಗುರುತು	",
	"	d. ಚಿನ್ನದ ಕಿರೀಟ	"
],			
"correct" :	"	d. ಚಿನ್ನದ ಕಿರೀಟ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಿಂಹಾಸನದ ಸುತ್ತಲು ಇಪ್ಪತ್ತುನಾಲ್ಕು ಸಿಂಹಾಸನಗಳಿದ್ದವು;  ಆ ಸಿಂಹಾಸನಗಳ ಮೇಲೆ ಶುಭ್ರವಸ್ತ್ರ ಧರಿಸಿಕೊಂಡಿದ್ದ ಇಪ್ಪತ್ತುನಾಲ್ಕು ಮಂದಿ ಹಿರಿಯರು ಕೂತಿದ್ದರು; ಅವರ ತಲೆಗಳ ಮೇಲೆ ಚಿನ್ನದ ಕಿರೀಟಗಳಿದ್ದವು.   ಪ್ರಕಟ 4:4	",
},			
{			
"question" :	"	6. ಸಿಂಹಾನದ ಮುಂದೆ ಇದು ಇತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಏಳು ದೀಪಗಳು ಉರಿಯುತ್ತಿದ್ದವು.	",
	"	b. ಹೆಸರುಗಳಿರುವ ಪುಸ್ತಕ	",
	"	c. ಏಳು ಬಿಳಿಯ ಕಲ್ಲುಗಳು	",
	"	d. ಸಂಗೀತಗಾರರು	"
],			
"correct" :	"	a. ಏಳು ದೀಪಗಳು ಉರಿಯುತ್ತಿದ್ದವು.	",
"explanation" :	"	ಸಿಂಹಾಸನದೊಳಗಿಂದ ಮಿಂಚುಗಳೂ ವಾಣಿಗಳೂ ಗುಡುಗುಗಳೂ ಹೊರಡುತ್ತವೆ.  ಅದರ ಮುಂದೆ ದೇವರ ಏಳು ಆತ್ಮಗಳನ್ನು ಸೂಚಿಸುವ ಏಳು ದೀಪಗಳು ಉರಿಯುತ್ತಿದ್ದವು.   ಪ್ರಕಟ 4:5	",
},			
{			
"question" :	"	7. ಸಿಂಹಾಸನದ ಮುಂದೆ ಈ ಸಮುದ್ರವಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತ	",
	"	b. ಕಣ್ಣೀರು	",
	"	c. ವಿಷ	",
	"	d. ಗಾಜು	"
],			
"correct" :	"	d. ಗಾಜು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಿಂಹಾಸನದ ಮುಂದೆ ಸ್ಫಟಿಕಕ್ಕೆ ಸಮಾನವಾದ ಗಾಜಿನ ಸಮುದ್ರವಿದ್ದ ಹಾಗೆ ತೋಚಿತು.    ಪ್ರಕಟ 4:6	",
},			
{			
"question" :	"	8. ಸಿಂಹಾಸನದ ನಾಲ್ಕು ಕಡೆಗಳಲ್ಲಿ ಎಷ್ಟು ಜೀವಿಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	a. 2	",
	"	b. 4	",
	"	c. 5	",
	"	d. 8	"
],			
"correct" :	"	b. 4	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಿಂಹಾಸನದ ಮುಂದೆ ಸ್ಫಟಿಕಕ್ಕೆ ಸಮಾನವಾದ ಗಾಜಿನ ಸಮುದ್ರವಿದ್ದ ಹಾಗೆ ತೋಚಿತು. ಸಿಂಹಾಸನದ ಮಧ್ಯದಲ್ಲಿ ಅದರ ನಾಲ್ಕು ಕಡೆಗಳಲ್ಲಿ ನಾಲ್ಕು ಜೀವಿಗಳಿದ್ದವು; ಅವುಗಳಿಗೆ ಹಿಂದೆ ಮುಂದೆ ತುಂಬಾ ಕಣ್ಣುಗಳಿದ್ದವು.    ಪ್ರಕಟ 4:6	",
},			
{			
"question" :	"	9.  ಆ ಜೀವಿಗೆ ಹಿಂದೆ ಮುಂದೆ ತುಂಬಾ 	",
"image" :	"",		
"choices" : [			
	"	a. ಕೈಗಳಿದ್ದವು	",
	"	b. ಹಲ್ಲುಗಳಿದ್ದವು	",
	"	c. ಕಾಲುಗಳಿದ್ದವು	",
	"	d. ಕಣ್ಣುಗಳಿದ್ದವು	"
],			
"correct" :	"	d. ಕಣ್ಣುಗಳಿದ್ದವು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಿಂಹಾಸನದ ಮುಂದೆ ಸ್ಫಟಿಕಕ್ಕೆ ಸಮಾನವಾದ ಗಾಜಿನ ಸಮುದ್ರವಿದ್ದ ಹಾಗೆ ತೋಚಿತು. ಸಿಂಹಾಸನದ ಮಧ್ಯದಲ್ಲಿ ಅದರ ನಾಲ್ಕು ಕಡೆಗಳಲ್ಲಿ ನಾಲ್ಕು ಜೀವಿಗಳಿದ್ದವು; ಅವುಗಳಿಗೆ ಹಿಂದೆ ಮುಂದೆ ತುಂಬಾ ಕಣ್ಣುಗಳಿದ್ದವು.    ಪ್ರಕಟ 4:6	",
},			
{			
"question" :	"	10. ಆ ನಾಲ್ಕು ಜೀವಿಗಳು ಕೃತಜ್ಞತಾಸ್ತುತಿಗಳನ್ನು ಸಲ್ಲಿಸುವಾಗ್ಗೆ ಆ ಹಿರಿಯರು ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತಾತನಿಗೆ	",
"image" :	"",		
"choices" : [			
	"	a. ಆತನಿಗೆ ಹೊಸ ನೃತ್ಯವನ್ನು ಆಡಿದರು.	",
	"	b. ಆಗ ತಾನೆ ಹುಟ್ಟಿದ ಮಗುವಿನಂತೆ ಅತ್ತರು.	",
	"	c. ದೂತರು ಸಹ ಹಾಡದ ರೀತಿಯಲ್ಲಿ ಹಾಡಿದರು.	",
	"	d. ಪಾದಕ್ಕೆ ಬಿದ್ದು ತಮ್ಮ ಕಿರೀಟಗಳನ್ನು ಸಿಂಹಾಸನದ ಮುಂದೆ ಹಾಕಿದರು.	"
],			
"correct" :	"	d. ಪಾದಕ್ಕೆ ಬಿದ್ದು ತಮ್ಮ ಕಿರೀಟಗಳನ್ನು ಸಿಂಹಾಸನದ ಮುಂದೆ ಹಾಕಿದರು.	",
"explanation" :	"	ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಜೀವಿಸುವವನಾಗಿ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತಿರುವಾತನಿಗೆ ಆ ನಾಲ್ಕು ಜೀವಿಗಳು ಪ್ರಭಾವಮಾನ ಕೃತಜ್ಞತಾಸ್ತುತಿಗಳನ್ನು ಸಲ್ಲಿಸುವಾಗ್ಗೆ ಆ ಇಪ್ಪತ್ತುನಾಲ್ಕು ಮಂದಿ ಹಿರಿಯರು ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತಾತನ ಪಾದಕ್ಕೆ ಬಿದ್ದು ತಮ್ಮ ಕಿರೀಟಗಳನ್ನು ಸಿಂಹಾಸನದ ಮುಂದೆ ಹಾಕಿ;  ಪ್ರಕಟ 4:9-10	",
},			
]			