var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1. ಸಿಂಹಾಸನದಲ್ಲಿ ಕೂತಿದ್ದಾತನ ಬಲಗೈಯಲ್ಲಿ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸುರುಳಿ	",
	"	b. ಲಾಂದ್ರ	",
	"	c. ತೀರ್ಪು	",
	"	d. ಕೋಲು	"
],			
"correct" :	"	a. ಸುರುಳಿ	",
"explanation" :	"	ಸಿಂಹಾಸನದ ಮೇಲೆ ಕುಳಿತಿದ್ದಾತನ ಬಲಗೈಯಲ್ಲಿ ಒಂದು ಸುರುಳಿಯನ್ನು ಕಂಡೆನು; ಅದರ ಎರಡು ಪಕ್ಕೆಗಳಲ್ಲಿಯೂ ಬರೆದಿತ್ತು; ಅದು ಏಳು ಮುದ್ರಗಳಿಂದ ಮುದ್ರಿತವಾಗಿತ್ತು.   ಪ್ರಕಟ 5:1	",
},			
{			
"question" :	"	2. ಅದು ಎಷ್ಟು ಮುದ್ರಗಳಿಂದ ಮುದ್ರಿತವಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. 3	",
	"	b. 7	",
	"	c. 10	",
	"	d. 12	"
],			
"correct" :	"	b. 7	",
"explanation" :	"	ಸಿಂಹಾಸನದ ಮೇಲೆ ಕುಳಿತಿದ್ದಾತನ ಬಲಗೈಯಲ್ಲಿ ಒಂದು ಸುರುಳಿಯನ್ನು ಕಂಡೆನು; ಅದರ ಎರಡು ಪಕ್ಕೆಗಳಲ್ಲಿಯೂ ಬರೆದಿತ್ತು; ಅದು ಏಳು ಮುದ್ರಗಳಿಂದ ಮುದ್ರಿತವಾಗಿತ್ತು.   ಪ್ರಕಟ 5:1	",
},			
{			
"question" :	"	3. ಆ ಸುರುಳಿಯನ್ನು ಬಿಚ್ಚಲು ಯೋಗ್ಯನಾದವನು ಯಾರೂ ಕಾಣಿಸಿದಿದ್ದಾಗ ಯೋಹಾನನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಹೊರಟುಹೋದನು.	",
	"	b. ಸಮಾಧಾನ ಹೊಂದಿದನು.	",
	"	c. ತಾನೇ ಆ ಸುರುಳಿಯನ್ನು ತೆರೆದೆನು.	",
	"	d. ಅತ್ತನು	"
],			
"correct" :	"	d. ಅತ್ತನು	",
"explanation" :	"	ಆಗ ಸುರುಳಿಯನ್ನು ಬಿಚ್ಚುವದಕ್ಕಾಗಲಿ ಅದರಲ್ಲಿ ನೋಡುವದಕ್ಕಾಗಲಿ  ಯೋಗ್ಯನಾದವನು ಒಬ್ಬನೂ ಸಿಕ್ಕಲಿಲ್ಲವಾದ ಕಾರಣ ನಾನು ಬಹಳವಾಗಿ ಅಳುತ್ತಿರಲು;  ಪ್ರಕಟ 5:4	",
},			
{			
"question" :	"	4. ಆ ಸುರುಳಿಯನ್ನು ಯಾರು ಬಿಚ್ಚುವರು ಎಂದು ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೂದ ಕುಲದಲ್ಲಿ ಜನಿಸಿದ ಸಿಂಹ	",
	"	b. ಪರಿಶುದ್ಧ ದೂತ	",
	"	c. ಪರಲೋಕದ ರಾಣಿ	",
	"	d. ರೆಕ್ಕೆಯುಳ್ಳ ಜೀವಿ	"
],			
"correct" :	"	a. ಯೂದ ಕುಲದಲ್ಲಿ ಜನಿಸಿದ ಸಿಂಹ	",
"explanation" :	"	ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬನು ನನಗೆ ಅಳಬೇಡ, ಅಗೋ, ಯೂದಾ ಕುಲದಲ್ಲಿ ಜನಿಸಿದ ಸಿಂಹವೂ ದಾವೀದನ ಅಂಕುರದವನೂ ಆಗಿರುವಾತನು ಜಯಹೊಂದಿದನು; ಆತನು ಆ ಸುರುಳಿಯನ್ನೂ ಅದರ ಏಳು ಮುದ್ರಗಳನ್ನೂ ಬಿಚ್ಚವನು ಎಂದು ಹೇಳಿದನು.  ಪ್ರಕಟ 5:5	",
},			
{			
"question" :	"	5. ಸಿಂಹಾಸನದ ಮಧ್ಯದಲ್ಲಿ ಒಂದು ಕುರಿ ಹೀಗೆ ನಿಂತಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆಗತಾನೇ ಹುಟ್ಟಿದ ಕುರಿ	",
	"	b. ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದಾಗಿ	",
	"	c. ಭಯಗ್ರಸ್ಥವಾಗಿ	",
	"	d. ಕೊಯ್ಯಲ್ಪಟ್ಟದ್ದಾಗಿ	"
],			
"correct" :	"	d. ಕೊಯ್ಯಲ್ಪಟ್ಟದ್ದಾಗಿ	",
"explanation" :	"	ಸಿಂಹಾಸನವೂ ನಾಲ್ಕು ಜೀವಿಗಳೂ ಇದ್ದ ಸ್ಥಳಕ್ಕೂ ಹಿರಿಯರು ಇದ್ದ ಸ್ಥಳಕ್ಕೂ ಮಧ್ಯದಲ್ಲಿ ಒಂದು ಕುರಿ ಕೊಯ್ಯಲ್ಪಟ್ಟದ್ದಾಗಿ ನಿಂತಿರುವದನ್ನು ಕಂಡೆನು.  ಪ್ರಕಟ 5:6	",
},			
{			
"question" :	"	6. ಆ ಜೀವಿಗಳೂ ಮತ್ತು ಹಿರಿಯರೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಪಾದಕ್ಕೆ ಬಿದ್ದಾಗ ಅವರ ಕೈಗಳಲ್ಲಿ ಏನಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕೊಳಲು	",
	"	b. ವೀಣೆ	",
	"	c. ತುತ್ತೂರಿ	",
	"	d. ತಮಟೆ	"
],			
"correct" :	"	b. ವೀಣೆ	",
"explanation" :	"	ಆ ನಾಲ್ಕು ಜೀವಿಗಳೂ ಇಪ್ಪತ್ತುನಾಲ್ಕು ಮಂದಿ ಹಿರಿಯರೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಪಾದಕ್ಕೆ ಬಿದ್ದರು.  ಹಿರಿಯರ ಕೈಗಳಲ್ಲಿ ವೀಣೆಗಳೂ, ದೇವಜನರ ಪ್ರಾರ್ಥನೆಗಳೆಂಬ ಧೂಪದಿಂದ ತುಂಬಿದ್ದ ಚಿನ್ನದ ಧೂಪಾರತಿಗಳೂ ಇದ್ದವು.  ಪ್ರಕಟ 5:8	",
},			
{			
"question" :	"	7. ಚಿನ್ನದ ಧೂಪಾರತಿಗಳಲ್ಲಿ ಏನು ತುಂಬಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ರಕ್ತಭೋಳ	",
	"	b. ಧೂಪ	",
	"	c. ದೇವಜನರ ಪ್ರಾರ್ಥನೆ	",
	"	d. ವರ್ಷಗಳು ಮತ್ತು ಕಾಲಗಳು	"
],			
"correct" :	"	c. ದೇವಜನರ ಪ್ರಾರ್ಥನೆ	",
"explanation" :	"	ಆ ನಾಲ್ಕು ಜೀವಿಗಳೂ ಇಪ್ಪತ್ತುನಾಲ್ಕು ಮಂದಿ ಹಿರಿಯರೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಪಾದಕ್ಕೆ ಬಿದ್ದರು.  ಹಿರಿಯರ ಕೈಗಳಲ್ಲಿ ವೀಣೆಗಳೂ, ದೇವಜನರ ಪ್ರಾರ್ಥನೆಗಳೆಂಬ ಧೂಪದಿಂದ ತುಂಬಿದ್ದ ಚಿನ್ನದ ಧೂಪಾರತಿಗಳೂ ಇದ್ದವು.  ಪ್ರಕಟ 5:8	",
},			
{			
"question" :	"	8. ಅವರು ಹೊಸ ಹಾಡು ಹಾಡುತ್ತಾ -  ಇದರಿಂದ ನೀನು ಸಕಲ ಜನಾಂಗಗಳವರಿಂದ ಮನುಷ್ಯರನ್ನು ದೇವರಿಗಾಗಿ ಕೊಂಡುಕೊಂಡಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿನ್ನ ಚಿತ್ತಿದಿಂದ	",
	"	b. ನಿನ್ನ ಶಕ್ತಿಯಿಂದ	",
	"	c. ನಿನ್ನ ರಕ್ತದಿಂದ	",
	"	d. ನಿನ್ನ ಬಲದಿಂದ	"
],			
"correct" :	"	c. ನಿನ್ನ ರಕ್ತದಿಂದ	",
"explanation" :	"	ಅವರು ಹೊಸಹಾಡನ್ನು ಹಾಡುತ್ತಾ - ನೀನು ಸುರುಳಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಅದರ ಮುದ್ರಗಳನ್ನು ಒಡೆಯುವದಕ್ಕೆ ಯೋಗ್ಯನೇ; ನೀನು ಯಜ್ಞಾರ್ಪಿತನಾಗಿ ನಿನ್ನ ರಕ್ತದಿಂದ ಸಕಲ ಕುಲ ಭಾಷೆ ಪ್ರಜೆ ಜನಾಂಗಗಳವರಿಂದ ಮನುಷ್ಯರನ್ನು ದೇವರಿಗಾಗಿ ಕೊಂಡುಕೊಂಡಿ;   ಪ್ರಕಟ 5:9	",
},			
{			
"question" :	"	9. ಅವರನ್ನು ನಮ್ಮ ದೇವರಿಗೋಸ್ಕರ __________ ಮಾಡಿದಿ; ಅವರು ಭೂಮಿಯ ಮೇಲೆ ಆಳುವರು ಎಂದು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆಳುಗಳಾಗಿ	",
	"	b. ಗುಲಾಮರಾಗಿ	",
	"	c. ಅನ್ಯರನ್ನಾಗಿ	",
	"	d. ರಾಜ್ಯವನ್ನಾಗಿಯೂ ಯಾಜಕರನ್ನಾಗಿಯೂ	"
],			
"correct" :	"	d. ರಾಜ್ಯವನ್ನಾಗಿಯೂ ಯಾಜಕರನ್ನಾಗಿಯೂ	",
"explanation" :	"	ಅವರನ್ನು ನಮ್ಮ ದೇವರಿಗೋಸ್ಕರ ರಾಜ್ಯವನ್ನಾಗಿಯೂ ಯಾಜಕರನ್ನಾಗಿಯೂ ಮಾಡಿದಿ; ಅವರು ಭೂಮಿಯ ಮೇಲೆ ಆಳುವರು ಎಂದು ಹೇಳಿದರು;  ಪ್ರಕಟ 5:10	",
},			
{		 	
"question" :	"	10. ಕೋಟ್ಯಾನುಕೋಟಿಯಾಗಿಯೂ ಲಕ್ಷೋಪಲಕ್ಷವಾಗಿಯೂ ಇದ್ದ ದೂತರು, ಹಿರಿಯರು, ಜೀವಿಗಳ ಸ್ವರ ಯೊಹಾನನಿಗೆ ಕೇಳಿಸಿತು; ಅವರು ಹೀಗೆ ಹೇಳುತ್ತಿದ್ದರು.	",
"image" :	"",		
"choices" : [		
    "    a. ನಮ್ಮನ್ನು ಆಶೀರ್ವದಿಸು ಕರ್ತನೇ	",
	"	b. ನಮ್ಮನ್ನು ರಕ್ಷಿಸು ಕರ್ತನೇ	",
	"	c. ವದಿತನಾದ ಕುರಿಯಾದಾತನು ಯೋಗ್ಯನು	",
	"	d. ಮಹಿಮೆಯ ಕರ್ತನೇ, ಕೆಟ್ಟದ್ದನ್ನು ನಾಶ ಮಾಡು	"
	
],			
"correct" :	"	c. ವದಿತನಾದ ಕುರಿಯಾದಾತನು ಯೋಗ್ಯನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಸಿಂಹಾಸನವು ಜೀವಿಗಳು ಹಿರಿಯರು ಇವರ ಸುತ್ತಲು ಬಹು ಮಂದಿ ದೇವದೂತರನ್ನು ಕಂಡೆನು; ಅವರ ಸಂಖ್ಯೆಯು ಕೋಟ್ಯಾನುಕೋಟಿಯಾಗಿಯೂ ಲಕ್ಷೋಪಲಕ್ಷವಾಗಿಯೂ ಇತ್ತು.  ಅವರ ಸ್ವರವು ನನಗೆ ಕೇಳಿಸಿತು; ಅವರು ಮಹಾ ಶಬ್ದದಿಂದ ವಧಿತನಾದ ಕುರಿಯಾದಾನು ಬಲ ಐಶ್ವರ್ಯ ಜ್ಞಾನ ಸಾಮರ್ಥ್ಯ ಮಾನ ಪ್ರಭಾವ ಸ್ತೋತ್ರಗಳನ್ನು ಹೊಂದುವದಕ್ಕೆ ಯೋಗ್ಯನು ಎಂದು ಹೇಳಿದರು.  ಪ್ರಕಟ 5:11-12	",
},			
]			