var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1. ಬಿಳಿ ಕುದುರೆ ಮೇಲೆ ಕೂತಿದ್ದವನ ಕೈಯಲ್ಲಿ ಬಿಲ್ಲು ಇತ್ತು; ಅವನಿಗೆ ಜಯಮಾಲೆ ಕೊಡಲ್ಪಟ್ಟಿತು; ಅವನು	",
"image" :	"",		
"choices" : [			
	"	a. ಜಯಿಸುತ್ತಿರುವವನಾಗಿ ಜಯಿಸುವದಕ್ಕೋಸ್ಕರ ಹೊರಟನು.	",
	"	b. ಅತ್ಯಂತ ಎಚ್ಚರಿಕೆಯಿಂದ	",
	"	c. ತನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಿಗೆ ಬಹುಮಾನ ನೀಡಲು	",
	"	d. ತನ್ನ ತಂದೆಗಾಗಿ ಆತ್ಮಗಳನ್ನು ಸಂಪಾದಿಸಲು.	"
],			
"correct" :	"	a. ಜಯಿಸುತ್ತಿರುವವನಾಗಿ ಜಯಿಸುವದಕ್ಕೋಸ್ಕರ ಹೊರಟನು.	",
"explanation" :	"	ಆಗ ಇಗೋ, ಒಂದು ಬಿಳಿ ಕುದುರೆ ಕಾಣಿಸಿತು; ಅದರ ಮೇಲೆ ಕೂತಿದ್ದವನ ಕೈಯಲ್ಲಿ ಬಿಲ್ಲು ಇತ್ತು; ಅವನಿಗೆ ಜಯಮಾಲೆ ಕೊಡಲ್ಪಟ್ಟಿತು; ಅವನು ಜಯಿಸುತ್ತಿರುವವನಾಗಿ ಜಯಿಸುವದಕ್ಕೋಸ್ಕರ ಹೊರಟನು.  ಪ್ರಕಟ 6:1	",
},			
{			
"question" :	"	2. ಕೆಂಪುಕುದುರೆಯ ಮೇಲೆ ಕೂತಿದ್ದಾತನಿಗೆ ಭೂಮಿಯ ಮೇಲೆ ಇದನ್ನು ತೆಗೆದುಬಿಡುವುದಕ್ಕೆ ಅಧಿಕಾರವು ಕೊಡಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶಾಂತಿ	",
	"	b. ಸಮುದ್ರ	",
	"	c. ಜ್ಞಾನ	",
	"	d. ದಿಕ್ಕು	"
],			
"correct" :	"	a. ಶಾಂತಿ	",
"explanation" :	"	ಆಗ ಮತ್ತೊಂದು ಕುದುರೆಯು ಹೊರಟು ಬಂತು; ಅದು ಕೆಂಪು ಕುದುರೆ, ಅದರ ಮೇಲೆ ಕೂತಿದ್ದವನಿಗೆ ಭೂಮಿಯಿಂದ ಸಮಾಧಾನವನ್ನು ತೆಗೆದುಬಿಡುವದಕ್ಕೂ ಮನುಷ್ಯರು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಕೊಲ್ಲುವವರಾಗುವಂತೆ ಮಾಡುವುದಕ್ಕೂ ಅಧಿಕಾರವು ಕೊಡಲ್ಪಟ್ಟಿತು.   ಪ್ರಕಟ 6:4	",
},			
{			
"question" :	"	3. ಕಪ್ಪು ಕುದುರೆಯ ಮೇಲೆ ಕೂತಿದ್ದವನ ಕೈಯಲ್ಲಿ ಇದು ಇತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಕ್ಷತ್ರ	",
	"	b. ಚಿನ್ನದ ಅಂಜೂರ	",
	"	c. ತ್ರಾಸು	",
	"	d. ಪಟ್ಟಿ	"
],			
"correct" :	"	c. ತ್ರಾಸು	",
"explanation" :	"	ಆತನು ಮೂರನೆಯ ಮುದ್ರೆಯನ್ನು ಒಡೆದಾಗ ಮೂರನೆಯ ಜೀವಿಯು - ಬಾ ಅನ್ನುವದನ್ನು ಕೇಳಿದೆನು.  ಆಗ ಇಗೋ, ಕಪ್ಪು ಕುದುರೆಯು ಕಾಣಿಸಿತು; ಅದರ ಮೇಲೆ ಕೂತಿದ್ದವನ ಕೈಯಲ್ಲಿ ತ್ರಾಸು ಇತ್ತು.  ಪ್ರಕಟ 6:5	",
},			
{			
"question" :	"	4. ಜೀವಿಗಳ ಮಧ್ಯದಿಂದ ಒಬ್ಬನ ಧ್ವನಿಯ ಹೇಳಿತು;  ______________ಗೆ ಒಂದು ಸೇರು ಗೋದಿ.	",
"image" :	"",		
"choices" : [			
	"	a. ಒಂದು ದಿನಕ್ಕೆ	",
	"	b. ಬಡವರಿಗೆ	",
	"	c. ಒಂದು ರೂಪಾಯಿಗೆ	",
	"	d. ರಾಜನಿಗೆ	"
],			
"correct" :	"	c. ಒಂದು ರೂಪಾಯಿಗೆ	",
"explanation" :	"	ಆಮೇಲೆ ನಾಲ್ಕು ಜೀವಿಗಳ ಮಧ್ಯದಿಂದ ಒಬ್ಬನ ಧ್ವನಿಯು ಹೊರಟ ಹಾಗೆ ಕೇಳಿದೆನು.  ಅದು - ರೂಪಾಯಿಗೆ ಒಂದು ಸೇರು ಗೋದಿ; ರೂಪಾಯಿಗೆ ಮೂರು ಸೇರು ಜವೆ ಗೋದಿ; ಎಣ್ಣೆಯನ್ನೂ ದ್ರಾಕ್ಷಾರಸವನ್ನೂ ಕೆಡಿಸಬೇಡ ಎಂದು ಹೇಳಿತು;  ಪ್ರಕಟ 6:6	",
},			
{			
"question" :	"	5. ಬೂದಿಬಣ್ಣದ ಕುದುರೆಯ ಮೇಲೆ ಕೂತಿದ್ದವನ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮನಸ್ಸೆ	",
	"	b. ಮೃತ್ಯು	",
	"	c. ಅಂತ್ಯಕ್ರಿಸ್ತು	",
	"	d. ರಕ್ಷಕ	"
],			
"correct" :	"	b. ಮೃತ್ಯು	",
"explanation" :	"	ಆಗ ಇಗೋ, ಬೂದಿ ಬಣ್ಣದ ಕುದುರೆಯು ಕಾಣಿಸಿತು.  ಅದರ ಮೇಲೆ ಕೂತಿದ್ದವನ ಹೆಸರ ಮೃತ್ಯುವು. ಅವನ ಹಿಂದೆ ಪಾತಾಳವೆಂಬವನು ಬಂದನು.   ಪ್ರಕಟ 6:8	",
},			
{			
"question" :	"	6. ಬೂದಿ ಬಣ್ಣದ ಕುದುರೆಯನ್ನು ಹಿಂಬಾಲಿಸಿದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಪಾತಾಳ	",
	"	b. ಶುದ್ಧತ್ವ	",
	"	c. ಸಮಾಧಾನ	",
	"	d. ಹೊಗೆ	"
],			
"correct" :	"	a. ಪಾತಾಳ	",
"explanation" :	"	ಆಗ ಇಗೋ, ಬೂದಿ ಬಣ್ಣದ ಕುದುರೆಯು ಕಾಣಿಸಿತು.  ಅದರ ಮೇಲೆ ಕೂತಿದ್ದವನ ಹೆಸರ ಮೃತ್ಯುವು. ಅವನ ಹಿಂದೆ ಪಾತಾಳವೆಂಬವನು ಬಂದನು.   ಪ್ರಕಟ 6:8	",
},			
{			
"question" :	"	7. ಐದನೆಯ ಮುದ್ರೆಯನ್ನು ಒಡೆದಾಗ ____________ ಹತವಾದವರ ಆತ್ಮಗಳು ಯಜ್ಞವೇದಿಯ ಕೆಳಗಿರುವದನ್ನು ಕಂಡೆನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಲೋಕದ ಸೇಡಿನಿಂದ	",
	"	b. ತಮ್ಮ ಊಟ ಮತ್ತು ವಸ್ತುಗಳ ನಿಮಿತ್ತ	",
	"	c. ದುರ್ಧನದ ಆಶೆಯಿಂದ	",
	"	d.ದೇವರ ವಾಕ್ಯದ ನಿಮಿತ್ತವಾಗಿಯೂ ತಾವು ಹೇಳಿದ ಸಾಕ್ಷಿಯ ನಿಮಿತ್ತವಾಗಿಯೂ	"
],			
"correct" :	"	d. ದೇವರ ವಾಕ್ಯದ ನಿಮಿತ್ತವಾಗಿಯೂ ತಾವು ಹೇಳಿದ ಸಾಕ್ಷಿಯ ನಿಮಿತ್ತವಾಗಿಯೂ	",
"explanation" :	"	ಆತನು ಐದನೆಯ ಮುದ್ರೆಯನ್ನು ಒಡೆದಾಗ ದೇವರ ವಾಕ್ಯದ ನಿಮಿತ್ತವಾಗಿಯೂ ತಾವು ಹೇಳಿದ ಸಾಕ್ಷಿಯ ನಿಮಿತ್ತವಾಗಿಯೂ ಹತವಾದವರ ಆತ್ಮಗಳು ಯಜ್ಞವೇದಿಯ ಕೆಳಗಿರುವದನ್ನು ಕಂಡೆನು.   ಪ್ರಕಟ 6:9	",
},			
{			
"question" :	"	8. ಅವರಿಗೆ ಏನು ಕೊಡಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಚಪ್ಪಲಿಗಳು	",
	"	b. ಆಭರಣ	",
	"	c. ಬಿಳಿ ನಿಲುವಂಗಿ	",
	"	d. ಹೊಸ ಕಲ್ಲು	"
],			
"correct" :	"	c. ಬಿಳಿ ನಿಲುವಂಗಿ	",
"explanation" :	"	ಅವರಲ್ಲಿ ಒಬ್ಬೊಬ್ಬನಿಗೆ ಒಂದೊಂದು ಬಿಳಿ ನಿಲುವಂಗಿಯು ಕೊಡಲ್ಪಟ್ಟಿತು.  ಪ್ರಕಟ 6:11	",
},			
{			
"question" :	"	9. ಆರನೆಯ ಮುದ್ರೆಯನ್ನು ಒಡೆದಾಗ ಇದು ಉಂಟಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮಹಾ ನಿಶಬ್ಧ	",
	"	b. ಮಹಾ ಭೂಕಂಪ	",
	"	c. ಮಹಾ ಸಂತೋಷ	",
	"	d. ಮಹಾ ದು:ಖ	"
],			
"correct" :	"	b. ಮಹಾ ಭೂಕಂಪ	",
"explanation" :	"	ಆತನು ಆರನೆಯ ಮುದ್ರೆ ಒಡೆಯುವದನ್ನು ಕಂಡೆನು.  ಒಡೆದಾಗ ಮಹಾಭೂಕಂಪ ಉಂಟಾಯಿತು; ಸೂರ್ಯನು ಕರೀಕಂಬಳಿಯಂತೆ ಕಪ್ಪಾದನು;  ಪ್ರಕಟ 6:12	",
},			
{			
"question" :	"	10. ಮನುಷ್ಯರು ಬೆಟ್ಟಗಳಿಗೂ ಬಂಡೆಗಳಿಗೂ ಏನು ಹೇಳುವರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಅಲ್ಲಿಂದ ಚಲಿಸಿರಿ.	",
	"	b. ಅವುಗಳನ್ನು ಸಮುದ್ರದಲ್ಲಿ ಬಿಸಾಕಿರಿ.	",
	"	c. ನಮ್ಮ ಮೇಲೆ ಬೀಳಿರಿ	",
	"	d. ಬಲವಾಗಿರಿ ಧೈರ್ಯವಾಗಿರಿ	"
],			
"correct" :	"	c. ನಮ್ಮ ಮೇಲೆ ಬೀಳಿರಿ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಭೂರಾಜರು ಪ್ರಭುಗಳೂ ಸಹಸ್ರಾಧಿಪತಿಗಳೂ  ಐಶ್ವರ್ಯವಂತರೂ ಪರಾಕ್ರಮಶಾಲಿಗಳೂ ಎಲ್ಲಾ ದಾಸರೂ ಸ್ವತಂತ್ರರೂ ಬೆಟ್ಟಗಳ ಗವಿಗಳಿಗೂ ಬಂಡೆಗಳ ಸಂದುಗಳಿಗೂ ಓಡಿಹೋಗಿ ತಮ್ಮನ್ನು ಮರೆಮಾಡಿಕೊಂಡು ಬೆಟ್ಟಗಳಿಗೂ ಬಂಡೆಗಳಿಗೂ ನಮ್ಮ ಮೇಲೆ ಬೀಳಿರಿ, ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತಿರುವಾತನ ಮುಖಕ್ಕೂ ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಕೋಪಕ್ಕೂ ನಮ್ಮನ್ನು ಮರೆಮಾಡಿರಿ.   ಪ್ರಕಟ :15-16	",
},			
]			