var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1. ನಾಲ್ಕು ದೇವದೂತರು ಏನನ್ನು ಹಿಡಿದಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	a. ವೀಣೆ	",
	"	b. ಗಾಳಿ	",
	"	c. ಕಣ್ಣೀರಿನ ಬುದ್ದಲಿಗಳು	",
	"	d. ಕತ್ತಿ	"
],			
"correct" :	"	b. ಗಾಳಿ	",
"explanation" :	"	ಇದಾದ ಮೇಲೆ ನಾಲ್ಕು ಮಂದಿ ದೇವದೂತರು ಭೂಮಿಯ ನಾಲ್ಕು ದಿಕ್ಕುಗಳಲ್ಲಿ ನಿಂತುಕೊಂಡು ಭೂಮಿಯ ಮೇಲಾಗಲಿ ಸಮುದ್ರದ ಮೇಲಾಗಲಿ ಯಾವ ಮರದ ಮೇಲಾಗಲಿ ಗಾಳಿಬೀಸದಂತೆ ಭೂಮಿಯ ಚತುರ್ದಿಕ್ಕುಗಳ ಗಾಳಿಗಳನ್ನು ಹಿಡಿದಿರುವದನ್ನು ಕಂಡೆನು.  ಪ್ರಕಟ 7:1	",
},			
{			
"question" :	"	2.  ಮುದ್ರೆ ಒತ್ತುವ ತನಕ ಭೂಮಿಯನ್ನು ಕೆಡಿಸಬೇಡಿರಿ ಎಂದು ಹೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವ ದೂತ	",
	"	b. ಸಾತಾನ	",
	"	c. ದೇವರು	",
	"	d. ಹಿರಿಯರು	"
],			
"correct" :	"	a. ದೇವ ದೂತ	",
"explanation" :	"	ಇದಲ್ಲದೆ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮುದ್ರೆಯನ್ನು ಹಿಡುಕೊಂಡು ಮೂಡಣ ದಿಕ್ಕಿನಿಂದ ಏರಿಬರುವದನ್ನು ಕಂಡೆನು.  ಅವನು ಭೂಮಿಯನ್ನೂ ಸಮುದ್ರವನ್ನೂ ಕೆಡಿಸುವದಕ್ಕೆ ಅಧಿಕಾರಹೊಂದಿದ ಆ ನಾಲ್ಕು ಮಂದಿ ದೇವದೂತರಿಗೆ - ನಾವು ನಮ್ಮ ದೇವರ ದಾಸರಿಗೆ ಹಣೆಯ ಮೇಲೆ ಮುದ್ರೆ ಒತ್ತುವತನಕ ಭೂಮಿಯನ್ನಾಗಲಿ ಸಮುದ್ರವನ್ನಾಗಲಿ ಮರಗಳನ್ನಾಗಲಿ ಕೆಡಿಸಬೇಡಿರಿ ಎಂದು ಮಹಾ ಶಬ್ದದಿಂದ ಕೂಗಿ ಹೇಳಿದನು.  ಪ್ರಕಟ 7:2-3	",
},			
{			
"question" :	"	3. ಇದು ಮುದ್ರೆ ಹಾಕುವ ತನಕ ಕೆಡಿಸಬೇಡಿರಿ ಎಂದು ಹೇಳಿದರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಲೋಕದ ದ್ವಾರಗಳು	",
	"	b. ಸಮುದ್ರ	",
	"	c. ದೇವರ ದಾಸರ ಹಣೆಗೆ	",
	"	d. ಸಾಕ್ಷಿಗಳ ಬಾಯಿ	"
],			
"correct" :	"	c. ದೇವರ ದಾಸರ ಹಣೆಗೆ	",
"explanation" :	"	ನಾವು ನಮ್ಮ ದೇವರ ದಾಸರಿಗೆ ಹಣೆಯ ಮೇಲೆ ಮುದ್ರೆ ಒತ್ತುವತನಕ ಭೂಮಿಯನ್ನಾಗಲಿ ಸಮುದ್ರವನ್ನಾಗಲಿ ಮರಗಳನ್ನಾಗಲಿ ಕೆಡಿಸಬೇಡಿರಿ ಎಂದು ಮಹಾ ಶಬ್ಧದಿಂದ ಕೂಗಿ ಹೇಳಿದನು.    ಪ್ರಕಟ 7:3	",
},			
{			
"question" :	"	4. ದೇವದೂತರೆಲ್ಲರೂ ಸಿಂಹಾಸನದ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದು 	",
"image" :	"",		
"choices" : [			
	"	a. ಭೂಮಿಗೆ ಬಂದರು.	",
	"	b. ಅತ್ತರು.	",
	"	c. ದೇವರನ್ನು ಆರಾಧಿಸಿದರು.	",
	"	d. ಗೊಣಗುಟ್ಟಿದರು.	"
],			
"correct" :	"	c. ದೇವರನ್ನು ಆರಾಧಿಸಿದರು.	",
"explanation" :	"	ಅಷ್ಟರಲ್ಲಿ ದೇವದೂತರೆಲ್ಲರೂ ಸಿಂಹಾಸನವು ಹಿರಿಯರು ನಾಲ್ಕು ಜೀವಿಗಳು ಇವುಗಳ ಸುತ್ತಲು ನಿಂತುಕೊಂಡಿದ್ದರು.  ಅವರು ಸಿಂಹಾಸನದ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದು ಆಮೆನ್ ಸ್ತೋತ್ರವೂ ಪ್ರಭಾವವೂ ಜ್ಞಾನವೂ ಕೃತಜ್ಞತಾಸ್ತುತಿಯೂ ಮಾನವೂ ಬಲವೂ ಶಕ್ತಿಯೂ ನಮ್ಮ ದೇವರಿಗೆ ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಇರಲಿ, ಆಮೆನ್ ಎಂದು ಹೇಳುತ್ತಾ ದೇವರನ್ನು ಆರಾಧಿಸಿದರು.  ಪ್ರಕಟ 3:11-12	",
},			
{			
"question" :	"	5. ಯೋಹಾನನನ್ನು ಪ್ರಶ್ನಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವ ದೂತ	",
	"	b. ಜೀವಿ	",
	"	c. ದೇವರು	",
	"	d. ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬ	"
],			
"correct" :	"	d. ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬ	",
"explanation" :	"	ಇದನ್ನು ನೋಡಿ ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬನು - ಬಿಳೀ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡಿರುವವರಾದ ಇವರು ಯಾರು ಎಲ್ಲಿಂದ ಬಂದರು ಎಂದು ನನ್ನನ್ನು ಕೇಳಲು - ಅಯ್ಯಾ ನೀನೇ ಬಲ್ಲೆ ಅಂದೆನು.    ಪ್ರಕಟ 7:13	",
},			
{			
"question" :	"	6. ಇವರು ಯಾರು ಎಂದು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಗೊಣಗುಟ್ಟುವವರು	",
	"	b. ಬಿಳೀ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡಿರುವವರು	",
	"	c. ನಾಶಮಾಡುವಂತಹ ಗಾಳಿ	",
	"	d. ಗಾಳಿಯು ರಕ್ಷಿಸುತ್ತದೆ.	"
],			
"correct" :	"	b. ಬಿಳೀ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡಿರುವವರು	",
"explanation" :	"	ಇದನ್ನು ನೋಡಿ ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬನು - ಬಿಳೀ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡಿರುವವರಾದ ಇವರು ಯಾರು ಎಲ್ಲಿಂದ ಬಂದರು ಎಂದು ನನ್ನನ್ನು ಕೇಳಲು - ಅಯ್ಯಾ ನೀನೇ ಬಲ್ಲೆ ಅಂದೆನು.    ಪ್ರಕಟ 7:13	",
},			
{			
"question" :	"	7. ಪ್ರಶ್ನೆಗೆ ಉತ್ತರಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಯೋಹಾನ	",
	"	b. ದೇವರು	",
	"	c. ದೇವದೂತ	",
	"	d. ಹಿರಿಯನು	"
],			
"correct" :	"	d. ಹಿರಿಯನು	",
"explanation" :	"	ಇದನ್ನು ನೋಡಿ ಹಿರಿಯರಲ್ಲಿ ಒಬ್ಬನು - ಬಿಳೀ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡಿರುವವರಾದ ಇವರು ಯಾರು ಎಲ್ಲಿಂದ ಬಂದರು ಎಂದು ನನ್ನನ್ನು ಕೇಳಲು - ಅಯ್ಯಾ ನೀನೇ ಬಲ್ಲೆ ಅಂದನು. ಅವನು ನನಗೆ ಇವರು ಆ ಮಹಾ ಹಿಂಸೆಯನ್ನು ಅನುಭವಿಸಿ ಬಂದವರು; ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದಲ್ಲಿ ತಮ್ಮ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಳೆದು ಶುಭ್ರಮಾಡಿದ್ದಾರೆ.    ಪ್ರಕಟ 7:13-14	",
},			
{			
"question" :	"	8. ಅವರು ಇದನ್ನು ಅನುಭವಿಸಿ ಬಂದವರು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪರಿಶುದ್ಧತ್ವವನ್ನು	",
	"	b. ಸಮುದ್ರವನ್ನು	",
	"	c. ಮಹಾ ಹಿಂಸೆ	",
	"	d. ಮಹಾ ಖಿನ್ನತೆ	"
],			
"correct" :	"	c. ಮಹಾ ಹಿಂಸೆ	",
"explanation" :	"	ಅವನು ನನಗೆ ಇವರು ಆ ಮಹಾ ಹಿಂಸೆಯನ್ನು ಅನುಭವಿಸಿ ಬಂದವರು; ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದಲ್ಲಿ ತಮ್ಮ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಳೆದು ಶುಭ್ರಮಾಡಿದ್ದಾರೆ.    ಪ್ರಕಟ 7:13-14	",
},			
{			
"question" :	"	9. ಇದರಲ್ಲಿ ತಮ್ಮ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಳೆದು ಶುಭ್ರಮಾಡಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಯೋರ್ದಾನ್ ನಲ್ಲಿ	",
	"	b. ಲವಣ ಸಮುದ್ರದಲ್ಲಿ	",
	"	c. ಬೆಂಕಿಯಲ್ಲಿ	",
	"	d. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದಲ್ಲಿ	"
],			
"correct" :	"	d. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದಲ್ಲಿ	",
"explanation" :	"	ಅವನು ನನಗೆ ಇವರು ಆ ಮಹಾ ಹಿಂಸೆಯನ್ನು ಅನುಭವಿಸಿ ಬಂದವರು; ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ರಕ್ತದಲ್ಲಿ ತಮ್ಮ ನಿಲುವಂಗಿಗಳನ್ನು ತೊಳೆದು ಶುಭ್ರಮಾಡಿದ್ದಾರೆ.    ಪ್ರಕಟ 7:13-14	",
},			
{			
"question" :	"	10. ದೇವರು ಅವರ __________ ಒರಸಿಬಿಡುವನು ಎಂದು ಹೇಳಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ಕಣ್ಣೀರನ್ನೆಲ್ಲಾ	",
	"	b. ಅವರನ್ನು ಕೊಂದವರನ್ನೆಲ್ಲಾ	",
	"	c. ಅವರ ಜ್ಞಾನದಿಂದ ನೆನಪುಗಳನ್ನೆಲ್ಲಾ	",
	"	d. ಮನುಷ್ಯತ್ವವನ್ನು	"
],			
"correct" :	"	a. ಕಣ್ಣೀರನ್ನೆಲ್ಲಾ	",
"explanation" :	"	ಸಿಂಹಾಸನದ ಮಧ್ಯದಲ್ಲಿರುವ ಯಜ್ಞದ ಕುರಿಯಾದಾತನು ಅವರಿಗೆ ಕುರುಬನಂತಿದ್ದು ಜೀವಜಲದ ಒರತೆಗಳ ಬಳಿಗೆ ನಡಿಸುತ್ತಾನೆ.  ದೇವರು ಅವರ ಕಣ್ಣೀರನ್ನೆಲ್ಲಾ ಒರಸಿಬಿಡುವನು ಎಂದು ಹೇಳಿದನು.  ಪ್ರಕಟ 7:17	",
},			
]			