			
var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1. ಆತನು ಏಳನೆಯ ಮುದ್ರೆಯನ್ನು ಒಡೆದಾಗ ಸುಮಾರು ಅರ್ಧಗಂಟೇ ಹೊತ್ತಿನವರೆಗೂ	",
"image" :	"",		
"choices" : [			
	"	a. ಅಗ್ನಿ ಮತ್ತು ಗಂಧಕದ ಮಳೆ	",
	"	b. ಮಹಾ ಆಚರಣೆ	",
	"	c. ಪರಲೋಕವು ನಿಶ್ಯಬ್ದವಾಯಿತು.	",
	"	d. ಬಂಗಾರದ ತುತ್ತೂರಿಗಳನ್ನು ಊದಲಾಯಿತು.	"
],			
"correct" :	"	c. ಪರಲೋಕವು ನಿಶ್ಯಬ್ದವಾಯಿತು.	",
"explanation" :	"	ಆತನು ಏಳನೆಯ ಮುದ್ರೆಯನ್ನು ಒಡೆದಾಗ ಸುಮಾರು ಅರ್ಧಗಂಟೇ ಹೊತ್ತಿನವರೆಗೂ ಪರಲೋಕವು ನಿಶ್ಯಬ್ದವಾಯಿತು.  ಪ್ರಕಟ 8:1	",
},			
{			
"question" :	"	2. ಸಿಂಹಾಸನದ ಮುಂದಣ ಚಿನ್ನದ ಧೂಪವೇದಿಯ ಮೇಲೆ _______ ಜೊತೆಯಲ್ಲಿ ಸಮರ್ಪಿಸುವದಕ್ಕಾಗಿ ಅವನಿಗೆ ಬಹಳ ಧೂಪ ಕೊಡಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [		
    "   a. ಯಜ್ಞದ ಕುರಿ ರಕ್ತ	",
	"	b. ಎಣ್ಣೆ	",
	"	c. ದೇವಜನರ ಕಣ್ಣೀರು	",
	"	d. ದೇವಜನರ ಪ್ರಾರ್ಥನೆಗಳು	"
	
],			
"correct" :	"	d. ದೇವಜನರ ಪ್ರಾರ್ಥನೆಗಳು	",
"explanation" :	"	ಆಮೇಲೆ ಮತ್ತೊಬ್ಬ ದೇವದೂತನು ಬಂದು ಯಜ್ಞವೇದಿಯ ಬಳಿಯಲ್ಲಿ ನಿಂತನು; ಅವನ ಕೈಯಲ್ಲಿ ಚಿನ್ನದ ಧೂಪಾರತಿ ಇತ್ತು.  ಸಿಂಹಾಸನದ ಮುಂದಣ ಚಿನ್ನದ ಧೂಪವೇದಿಯ ಮೇಲೆ ದೇವಜನರೆಲ್ಲರ ಪ್ರಾರ್ಥನೆಗಳ ಜೊತೆಯಲ್ಲಿ ಸಮರ್ಪಿಸುವದಕ್ಕಾಗಿ ಅವನಿಗೆ ಬಹಳ ಧೂಪ ಕೊಡಲ್ಪಟ್ಟಿತು.  ಪ್ರಕಟ 8:3	",
},			
{			
"question" :	"	3. ದೇವದೂತನು ಧೂಪಾರತಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಯಜ್ಞವೇದಿಯ ಮೇಲಿದ್ದ ಕೆಂಡಗಳಿಂದ ತುಂಬಿಸಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಅದು ಬಳಸಿಕೊಂಡಿತು.	",
	"	b. ಅದು ನುಂಗಿಹಾಕಿತು.	",
	"	c. ಅದನ್ನು ಸೈತಾನನಿಗೆ ಕೊಟ್ಟನು.	",
	"	d. ಭೂಮಿಗೆ ಬಿಸಾಡಿದನು.	"
],			
"correct" :	"	d. ಭೂಮಿಗೆ ಬಿಸಾಡಿದನು.	",
"explanation" :	"	ತರುವಾಯ ಆ ದೇವದೂತನು ಧೂಪಾರತಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಯಜ್ಞವೇದಿಯ ಮೇಲಿದ್ದ ಕೆಂಡಗಳಿಂದ ತುಂಬಿಸಿ ಭೂಮಿಗೆ ಬಿಸಾಡಿದನು.   ಪ್ರಕಟ 8:5	",
},			
{			
"question" :	"	4. ಮೊದಲನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಇದರಲ್ಲಿ ಕಲಸಿದ್ದ ಆನೆಕಲ್ಲಿನ ಮಳೆಯೂ ಬೆಂಕಿಯೂ ಭೂಮಿಗೆ ಸುರಿಸಲ್ಪಟ್ಟವು.	",
"image" :	"",		
"choices" : [		
    "   a. ಮಂಜಿನಲ್ಲಿ	",
	"	b. ಮಳೆಯಲ್ಲಿ	",
	"	c. ರಕ್ತದಲ್ಲಿ	",
	"	d. ನಿರೀಕ್ಷೆಯಲ್ಲಿ	"
	
],		
"correct" :	"	c. ರಕ್ತದಲ್ಲಿ  ",
"explanation" :	"	ಮೊದಲನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ರಕ್ತದಲ್ಲಿ ಕಲಸಿದ್ದ ಆನೆಕಲ್ಲಿನ ಮಳೆಯೂ ಬೆಂಕಿಯೂ ಭೂಮಿಗೆ ಸುರಿಸಲ್ಪಟ್ಟವು;  ಪ್ರಕಟ 8:7	",
},			
{			
"question" :	"	5. ಮೊದಲನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನು ಊದಿದಾಗ ಇವು ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ಸುಟ್ಟು ಹೋಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮರಗಳು	",
	"	b. ಬೆಟ್ಟಗಳು	",
	"	c. ಆಕಾಶ	",
	"	d. ಜ್ಞಾನ	"
],			
"correct" :	"	a. ಮರಗಳು	",
"explanation" :	"	ಮೊದಲನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ರಕ್ತದಲ್ಲಿ ಕಲಸಿದ್ದ ಆನೆಕಲ್ಲಿನ ಮಳೆಯೂ ಬೆಂಕಿಯೂ ಭೂಮಿಗೆ ಸುರಿಸಲ್ಪಟ್ಟವು;  ಭೂಮಿಯೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ಸುಟ್ಟುಹೋಯಿತು; ಮರಗಳೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ಸುಟ್ಟುಹೋಯಿತು;  ಪ್ರಕಟ 8:7	",
},			
{			
"question" :	"	6. ಎರಡನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಸಮುದ್ರದಲ್ಲಿ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ	",
"image" :	"",		
"choices" : [			
	"	a. ಒಣಗಿ ಹೋಯಿತು	",
	"	b. ಉಪ್ಪಾಯಿತು	",
	"	c. ಕಪ್ಪಾಯಿತು	",
	"	d. ರಕ್ತವಾಯಿತು.	"
],			
"correct" :	"	d. ರಕ್ತವಾಯಿತು.	",
"explanation" :	"	ಎರಡನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಬೆಂಕಿಹತ್ತಿ ಉರಿಯುವ ದೊಡ್ಡ ಬೆಟ್ಟವೋ ಎಂಬಂತಿರುವ ಒಂದು ವಸ್ತು ಸಮುದ್ರದಲ್ಲಿ ಹಾಕಲ್ಪಟ್ಟಿತು.  ಆಗ ಸಮುದ್ರದೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ರಕ್ತವಾಯಿತು.  ಪ್ರಕಟ 8:8	",
},			
{			
"question" :	"	7. ಎರಡನೆಯ ದೂತನು ತುತ್ತೂರಿಯನ್ನು ಊದಿದಾಗ ಇದರಲ್ಲಿ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ಸತ್ತುಹೋಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಮುದ್ರಜೀವಿ	",
	"	b. ನಿರೀಕ್ಷೆ	",
	"	c. ಜ್ಞಾನ ಮತ್ತು ಬುದ್ದಿ	",
	"	d. ಭೂಮಿ ಮತ್ತು ಆಕಾಶ	"
],			
"correct" :	"	a. ಸಮುದ್ರಜೀವಿ	",
"explanation" :	"	ಎರಡನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಬೆಂಕಿಹತ್ತಿ ಉರಿಯುವ ದೊಡ್ಡ ಬೆಟ್ಟವೋ ಎಂಬಂತಿರುವ ಒಂದು ವಸ್ತು ಸಮುದ್ರದಲ್ಲಿ ಹಾಕಲ್ಪಟ್ಟಿತು.  ಆಗ ಸಮುದ್ರದೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ರಕ್ತವಾಯಿತು. ಸಮುದ್ರಜೀವಿಗಳೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ನಾಶವಾಯಿತು.   ಪ್ರಕಟ 8:8-9	",
},			
{			
"question" :	"	8. ಮೂರನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿನ್ನೂದಿದಾಗ ಆಕಾಶದಿಂದ ಬಿದ್ದ ನಕ್ಷತ್ರದ ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	a. ಸೂರ್ಯರಷ್ಮಿ	",
	"	b. ಮಾರನಾಥ	",
	"	c. ಹೊಸಾನ್ನ	",
	"	d. ಮಾಚಿಪತ್ರೆ	"
],			
"correct" :	"	d. ಮಾಚಿಪತ್ರೆ	",
"explanation" :	"	ಮೂರನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿನ್ನೂದಿದಾಗ ಪಂಜಿನಂತೆ ಉರಿಯುವ ಒಂದು ದೊಡ್ಡ ನಕ್ಷತ್ರವು ಆಕಾಶದಿಂದ ಬಿತ್ತು.  ಅದು ನದಿಗಳೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗದ ಮೇಲೆಯೂ ನೀರಿನ ಒರತೆಗಳ ಮೇಲೆಯೂ ಬಿತ್ತು.  ಆ ನಕ್ಷತ್ರಕ್ಕೆ ಮಾಚಿಪತ್ರೆ ಎಂದು ಹೆಸರು.  ಪ್ರಕಟ 8:9-10	",
},			
{			
"question" :	"	9. ಆ ನಕ್ಷತ್ರವು ನೀರಿನೊಳಗೆ ಬಿದ್ದಾಗ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ	",
"image" :	"",		
"choices" : [			
	"	a. ಕಹಿಯಾಯಿತು.	",
	"	b. ಕಪ್ಪಾಯಿತು	",
	"	c. ಕಹಿಯಾಯಿತು	",
	"	d. ಪ್ರವಾಹ ಉಂಟಾಯಿತು.	"
],			
"correct" :	"	c. ಕಹಿಯಾಯಿತು	",
"explanation" :	"	ಆ ನಕ್ಷತ್ರಕ್ಕೆ ಮಾಚಿಪತ್ರೆ ಎಂದು ಹೆಸರು.  ನೀರಿನೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ ಮಾಚಿಪತ್ರೆಯಂತೆ ಕಹಿಯಾಯಿತು.  ಪ್ರಕಟ 8:11	",
},			
{			
"question" :	"	10. ನಾಲ್ಕನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಇವುಗಳಲ್ಲಿ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗವು ಬಡಿಯಲ್ಪಟ್ಟು ಕತ್ತಲಾಯಿತು.	",
"image" :	"",		
"choices" : [		
    "   a. ಬೆಟ್ಟಗಳು	",
	"	b. ಪ್ರಾಣಿಗಳು	",
	"	d. ಮಕ್ಕಳು	",
	"	d. ಸೂರ್ಯ ಚಂದ್ರ ನಕ್ಷತ್ರ	"
	
],			
"correct" :	"	d. ಸೂರ್ಯ ಚಂದ್ರ ನಕ್ಷತ್ರ	",
"explanation" :	"	ನಾಲ್ಕನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಸೂರ್ಯ ಚಂದ್ರ ನಕ್ಷತ್ರಗಳೊಳಗೆ ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗವು ಬಡಿಯಲ್ಪಟ್ಟು ಕತ್ತಲಾಯಿತು.    ಪ್ರಕಟ 8:12	",
},			
]			