var quiztitle = " ಪ್ರಕಟನೆ ಅಧ್ಯಾಯ 9";			
var quiz = [			
{			
"question" :	"	1. ಐದನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಆಕಾಶದಿಂದ ಭೂಮಿಗೆ ಏನು ಬಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಕಣ್ಣೀರು	",
	"	b. ಸಂತೋಷ	",
	"	c. ರಕ್ತ	",
	"	d. ನಕ್ಷತ್ರ	"
],			
"correct" :	"	d. ನಕ್ಷತ್ರ	",
"explanation" :	"	ಐದನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಆಕಾಶದಿಂದ ಭೂಮಿಗೆ ಬಿದ್ದ ಒಂದು ನಕ್ಷತ್ರವನ್ನು ಕಂಡೆನು.  ಪ್ರಕಟ 9:1	",
},			
{			
"question" :	"	2. ಆ ನಕ್ಷತ್ರಕ್ಕೆ ಏನು ಕೊಡಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ತುತ್ತೂರಿ	",
	"	b. ದಮ್ಮಡಿ	",
	"	c. ಬೀಗದ ಕೈ	",
	"	d. ಕತ್ತಿ	"
],			
"correct" :	"	c. ಬೀಗದ ಕೈ	",
"explanation" :	"	ಐದನೆಯ ದೇವದೂತನು ತುತ್ತೂರಿಯನ್ನೂದಿದಾಗ ಆಕಾಶದಿಂದ ಭೂಮಿಗೆ ಬಿದ್ದ ಒಂದು ನಕ್ಷತ್ರವನ್ನು ಕಂಡೆನು. ಅವನಿಗೆ ಅಧೋಲೋಕಕ್ಕೆ ಹೋಗುವ ಕೂಪದ ಬೀಗದಕೈ ಕೊಡಲ್ಪಟ್ಟಿತು.  ಪ್ರಕಟ 9:1	",
},			
{			
"question" :	"	3. ಅಧೋಲೋಕದ ಕೂಪದಿಂದ ಮೊದಲು ಏನು ಬಂತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಹೊಗೆ	",
	"	b. ಬಾವಲಿ	",
	"	c. ಚಿಲುಮೆ	",
	"	d. ರಕ್ತ	"
],			
"correct" :	"	a. ಹೊಗೆ	",
"explanation" :	"	ಅವನು ಅಧೋಲೋಕದ ಕೂಪವನ್ನು ತೆರೆಯಲು ಕೂಪದಿಂದ ಬಂದ ಹೊಗೆ ದೊಡ್ಡ ಕುಲುಮೆಯ ಹೊಗೆಯಂತೆ ಏರಿತು.  ಪ್ರಕಟ 9:2	",
},			
{			
"question" :	"	4. ಅದರ ನಂತರ ಏನು ಬಂದಿತು?	",
"image" :	"",		
"choices" : [			
	"	a. ಮಿಡತೆಗಳು	",
	"	b. ಮಿಂಚು ಗುಡುಗು	",
	"	c. ಬಿದ್ದುಹೋದ ದೂತರು	",
	"	d. ಘರ್ಜಿಸುವ ಸಿಂಹ	"
],			
"correct" :	"	a. ಮಿಡತೆಗಳು	",
"explanation" :	"	ಹೊಗೆಯೊಳಗಿಂದ ಮಿಡಿತೆಗಳು ಭೂಮಿಯ ಮೇಲೆ ಹೊರಟುಬಂದವು.  ಪ್ರಕಟ 9:3	",
},			
{			
"question" :	"	5. ಇವುಗಳನ್ನು ಕೆಡಿಸಬಾರದೆಂದು ಅಪ್ಪಣೆಯಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹುಲ್ಲು ಮತ್ತು ಪಲ್ಯ	",
	"	b. ಬೆಟ್ಟಗಳು ಮತ್ತು ಪರ್ವತಗಳು	",
	"	c. ಮರುಭೂಮಿ ಮತ್ತು ಒಣನೆಲ	",
	"	d. ಮನುಷ್ಯರು	"
],			
"correct" :	"	a. ಹುಲ್ಲು ಮತ್ತು ಪಲ್ಯ	",
"explanation" :	"	ಭೂಮಿಯ ಮೆಲಿರುವ ಹುಲ್ಲನ್ನಾಗಲಿ ಯಾವ ಪಲ್ಯವನ್ನಾಗಲಿ ಮರವನ್ನಾಗಲಿ ಕೆಡಿಸದೆ ಹಣೆಯ ಮೇಲೆ ದೇವರ ಮುದ್ರೆಯಿಲ್ಲದವರಾದ ಮನುಷ್ಯರನ್ನು ಮಾತ್ರ ಕೆಡಿಸಬಹುದೆಂದು ಅವುಗಳಿಗೆ ಅಪ್ಪಣೆಯಾಯಿತು.  ಪ್ರಕಟ 9:4	",
},			
{			
"question" :	"	6. ಇದು ಇಲ್ಲದವರನ್ನು ಕೆಡಿಸಬಹುದೆಂದು ಅಪ್ಪಣೆಯಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. ಮೃಗದ ಮುದ್ರೆ	",
	"	b. ಬುದ್ಧಿ	",
	"	c. ದೇವರ ಮುದ್ರೆ	",
	"	d. ಮಕ್ಕಳು	"
],			
"correct" :	"	c. ದೇವರ ಮುದ್ರೆ	",
"explanation" :	"	ಭೂಮಿಯ ಮೆಲಿರುವ ಹುಲ್ಲನ್ನಾಗಲಿ ಯಾವ ಪಲ್ಯವನ್ನಾಗಲಿ ಮರವನ್ನಾಗಲಿ ಕೆಡಿಸದೆ ಹಣೆಯ ಮೇಲೆ ದೇವರ ಮುದ್ರೆಯಿಲ್ಲದವರಾದ ಮನುಷ್ಯರನ್ನು ಮಾತ್ರ ಕೆಡಿಸಬಹುದೆಂದು ಅವುಗಳಿಗೆ ಅಪ್ಪಣೆಯಾಯಿತು.  ಪ್ರಕಟ 9:4	",
},			
{			
"question" :	"	7. ಇವರಿಗೆ ಇಷ್ಟು ಕಾಲದವರೆಗೆ ಪೀಡಿಸುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	a. 5 ದಿನ	",
	"	b. 5 ವಾರ	",
	"	c. 5 ತಿಂಗಳು	",
	"	d. 5 ವರ್ಷ	"
],			
"correct" :	"	c. 5 ತಿಂಗಳು	",
"explanation" :	"	ಇವರನ್ನು ಕೊಲ್ಲದೆ ಐದು ತಿಂಗಳುಗಳವರೆಗೂ ಪೀಡಿಸುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಯಿತು.   ಪ್ರಕಟ 9:5	",
},			
{			
"question" :	"	8. ಆ ಕಾಲದಲ್ಲಿ ಮನುಷ್ಯರು ಇದನ್ನು ಬಯಸುವರು, ಆದರೆ ಅದು ಪ್ರಾಪ್ತವಾಗುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ನಿರೀಕ್ಷೆ	",
	"	b. ಬುದ್ಧಿ	",
	"	c. ಕೃಪೆ	",
	"	d. ಮರಣ	"
],			
"correct" :	"	d. ಮರಣ	",
"explanation" :	"	ಆ ಕಾಲದಲ್ಲಿ ಮನುಷ್ಯರು ಮರಣವನ್ನು ಬಯಸುವರು, ಆದರೆ ಅದು ಪ್ರಾಪ್ತವಾಗುವದಿಲ್ಲ;   ಪ್ರಕಟ 9:6	",
},			
{			
"question" :	"	9. ಆರನೆಯ ದೂತನು ತುತ್ತೂರಿಯನ್ನು ಊದಿದಾಗ, ಮೂರರಲ್ಲಿ ಒಂದು ಭಾಗ	",
"image" :	"",		
"choices" : [			
	"	a. ನೆಲವು ಸಮುದ್ರದಲ್ಲಿ ಬಿದ್ದಿತು.	",
	"	b. ಮನುಷ್ಯರು ಕೊಲ್ಲಲ್ಪಟ್ಟರು	",
	"	c. ಆಕಾಶವು ಬಿದ್ದಿತು.	",
	"	d. ಮನುಷ್ಯರು ದೇವರ ಕಡೆ ತಿರುಗಿದರು.	"
],			
"correct" :	"	b. ಮನುಷ್ಯರು ಕೊಲ್ಲಲ್ಪಟ್ಟರು	",
"explanation" :	"	ಅವುಗಳ ಬಾಯಿಂದ ಬೆಂಕಿ ಹೊಗೆ ಗಂಧಕ ಇವುಗಳು ಹೊರಡುತ್ತಿದ್ದವು.  ಅವುಗಳ ಬಾಯಿಂದ ಹೊರಟ ಆ ಬೆಂಕಿ ಹೊಗೆ ಗಂಧಕ ಎಂಬ ಮೂರು ಉಪದ್ರವಗಳಿಂದ ಮನುಷ್ಯರಲ್ಲಿ ಮೂರನೆಯ ಭಾಗವು ಹತವಾಯಿತು.  ಪ್ರಕಟ 9:18	",
},			
{			
"question" :	"	10. ಉಪದ್ರವಗಳಿಂದ ಸಾಯದೆ ಉಳಿದ ಜನರು ಇದರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಗೊಣಗುಟ್ಟುವುದು	",
	"	b. ಹಗಲಿರುಳು ಪ್ರಾರ್ಥನೆ	",
	"	c. ವಿಗ್ರಹಗಳ	",
	"	d. ದೇವರ ಕಡೆಗೆ	"
],			
"correct" :	"	d. ದೇವರ ಕಡೆಗೆ	",
"explanation" :	"	ಉಪದ್ರವಗಳಿಂದ ಸಾಯದೆ ಉಳಿದ ಜನರು ತಾವೇ ಮಾಡಿಕೊಂಡ ವಿಗ್ರಹಗಳನ್ನು ಬಿಟ್ಟು ದೇವರ ಕಡೆಗೆ ತಿರುಗಲಿಲ್ಲ;  ಪ್ರಕಟ 9:20	",
},			
]			