var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 14";			
var quiz = [ 			
{			
"question" :	"	1 ನಾವು ಬದುಕಿದರೂ ಸತ್ತರೂ ______	",
"image" :	"",		
"choices" : [			
	"	A. ಆಶೀರ್ವಾದಿಸಲ್ಪಡುತ್ತೇವೆ	",
	"	B. ಅಲ್ಪರಾಗಿದ್ದೇವೆ	",
	"	C. ಕರ್ತನಿಗಾಗಿ	",
	"	D. ಕೆಡುಕರಾಗಿದ್ದೇವೆ	"
],			
"correct" :	"	C. ಕರ್ತನಿಗಾಗಿ	",
"explanation" :	"	ನಾವು ಬದುಕಿದರೆ ಕರ್ತನಿಗಾಗಿ ಬದುಕುತ್ತೇವೆ; ಸತ್ತರೆ ಕರ್ತನಿಗಾಗಿ ಸಾಯುತ್ತೇವೆ 14:8	",
},			
{			
"question" :	"	2 ಕ್ರಿಸ್ತನು ಇವುಗಳಿಗೆ ಒಡೆಯನಾಗಿದ್ದಾನೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಿಶುದ್ಧರು ಮತ್ತು ಪಾಪಿಗಳು	",
	"	B. ಸತ್ತವರು ಮತ್ತು ಬದುಕಿರುವವರಿಗೆ	",
	"	C. ಹಗಲು ಮತ್ತು ರಾತ್ರಿ	",
	"	D. ಪರಲೋಕ ಮತ್ತು ಪಾತಾಳ	"
],			
"correct" :	"	B. ಸತ್ತವರು ಮತ್ತು ಬದುಕಿರುವವರಿಗೆ	",
"explanation" :	"	ಬದುಕಿದರೂ ಸತ್ತರೂ ನಾವು ಕರ್ತನವರೇ. ಯಾಕಂದರೆ ಸತ್ತವರಿಗೂ ಜೀವಿಸುವವರಿಗೂ ಒಡೆಯನಾಗಿರಬೇಕೆಂತಲೇ ಕ್ರಿಸ್ತನು ಸತ್ತು ಜೀವಿತನಾದನು 14:9	",
},			
{			
"question" :	"	3 ನಾವೆಲ್ಲರೂ ಇದರ ಮುಂದೆ ನಿಲ್ಲಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	A. ನೀತಿವಂತರ ಸಮ್ಮುಖದಲ್ಲಿ	",
	"	B. 24 ಹಿರಿಯರೊಂದಿಗೆ	",
	"	C. ಕ್ರಿಸ್ತನ ನ್ಯಾಯಾಸನದ ಮುಂದೆ	",
	"	D. ಮಹಿಮೆಯ ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	C. ಕ್ರಿಸ್ತನ ನ್ಯಾಯಾಸನದ ಮುಂದೆ	",
"explanation" :	"	ತಿನ್ನದವನೇ, ನಿನ್ನ ಸಹೋದರನ ವಿಷಯವಾಗಿ ನೀನು ತೀರ್ಪುಮಾಡುವದೇನು? ತಿನ್ನುವವನೇ, ನಿನ್ನ ಸಹೋದರನನ್ನು ನೀನು ಹೀನೈಸುವದೇನು? ನಾವೆಲ್ಲರೂ ದೇವರ ನ್ಯಾಯಾಸನದ ಮುಂದೆ ನಿಲ್ಲಬೇಕಲ್ಲಾ 14:10	",
},			
{			
"question" :	"	4 ಎಲ್ಲರೂ ಕರ್ತನ ಮುಂದೆ _____ ಬೀಳುವರು	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರು	",
	"	B. ಸೈತಾನ	",
	"	C. ಪರಿಶುದ್ಧರು	",
	"	D. ಅಡ್ಡ	"
],			
"correct" :	"	D. ಅಡ್ಡ	",
"explanation" :	"	ನನ್ನ ಜೀವದಾಣೆ, ಎಲ್ಲರೂ ನನಗೆ ಅಡ್ಡ ಬೀಳುವರು, ಎಲ್ಲರೂ ನನ್ನನ್ನು ದೇವರೆಂದು ಪ್ರತಿಜ್ಞೆ ಮಾಡುವರು ಎಂಬದಾಗಿ ಕರ್ತನು ಹೇಳಿದ್ದಾನೆ ಎಂದು ಬರೆದದೆ. 14:11	",
},			
{			
"question" :	"	5 ಪ್ರತಿಯೊಬ್ಬರು ದೇವರಿಗೆ ಇದನ್ನು ಕೊಡಬೇಕು	",
"image" :	"",		
"choices" : [			
	"	A. ಕಿರೀಟ	",
	"	B. ತನ್ನ ಕುರಿತು ಉತ್ತರ	",
	"	C. ಗೌರವ	",
	"	D. ಸೂಕ್ತ ಉತ್ತರ	"
],			
"correct" :	"	B. ತನ್ನ ಕುರಿತು ಉತ್ತರ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ನಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ವಿಷಯವಾಗಿ ದೇವರ ಮುಂದೆ ಉತ್ತರಕೊಡಬೇಕು. 14:12	",
},			
{			
"question" :	"	6 ನಾವು ಒಬ್ಬನ ವಿಷಯದಲ್ಲೊಬ್ಬರು ____ ಮಾಡದೇ ಇರೋಣ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾನ್ಯತೆ	",
	"	B. ಗೌರವ	",
	"	C. ಮಾನ್ಯತೆ	",
	"	D. ತೀರ್ಪು	"
],			
"correct" :	"	D. ತೀರ್ಪು	",
"explanation" :	"	ಆದಕಾರಣ ಇನ್ನು ಮೇಲೆ ಒಬ್ಬರ ವಿಷಯದಲ್ಲೊಬ್ಬರು ತೀರ್ಪುಮಾಡದೆ ಇರೋಣ. ಅದಕ್ಕೆ ಬದಲಾಗಿ ಸಹೋದರನ ಎದುರಿಗೆ ಅಡ್ಡಿಯನ್ನಾಗಲಿ ಎಡತಡೆಯನ್ನಾಗಲಿ ಹಾಕಬಾರದೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಳ್ಳಿರಿ 14:13	",
},			
{			
"question" :	"	7 ಸಹೋದರನ ದಾರಿಯಲ್ಲಿ ಇದನ್ನು ಹಾಕಬೇಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೂಚನೆಗಳು	",
	"	B. ಜ್ಞಾನ	",
	"	C. ಸಂಪತ್ತು	",
	"	D. ಅಡೆತಡೆ	"
],			
"correct" :	"	D. ಅಡೆತಡೆ	",
"explanation" :	"	ಆದಕಾರಣ ಇನ್ನು ಮೇಲೆ ಒಬ್ಬರ ವಿಷಯದಲ್ಲೊಬ್ಬರು ತೀರ್ಪುಮಾಡದೆ ಇರೋಣ. ಅದಕ್ಕೆ ಬದಲಾಗಿ ಸಹೋದರನ ಎದುರಿಗೆ ಅಡ್ಡಿಯನ್ನಾಗಲಿ ಎಡತಡೆಯನ್ನಾಗಲಿ ಹಾಕಬಾರದೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಳ್ಳಿರಿ 14:13	",
},			
{			
"question" :	"	8 ____ ನಿಮಗೆ ಇದರಲ್ಲಿ ದೂಷಣೆಗೆ ಆಸ್ಪದವಾಗಬಾರದು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಮಗಿರುವ ಮೇಲೂ	",
	"	B. ಪಾಪಗಳಲ್ಲಿ	",
	"	C. ದೇವದೂಷಣೆ	",
	"	D. ನಿಮ್ಮ ಸಂಕಟಗಳು	"
],			
"correct" :	"	A. ನಿಮಗಿರುವ ಮೇಲೂ	",
"explanation" :	"	ನಿಮಗಿರುವ ಮೇಲು ದೂಷಣೆಗೆ ಆಸ್ಪದವಾಗಬಾರದು. 14:16	",
},			
{			
"question" :	"	9 ತಿನ್ನುವುದೂ ಕುಡಿಯುವುದೂ ___ ಅಲ್ಲ, ಆದರೆ ನೀತಿಯೂ ಸಮಾಧಾನವು ಪವಿತ್ರಾತ್ಮನಿಂದಾದ ಆನಂದವೂ ಆಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಐಶ್ವರ್ಯ	",
	"	B. ವಿಪತ್ತು	",
	"	C. ದೇವರ ರಾಜ್ಯ	",
	"	D. ನಿಜವಾದ ಗೌರವ	"
],			
"correct" :	"	C. ದೇವರ ರಾಜ್ಯ	",
"explanation" :	"	ಯಾಕಂದರೆ ತಿನ್ನುವದೂ ಕುಡಿಯುವದೂ ದೇವರ ರಾಜ್ಯವಲ್ಲ; ನೀತಿಯೂ ಸಮಾಧಾನವೂ ಪವಿತ್ರಾತ್ಮನಿಂದಾಗುವ ಆನಂದವೂ ಆಗಿದೆ 14:17	",
},			
{			
"question" :	"	10 ಯಾವುದಕ್ಕೆ ನಂಬಿಕೆಯು ಆಧಾರವಿಲ್ಲವೋ ಅದು _____	",
"image" :	"",		
"choices" : [			
	"	A. ಭಯ	",
	"	B. ಸ್ವಾರ್ಥ	",
	"	C. ಪಾಪ	",
	"	D. ದೇವರ ಚಿತ್ತಕ್ಕೆ ವಿರುದ್ಧವಾದುದು.	"
],			
"correct" :	"	C. ಪಾಪ	",
"explanation" :	"	ಸಂಶಯಪಟ್ಟು ಉಣ್ಣುವವನು ಸಂಶಯದಿಂದ ಉಣ್ಣುವ ಕಾರಣ ದೋಷಿಯಾಗಿದ್ದಾನೆ. ಯಾವದಕ್ಕೆ ನಂಬಿಕೆಯು ಆಧಾರವಿಲ್ಲವೋ ಅದು ಪಾಪ. 14:23	",
},			
]			