var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 13";			
var quiz = [			
{			
"question" :	"	1 ಪ್ರತಿಯೊಬ್ಬರೂ ಇದಕ್ಕೆ ಅಧೀನರಾಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೇಲಾಧಿಕಾರಿಗಳು	",
	"	B. ಪಾಪಗಳಿಗೆ	",
	"	C. ದು:ಖ ಮತ್ತು ವೇದನೆಗಳಿಗೆ	",
	"	D. ಹರಟೆ ಮಾತುಗಳು	"
],			
"correct" :	"	A. ಮೇಲಾಧಿಕಾರಿಗಳು	",
"explanation" :	"	ಪ್ರತಿ ಮನುಷ್ಯನು ತನ್ನ ಮೇಲಿರುವ ಅಧಿಕಾರಿಗಳಿಗೆ ಅಧೀನನಾಗಿರಲಿ; ಯಾಕಂದರೆ ದೇವರಿಂದ ಹೊರತು ಒಬ್ಬರಿಗೂ ಅಧಿಕಾರವಿರುವದಿಲ್ಲ; ಇರುವ ಅಧಿಕಾರಿಗಳು ದೇವರಿಂದ ನೇಮಿಸಲ್ಪಟ್ಟವರು. 13:1	",
},			
{			
"question" :	"	2 ಇದರ ಹೊರತು ಬೇರೆ ಯಾವ ಸಾಲವು ನಿಮಗೆ ಇರಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಿನಗೂಲಿ	",
	"	B. ಕೋಪಿಸಬೇಕೆಂಬ	",
	"	C. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂದ ಋಣ	",
	"	D. ಒಳ್ಳೆ ಇಚ್ಛಾಶಕ್ತಿ	"
],			
"correct" :	"	C. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂದ ಋಣ	",
"explanation" :	"	ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂಬ ಋಣವೇ ಹೊರತು ಬೇರೆ ಯಾವ ಸಾಲವೂ ನಿಮಗೆ ಇರಬಾರದು. ಮತ್ತೊಬ್ಬರನ್ನು ಪ್ರೀತಿಸುವವನು ಧರ್ಮಪ್ರಮಾಣವನ್ನೆಲ್ಲಾ ನೆರವೇರಿಸಿದ್ದಾನೆ 13:8	",
},			
{			
"question" :	"	3 ಇದನ್ನು ಮಾಡುವವನು ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೆಲ್ಲಾ ನೆರವೇರಿಸಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತೊಬ್ಬರನ್ನು ಪ್ರೀತಿಸುವವನು	",
	"	B. ಒಳ್ಳೆಯ ಕೆಲಸ ಮಾಡುವವನು	",
	"	C. ಬಡವರು ಮತ್ತು ವಿಧವೆಯರಿಗೆ ನೀಡುವನು	",
	"	D. ಉಪವಾಸ ಮತ್ತು ಪ್ರಾರ್ಥಿಸುವನು	"
],			
"correct" :	"	A. ಮತ್ತೊಬ್ಬರನ್ನು ಪ್ರೀತಿಸುವವನು	",
"explanation" :	"	ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂಬ ಋಣವೇ ಹೊರತು ಬೇರೆ ಯಾವ ಸಾಲವೂ ನಿಮಗೆ ಇರಬಾರದು. ಮತ್ತೊಬ್ಬರನ್ನು ಪ್ರೀತಿಸುವವನು ಧರ್ಮಪ್ರಮಾಣವನ್ನೆಲ್ಲಾ ನೆರವೇರಿಸಿದ್ದಾನೆ 13:8	",
},			
{			
"question" :	"	4 _____ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು ಎಂಬ ಒಂದೇ ಮಾತಿನಲ್ಲಿ ಕಟ್ಟಳೆಗಳೆಲ್ಲಾ ಅಡಕವಾಗಿವೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ದುರ್ಲಾಭ ಹೊಂದುವವರನ್ನು	",
	"	B. ನಿನ್ನ ನೆರೆಯವನನ್ನು	",
	"	C. ನಿನ್ನ ಹೆಂಡತಿಯನ್ನು	",
	"	D. ಬಡವರು ಮತ್ತು ಅನಾಥರನ್ನು	"
],			
"correct" :	"	B. ನಿನ್ನ ನೆರೆಯವನನ್ನು	",
"explanation" :	"	ಹೇಗಂದರೆ ವ್ಯಭಿಚಾರ ಮಾಡಬಾರದು, ನರಹತ್ಯಮಾಡಬಾರದು, ಕದಿಯಬಾರದು, ಪರರ ಸೊತ್ತನ್ನು ಆಶಿಸಬಾರದು ಈ ಮೊದಲಾದ ಎಲ್ಲಾ ಕಟ್ಟಳೆಗಳು - ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು ಎಂಬ ಒಂದೇ ಮಾತಿನಲ್ಲಿ ಅಡಕವಾಗಿವೆ 13:9	",
},			
{			
"question" :	"	5 ಪ್ರೀತಿಯು ಮತ್ತೊಬ್ಬರಿಗೆ ಏನು ಮಾಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೇಡು	",
	"	B. ದಯೆ	",
	"	C. ಕರುಣೆ	",
	"	D. ಮೃದತ್ವ	"
],			
"correct" :	"	A. ಕೇಡು	",
"explanation" :	"	ಪ್ರೀತಿಯು ಮತ್ತೊಬ್ಬರಿಗೆ ಯಾವ ಕೇಡನ್ನೂ ಮಾಡುವದಿಲ್ಲ. ಆದಕಾರಣ ಪ್ರೀತಿಯಿಂದಲೇ ಧರ್ಮಪ್ರಮಾಣವು ನೆರವೇರುತ್ತದೆ. 13:10	",
},			
{			
"question" :	"	6 ಯಾವುದರಿಂದ ಧರ್ಮಪ್ರಮಾಣವು ನೆರವೇರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷ	",
	"	B. ನಿರೀಕ್ಷೆ	",
	"	C. ಕೋಪ	",
	"	D. ಪ್ರೀತಿ	"
],			
"correct" :	"	D. ಪ್ರೀತಿ	",
"explanation" :	"	ಪ್ರೀತಿಯು ಮತ್ತೊಬ್ಬರಿಗೆ ಯಾವ ಕೇಡನ್ನೂ ಮಾಡುವದಿಲ್ಲ. ಆದಕಾರಣ ಪ್ರೀತಿಯಿಂದಲೇ ಧರ್ಮಪ್ರಮಾಣವು ನೆರವೇರುತ್ತದೆ.13:10	",
},			
{			
"question" :	"	7 ಇದು ಮೊದಲಿನ ಕಾಲಕ್ಕಿಂತ ಹತ್ತಿರವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಪ	",
	"	B. ಸಂಕಟ	",
	"	C. ಎರಡನೇ ಬರೋಣ	",
	"	D. ವಿಮೋಚನೆ	"
],			
"correct" :	"	D. ವಿಮೋಚನೆ	",
"explanation" :	"	ಈಗಿನ ಕಾಲವು ನಿದ್ದೆಯಿಂದ ಎಚ್ಚರವಾಗತಕ್ಕ ಕಾಲವೆಂದು ಅರಿತು ಇದನ್ನೆಲ್ಲಾ ಮಾಡಿರಿ. ನಾವು ಕ್ರಿಸ್ತನನ್ನು ಮೊದಲು ನಂಬಿದ ಕಾಲದಲ್ಲಿ ಇದ್ದದ್ದಕ್ಕಿಂತ ಈಗ ನಮ್ಮ ವಿಮೋಚನೆಯು ಹತ್ತಿರವಾಯಿತು. 13:11	",
},			
{			
"question" :	"	8 ಇದರ ಕೃತ್ಯಗಳನ್ನು ಬಿಟ್ಟಿಬಿಡೋಣ	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಷ್ಠೆ	",
	"	B. ಸಂಪತ್ತು	",
	"	C. ಹಗಲು	",
	"	D. ಕತ್ತಲು	"
],			
"correct" :	"	D. ಕತ್ತಲು	",
"explanation" :	"	ಇರುಳು ಬಹಳ ಮಟ್ಟಿಗೆ ಕಳೆಯಿತು; ಹಗಲು ಸಮೀಪವಾಯಿತು. ಕತ್ತಲೆಗೆ ಅನುಗುಣವಾದ ಕೃತ್ಯಗಳನ್ನು ಬಿಟ್ಟು ಬೆಳಕಿಗೆ ಅನುಗುಣವಾದ ಆಯುಧಗಳನ್ನು ಧರಿಸಿಕೊಳ್ಳೋಣ. 13:12	",
},			
{			
"question" :	"	9 ನಾವು ಇದನ್ನು ಧರಿಸಿಕೊಳ್ಳೋಣ.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಹುವರ್ಣದ ನಿಲುವಾಗಿ	",
	"	B. ಸಂತೋಷನ ಮುಖ	",
	"	C. ಶ್ರದ್ಧೆ ಮತ್ತು ನಿಷ್ಠೆ	",
	"	D. ಬೆಳಕಿನ ಆಯುಧ	"
],			
"correct" :	"	D. ಬೆಳಕಿನ ಆಯುಧ	",
"explanation" :	"	ಇರುಳು ಬಹಳ ಮಟ್ಟಿಗೆ ಕಳೆಯಿತು; ಹಗಲು ಸಮೀಪವಾಯಿತು. ಕತ್ತಲೆಗೆ ಅನುಗುಣವಾದ ಕೃತ್ಯಗಳನ್ನು ಬಿಟ್ಟು ಬೆಳಕಿಗೆ ಅನುಗುಣವಾದ ಆಯುಧಗಳನ್ನು ಧರಿಸಿಕೊಳ್ಳೋಣ. 13:12	",
},			
{			
"question" :	"	10 ______ ನಡೆದುಕೊಳ್ಳೋಣ	",
"image" :	"",		
"choices" : [			
	"	A. ಒಬ್ಬಂಟಿಯಾಗಿ	",
	"	B. ನೇರವಾದ ಮತ್ತು ಇಕ್ಕಟ್ಟಾದ ಮಾರ್ಗದಲ್ಲಿ	",
	"	C. ಯೇಸುವಿನ ಹೆಜ್ಜೆ ಜಾಡಿನಲ್ಲಿ	",
	"	D. ಮಾನಸ್ಥರಾಗಿ	"
],			
"correct" :	"	D. ಮಾನಸ್ಥರಾಗಿ	",
"explanation" :	"	ದುಂದೌತಣ ಕುಡಿಕತನಗಳಲ್ಲಿಯಾಗಲಿ ಕಾಮ ವಿಲಾಸ ನಿರ್ಲಜ್ಜಾಕೃತ್ಯಗಳಲ್ಲಿಯಾಗಲಿ ಜಗಳ ಹೊಟ್ಟೇಕಿಚ್ಚುಗಳಲ್ಲಿಯಾಗಲಿ ಕಾಲಕಳೆಯದೆ ಹಗಲು ಹೊತ್ತಿಗೆ ತಕ್ಕಹಾಗೆ ಮಾನಸ್ಥರಾಗಿ ನಡೆದುಕೊಳ್ಳೋಣ. 13:13	",
},			
]			