var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 10";			
var quiz = [			
{			
"question" :	"	1 ಪೌಲನು ಹೇಳುವ ಪ್ರಕಾರ, ಇಸ್ರಾಯೇಲ್ಯರ ಕುರಿತು ಅವನ ಮನೋಭಿಲಾಷೆ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂಹರಿಸುವುದು	",
	"	B. ರಕ್ಷಣೆ ಹೊಂದುವುದು	",
	"	C. ಆಶೀರ್ವದಿಸಲ್ಪಡುವುದು	",
	"	D. ಶಪಿಸಲ್ಪಡುವುದು	"
],			
"correct" :	"	B. ರಕ್ಷಣೆ ಹೊಂದುವುದು	",
"explanation" :	"	ಸಹೋದರರೇ, ಇಸ್ರಾಯೇಲ್ಯರು ರಕ್ಷಣೆಹೊಂದಬೇಕೆಂಬದೇ ನನ್ನ ಮನೋಭಿಲಾಷೆಯೂ ದೇವರಿಗೆ ನಾನು ಮಾಡುವ ವಿಜ್ಞಾಪನೆಯೂ ಆಗಿದೆ. 10:1	",
},			
{			
"question" :	"	2 ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ದೇವರ ಕುರಿತು ಆಸಕ್ತಿ ಇತ್ತು, ಆದರೆ ಅದು ಇದರ ಪ್ರಕಾರ ಅಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	B. ವಾಕ್ಯಾನುಸಾರ	",
	"	C. ಜ್ಞಾನಾನುಸಾರ	",
	"	D. ಪ್ರಾಮಾಣಿಕತೆ	"
],			
"correct" :	"	C. ಜ್ಞಾನಾನುಸಾರ	",
"explanation" :	"	ದೇವರಲ್ಲಿ ಆಸಕ್ತರಾಗಿದ್ದಾರೆಂದು ನಾನು ಅವರ ವಿಷಯದಲ್ಲಿ ಸಾಕ್ಷಿಕೊಡುತ್ತೇನೆ; ಆದರೂ ಅವರ ಆಸಕ್ತಿ ಜ್ಞಾನಾನುಸಾರವಾದದ್ದಲ್ಲ. 10:2	",
},			
{			
"question" :	"	3 ಅವರು _____ ಸ್ಥಾಪಿಸಬೇಕೆಂದು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆಸರು	",
	"	B. ಐಶ್ವರ್ಯ	",
	"	C. ರಾಜ್ಯ	",
	"	D. ಸ್ವನೀತಿ	"
],			
"correct" :	"	D. ಸ್ವನೀತಿ	",
"explanation" :	"	ಅವರು ದೇವರಿಂದ ದೊರಕುವ ನೀತಿಯನ್ನರಿಯದೆ ಸ್ವನೀತಿಯನ್ನೇ ಸ್ಥಾಪಿಸಬೇಕೆಂದು ಪ್ರಯತ್ನಿಸುತ್ತಾ ಇದ್ದದರಿಂದ ದೇವರ ನೀತಿಗೆ ಅಧೀನರಾಗಲಿಲ್ಲ. 10:3	",
},			
{			
"question" :	"	4 ನೇಮ ನಿಷ್ಠೆಗಳಿಂದಾಗುವ ನೀತಿಯ ವಿಷಯದಲ್ಲಿ, ಅದನ್ನು ಅನುಸರಿಸಿದವನೇ ಅದರಿಂದ ಸಾಯುತ್ತಾನೆ ಎಂದು ಈ ವ್ಯಕ್ತಿ ಬರೆಯುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ಸೊಲೋಮೋನ	",
	"	C. ಯೋನ	",
	"	D. ನೋಹ	"
],			
"correct" :	"	A. ಮೋಶೆ	",
"explanation" :	"	ನೇಮನಿಷ್ಠೆಗಳಿಂದಾಗುವ ನೀತಿಯ ವಿಷಯದಲ್ಲಿ - ಅದನ್ನು ಅನುಸರಿಸಿದವನೇ ಅದರಿಂದ ಜೀವಿಸುವನೆಂದು ಮೋಶೆಯು ಬರೆಯುತ್ತಾನೆ 10:5	",
},			
{			
"question" :	"	5 ನೀನು ಈತನಲ್ಲಿ ಅರಿಕೆಮಾಡಿ, ದೇವರು ಈತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನೆಂದು ನಂಬಿದರೆ, ನೀನು ರಕ್ಷಣೆ ಹೊಂದುವಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಎಲೀಯ	",
	"	C. ಎಲೀಷ	",
	"	D. ಲಾಜರಸ್	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"	ಅದೇನಂದರೆ ನೀನು ಯೇಸುವನ್ನೇ ಕರ್ತನೆಂದು ಬಾಯಿಂದ ಅರಿಕೆಮಾಡಿಕೊಂಡು ದೇವರು ಆತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನೆಂದು ಹೃದಯದಿಂದ ನಂಬಿದರೆ ನಿನಗೆ ರಕ್ಷಣೆಯಾಗುವದು ಎಂಬದೇ 10:9	",
},			
{			
"question" :	"	6 _____ದಿಂದ ನಂಬುವುದರ ಮೂಲಕ ನೀತಿಯು ದೊರಕುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಬುದ್ಧಿಯಿಂದ	",
	"	B. ಹೃದಯದಿಂದ	",
	"	C. ಜ್ಞಾನದಿಂದ	",
	"	D. ಅವಿಶ್ವಾಸದಿಂದ	"
],			
"correct" :	"	B. ಹೃದಯದಿಂದ	",
"explanation" :	"	ಹೃದಯದಿಂದ ನಂಬುವದರ ಮೂಲಕ ನೀತಿಯು ದೊರಕುತ್ತದೆ. ಬಾಯಿಂದ ಅರಿಕೆಮಾಡುವದರ ಮೂಲಕ ರಕ್ಷಣೆಯಾಗುತ್ತದೆ.  10:10	",
},			
{			
"question" :	"	7 ಬಾಯಿಂದ ಅರಿಕೆ ಮಾಡುವುದರಿಂದ ____ ದೊರಕುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ರಕ್ಷಣೆ	",
	"	B. ದೈವನಿರ್ಣಯ	",
	"	C. ದೇವರ ಚಿತ್ತ	",
	"	D. ಈ ಲೋಕ	"
],			
"correct" :	"	A. ರಕ್ಷಣೆ	",
"explanation" :	"	ಹೃದಯದಿಂದ ನಂಬುವದರ ಮೂಲಕ ನೀತಿಯು ದೊರಕುತ್ತದೆ. ಬಾಯಿಂದ ಅರಿಕೆಮಾಡುವದರ ಮೂಲಕ ರಕ್ಷಣೆಯಾಗುತ್ತದೆ.  10:10	",
},			
{			
"question" :	"	8 ಕರ್ತನ ನಾಮವನ್ನು ಹೇಳಿಕೊಳ್ಳುವವರೆಲ್ಲರಿಗೂ _____	",
"image" :	"",		
"choices" : [			
	"	A. ಬಲಹೀನರಾಗುವರು	",
	"	B. ಬಲಹೊಂದುವರು	",
	"	C. ಮೂರ್ಖರಾಗುವರು	",
	"	D. ರಕ್ಷಣೆಯಾಗುವುದು	"
],			
"correct" :	"	D. ರಕ್ಷಣೆಯಾಗುವುದು	",
"explanation" :	"	ಕರ್ತನ ನಾಮವನ್ನು ಹೇಳಿಕೊಳ್ಳುವವರೆಲ್ಲರಿಗೆ ರಕ್ಷಣೆಯಾಗುವದೆಂದು ಬರೆದದೆ 10:13	",
},			
{			
"question" :	"	9 ಶುಭದ ವಾರ್ತೆಯನ್ನು ಸಾರುವವರ ____ ಎಷ್ಟೋ ಅಂದವಾಗಿದೆ ಎಂದು ಬರೆಯಲ್ಪಟ್ಟಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮನೆಗಳು	",
	"	B. ದೇವರ ಕಡೆ ನಡಿಗೆ	",
	"	C. ಪಾದಗಳು	",
	"	D. ನದಿಗಳು ಅವರ ಮೇಲೆ ಹರಿಯುವವು	"
],			
"correct" :	"	C. ಪಾದಗಳು	",
"explanation" :	"	ಇದಕ್ಕೆ ಸರಿಯಾಗಿ ಶುಭದ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವವರ ಪಾದಗಳು ಎಷ್ಟೋ ಅಂದವಾಗಿವೆ ಎಂದು ಬರೆದದೆ. ಆದರೂ ಆ ಶುಭವರ್ತಮಾನಕ್ಕೆ ಎಲ್ಲರೂ ಕಿವಿಗೊಡಲಿಲ್ಲ. 10:15	",
},			
{			
"question" :	"	10 ಸಾರಿದ ವಾರ್ತೆಯು ____ ಆಧಾರ, ಆ ವಾರ್ತೆಗೆ ಕ್ರಿಸ್ತನ ವಾಕ್ಯವೇ ಆಧಾರ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಪಕ್ಕೆ	",
	"	B. ಸಂತೋಷಕ್ಕೆ	",
	"	C. ನಂಬಿಕೆಗೆ	",
	"	D. ತಾಳ್ಮೆಗೆ	"
],			
"correct" :	"	C. ನಂಬಿಕೆಗೆ	",
"explanation" :	"	ಆದಕಾರಣ ಸಾರಿದ ವಾರ್ತೆಯು ನಂಬಿಕೆಗೆ ಆಧಾರ, ಆ ವಾರ್ತೆಗೆ ಕ್ರಿಸ್ತನ ವಾಕ್ಯವೇ ಆಧಾರ.  10:17	",
},			
]			
			