var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1  ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದ ಅಪೋಸ್ತಲನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಪೌಲ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	B. ಪೌಲ	",
"explanation" :	"	ಯೇಸು ಕ್ರಿಸ್ತನ ದಾಸನೂ ಅಪೊಸ್ತಲನಾಗುವದಕ್ಕೆ ಕರೆಯಲ್ಪಟ್ಟವನೂ ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವದಕ್ಕೆ ನೇಮಿಸಲ್ಪಟ್ಟವನೂ ಆಗಿರುವ ಪೌಲನು  1:1	",
},			
{			
"question" :	"	2  ಪವಿತ್ರವಾದ ಆತ್ಮವುಳ್ಳವನಾಗಿದ್ದು ಸತ್ತ ಮೇಲೆ ಜೀವಿತನಾಗಿ ಎದ್ದು ಬಂದ ಮಹತ್ಕಾರ್ಯದಿಂದ ದೇವಕುಮಾರನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲ	",
	"	B. ಎಲೀಷ	",
	"	C. ಯೇಸು	",
	"	D. ಲಾಜರಸ್	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"	ಈ ಸುವಾರ್ತೆಯು ದೇವರ ಮಗನೂ ನಮ್ಮ ಕರ್ತನೂ ಆಗಿರುವ ಯೇಸು ಕ್ರಿಸ್ತನ ವಿಷಯವಾದದ್ದು. ಆತನು ವಂಶಕ್ರಮದಿಂದ ದಾವೀದನ ಸಂತಾನದಲ್ಲಿ ಹುಟ್ಟಿದವನೂ, ಪವಿತ್ರವಾದ ಆತ್ಮವುಳ್ಳವನಾಗಿದ್ದು ಸತ್ತಮೇಲೆ ಜೀವಿತನಾಗಿ ಎದ್ದು ಬಂದ ಮಹತ್ಕಾರ್ಯದಿಂದ ದೇವಕುಮಾರನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟವನೂ ಆಗಿದ್ದಾನೆ. 1:3,4	",
},			
{			
"question" :	"	3  ಇಲ್ಲಿನ ವಿಶ್ವಾಸಿಗಳಿಗಾಗಿ ಈ ಪತ್ರ ಬರೆಯಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮ್	",
	"	B. ಯೆರೂಷಲೇಮ್	",
	"	C. ಪಾಲೇಸ್ತೀನ್	",
	"	D. ಕೊರಿಂಥ	"
],			
"correct" :	"	A. ರೋಮ್	",
"explanation" :	"	ರೋಮಾಪುರದಲ್ಲಿ ದೇವರಿಗೆ ಪ್ರಿಯರೂ ದೇವಜನರಾಗುವದಕ್ಕೆ ಕರೆಯಲ್ಪಟ್ಟವರೂ ಆಗಿರುವವರೆಲ್ಲರಿಗೆ ಬರೆಯುವದೇನಂದರೆ - ನಮ್ಮ ತಂದೆಯಾಗಿರುವ ದೇವರಿಂದಲೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಿಂದಲೂ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ.  1:7	",
},			
{			
"question" :	"	4  ಅಪೋಸ್ತಲನು ಹೇಳುತ್ತಾನೆ, ನಾನು ಇದಕ್ಕಾಗಿ ನಾಚಿಕೊಳ್ಳುವುದಿಲ್ಲ, ಯಾಕೆಂದರೆ ಇದು ರಕ್ಷಣೆಗಾಗಿ ದೇವರ ಬಲಸ್ವರೂಪವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವಿನ ಸುವಾರ್ತೆ	",
	"	B.  ಮನುಷ್ಯನ ಸಂಪ್ರದಾಯ	",
	"	C. ಕಷ್ಟದ ಕೆಲಸ	",
	"	D.  ನೀತಿವಂತರ ಕಾರ್ಯಗಳು	"
],			
"correct" :	"	A. ಯೇಸುವಿನ ಸುವಾರ್ತೆ	",
"explanation" :	"	ಆ ಸುವಾರ್ತೆಯು ದೇವರ ಬಲಸ್ವರೂಪವಾಗಿದ್ದು ಮೊದಲು ಯೆಹೂದ್ಯರಿಗೆ ಆಮೇಲೆ ಗ್ರೀಕರಿಗೆ ಅಂತೂ ನಂಬುವವರೆಲ್ಲರಿಗೂ ರಕ್ಷಣೆ ಉಂಟುಮಾಡುವಂಥದಾಗಿದೆ. 1:16	",
},			
{			
"question" :	"	5  ನೀತಿವಂತನು ಇದರಿಂದಲೇ ಬದುಕುವನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಭಯದಿಂದ ನಡಗುತ್ತಾ	",
	"	B. ಪ್ರಾರ್ಥನೆ ಉಪವಾಸಗಳಿಂದ	",
	"	C. ನಂಬಿಕೆಯಿಂದ	",
	"	D. ಗೌರವದಿಂದ	"
],			
"correct" :	"	C. ನಂಬಿಕೆಯಿಂದ	",
"explanation" :	"	ಹೇಗಂದರೆ ದೇವರಿಂದ ದೊರಕುವ ನೀತಿಯು ಅದರಲ್ಲಿ ತೋರಿಬರುತ್ತದೆ. ನೀತಿವಂತನು ನಂಬಿಕೆಯಿಂದಲೇ ಬದುಕುವನೆಂಬ ಶಾಸ್ತ್ರೋಕ್ತಿಯ ಪ್ರಕಾರ ಆ ನೀತಿಯು ನಂಬಿಕೆಯ ಫಲವಾಗಿದ್ದು ನಂಬಿಕೆಯನ್ನು ಪ್ರಕಟಿಸುವಂಥದಾಗಿದೆ. 1:17	",
},			
{			
"question" :	"	6  ದೇವರಿಂದ ದೂರ ತಿರುಗಿದವರು, ತಾವು ಜಾÐನಿಗಳೆಂದು ಹೇಳಿಕೊಂಡು……………	",
"image" :	"",		
"choices" : [			
	"	A.  ರಾಜರು ಮತ್ತು ರಾಜಕುಮಾರರಾದರು	",
	"	B.  ದಂತಕಥೆಯಾದರು	",
	"	C. ಸಗಣಿಯಾದರು	",
	"	D.  ಹುಚ್ಚರಾದರು	"
],			
"correct" :	"	D.  ಹುಚ್ಚರಾದರು	",
"explanation" :	"	ತಾವು ಜ್ಞಾನಿಗಳೆಂದು ಹೇಳಿಕೊಂಡು ಹುಚ್ಚರಾದರು. 1:22	",
},			
{			
"question" :	"	7  ಅವರು ಇದನ್ನು ಸೃಷ್ಟಿಕರ್ತನಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಆರಾಧಿಸಲು ಪ್ರಾರಂಭಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಗೌರವ	",
	"	B.  ನಂಬಿಕೆ	",
	"	C.  ನೀತಿ	",
	"	D. ಸೃಷ್ಟಿಗಳು	"
],			
"correct" :	"	D. ಸೃಷ್ಟಿಗಳು	",
"explanation" :	"	ಅವರು ಸತ್ಯದೇವರನ್ನು ಬಿಟ್ಟು ಅಸತ್ಯವಾದದ್ದನ್ನು ಹಿಡಿದುಕೊಂಡು ಸೃಷ್ಟಿಕರ್ತನನ್ನು ಪೂಜಿಸದೆ ಸೃಷ್ಟಿವಸ್ತುಗಳನ್ನೇ ಪೂಜಿಸಿ ಸೇವಿಸುವವರಾದರು. ಸೃಷ್ಟಿಕರ್ತನೊಬ್ಬನೇ ನಿರಂತರ ಸ್ತುತಿಹೊಂದತಕ್ಕವನು. ಆಮೆನ್. 1:25	",
},			
{			
"question" :	"	8  ಗಂಡಸರು ಸಹ _____ ಕಾಮಾತುರದಿಂದ ತಾಪಪಟ್ಟರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಚಿನ್ನಕ್ಕಾಗಿ	",
	"	B.  ಘನೆತೆಗಾಗಿ	",
	"	C. ಒಬ್ಬರ ಮೇಲೊಬ್ಬರು	",
	"	D. ನೀತಿಗಾಗಿ	"
],			
"correct" :	"	C. ಒಬ್ಬರ ಮೇಲೊಬ್ಬರು	",
"explanation" :	"	ಅವರು ಇಂಥದನ್ನು ಮಾಡಿದ್ದರಿಂದ ದೇವರು ಅವರನ್ನು ಕೇವಲ ತುಚ್ಫವಾದ ಕಾಮಾಭಿಲಾಷೆಗೆ ಒಪ್ಪಿಸಿದನು. ಹೇಗಂದರೆ ಅವರ ಹೆಂಗಸರು ಸ್ವಾಭಾವಿಕವಾದ ಭೋಗವನ್ನು ಬಿಟ್ಟು ಸ್ವಭಾವಕ್ಕೆ ವಿರುದ್ಧವಾದ ಭೋಗವನ್ನು ಅನುಸರಿಸಿದರು. ಅದರಂತೆ ಗಂಡಸರು ಸಹ ಸ್ವಾಭಾವಿಕವಾದ ಸ್ತ್ರೀಭೋಗವನ್ನು ಬಿಟ್ಟು ಒಬ್ಬರ ಮೇಲೊಬ್ಬರು ತಮ್ಮ ಕಾಮಾತುರದಿಂದ ತಾಪಪಡುತ್ತಾ ಗಂಡಸರ ಸಂಗಡ ಗಂಡಸರು ಕೇವಲ ಅವಲಕ್ಷಣವಾದದ್ದನ್ನು ನಡಿಸಿ ತಮ್ಮ ಭ್ರಾಂತಿಗೆ ತಕ್ಕ ಫಲವನ್ನು ತಮ್ಮಲ್ಲಿ ಹೊಂದುವವರಾದರು 1:26,27	",
},			
{			
"question" :	"	9  ದೇವರ ಜ್ಞಾನವು ಅವರಿಗೆ ಇಷ್ಟವಿಲ್ಲದ್ದರಿಂದ, ದೇವರು ಅವರನ್ನು____	",
"image" :	"",		
"choices" : [			
	"	A. ಕುರುಡರನ್ನಾಗಿಸಿದ	",
	"	B. ಅನಿಷ್ಟ ಭಾವಕ್ಕೆ ಒಪ್ಪಿಸಿದನು	",
	"	C. ಅವರ ಆತ್ಮಗಳನ್ನು ಸೈತಾನನಿಗೆ ಮಾರಿದನು	",
	"	D. ಅವರ ಮಕ್ಕಳನ್ನು ಶಪಿಸಿದರು	"
],			
"correct" :	"	B. ಅನಿಷ್ಟ ಭಾವಕ್ಕೆ ಒಪ್ಪಿಸಿದನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ದೇವರ ಜ್ಞಾನವು ಅವರಿಗೆ ಇಷ್ಟವಿಲ್ಲದ್ದರಿಂದ ಅಲ್ಲದ ಕೃತ್ಯಗಳನ್ನು ನಡಿಸುವವರಾಗುವಂತೆ ದೇವರು ಅವರನ್ನು ಅನಿಷ್ಟಭಾವಕ್ಕೆ ಒಪ್ಪಿಸಿದನು. 1:28	",
},			
{			
"question" :	"	10 ತಾವು ಮಾಡುವ ಕಾರ್ಯಗಳು ಮರಣಪಾತ್ರವೆಂದು ತಿಳಿದಿದ್ದರೂ, ಅವರು ಇದನ್ನು ಮಾಡುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರೆಯಾಗಿಸುತ್ತಾರೆ	",
	"	B. ಮಾಡುವವರನ್ನು ಅನುಮೋದಿಸುತ್ತಾರೆ	",
	"	C. ತಮ್ಮ ಕಾರ್ಯಗಳಿಗಾಗಿ ಸುಳ್ಳು ಹೇಳುತ್ತಾರೆ.	",
	"	D. ನಾಚಿಕೆಯಿಲ್ಲದೆ ದೇವರ ಮುಂದೆ ನಿಲ್ಲುತ್ತಾರೆ.	"
],			
"correct" :	"	B. ಮಾಡುವವರನ್ನು ಅನುಮೋದಿಸುತ್ತಾರೆ	",
"explanation" :	"	ಇಂಥವುಗಳನ್ನು ನಡಿಸುವವರು ಮರಣಕ್ಕೆ ಪಾತ್ರರಾಗಿದ್ದಾರೆಂಬ ದೇವವಿಧಿಯು ಅವರಿಗೆ ತಿಳಿದಿದ್ದರೂ ಅವರು ತಾವೇ ಅವುಗಳನ್ನು ಮಾಡುವದಲ್ಲದೆ ಮಾಡುವವರನ್ನೂ ಅನುಮೋದಿಸುತ್ತಾರೆ 1:32	",
},			
]			