var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 12";			
var quiz = [ 			
{			
"question" :	"	1 ನೀವು ನಿಮ್ಮ ___ ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ, ಮೆಚ್ಚಿಗೆಯಾಗಿಯೂ ಇರುವ ಸಜೀವ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕುರಿಗಳನ್ನು	",
	"	B. ದೇಹಗಳನ್ನು	",
	"	C. ಕೆಡುಕನ್ನು	",
	"	D. ಕೃಪೆಯನ್ನು	"
],			
"correct" :	"	B. ದೇಹಗಳನ್ನು	",
"explanation" :	"	ಆದದರಿಂದ ಸಹೋದರರೇ, ದೇವರ ಕನಿಕರವನ್ನು ನಿಮ್ಮ ನೆನಪಿಗೆ ತಂದು ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುವದೇನಂದರೆ - ನೀವು ನಿಮ್ಮ ನಿಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಗೆಯಾಗಿಯೂ ಇರುವ ಸಜೀವಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಿರಿ; ಇದೇ ನಿಮ್ಮ ವಿವೇಕಪೂರ್ವಕವಾದ ಆರಾಧನೆಯು 12:1	",
},			
{			
"question" :	"	2 ಇದನ್ನು ಅನುಸರಿಸಬೇಡಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ದಯೆ	",
	"	B. ದೇವರ ಚಿತ್ತ	",
	"	C. ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳನ್ನು	",
	"	D. ಇಹಲೋಕದ ನಡವಳಿಕೆ	"
],			
"correct" :	"	D. ಇಹಲೋಕದ ನಡವಳಿಕೆ	",
"explanation" :	"	ಇಹಲೋಕದ ನಡವಳಿಕೆಯನ್ನು ಅನುಸರಿಸದೆ ನೂತನಮನಸ್ಸನ್ನು ಹೊಂದಿಕೊಂಡು ಪರಲೋಕಭಾವದವರಾಗಿರಿ. ಹೀಗಾದರೆ ದೇವರ ಚಿತ್ತಕ್ಕನುಸಾರವಾದದ್ದು ಅಂದರೆ ಉತ್ತಮವಾದದ್ದೂ ಮೆಚ್ಚಿಕೆಯಾದದ್ದೂ ದೋಷವಿಲ್ಲದ್ದೂ ಯಾವ ಯಾವದೆಂದು ವಿವೇಚಿಸಿ ತಿಳುಕೊಳ್ಳುವಿರಿ. 12:2	",
},			
{			
"question" :	"	3 ದೇವರು ಒಬ್ಬೊಬ್ಬರಿಗೂ ಎಂಥೆಂಥ ____ ಕೊಟ್ಟನೋ ಅದರ ಪ್ರಕಾರ ಭಾವಿಸಿಕೊಳ್ಳಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	A. ದು:ಖಗಳನ್ನು	",
	"	B. ಕೋಪಗಳನ್ನು	",
	"	C. ನಿರೀಕ್ಷೆ	",
	"	D.  ವಿಶ್ವಾಸ ಬಲ	"
],			
"correct" :	"	D.  ವಿಶ್ವಾಸ ಬಲ	",
"explanation" :	"	ದೇವರು ನನಗೆ ಕೃಪೆಮಾಡಿದ ಸೇವೆಯನ್ನು ನಡಿಸಿ ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬೊಬ್ಬನಿಗೂ ಹೇಳುವದೇನಂದರೆ ಯಾರೂ ತನ್ನ ಯೋಗ್ಯತೆಗೆ ಮೀರಿ ತನ್ನನ್ನು ಭಾವಿಸಿಕೊಳ್ಳದೆ ದೇವರು ಒಬ್ಬೊಬ್ಬನಿಗೆ ಎಂಥೆಂಥ ವಿಶ್ವಾಸ ಬಲವನ್ನು ಕೊಟ್ಟನೋ ಅದಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ನ್ಯಾಯವಾದ ಅಭಿಪ್ರಾಯದಿಂದ ತನ್ನನ್ನು ಭಾವಿಸಿಕೊಳ್ಳಬೇಕು. 12:3	",
},			
{			
"question" :	"	4 ಇದು ಒಂದರಲ್ಲೇ ಬಹಳ ಅಂಗಗಳಿವೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕುಟುಂಬ	",
	"	B. ದೇಹ	",
	"	C. ಸಂಘ	",
	"	D. ಗುಂಪು	"
],			
"correct" :	"	B. ದೇಹ	",
"explanation" :	"	ಯಾಕಂದರೆ ನಮಗೆ ಒಂದೇ ದೇಹದಲ್ಲಿ ಬಹಳ ಅಂಗಗಳಿರಲಾಗಿ ಆ ಎಲ್ಲಾ ಅಂಗಗಳಿಗೆ ಹೇಗೆ ಒಂದೇ ಕೆಲಸ ಇರುವದಿಲ್ಲವೋ  12:4	",
},			
{			
"question" :	"	5 ಕೆಟ್ಟತನಕ್ಕೆ ಹೇಸಿಕೊಂಡು ____ ಬಿಗಿಯಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಭಯವನ್ನು	",
	"	B. ದು:ಖವನ್ನು	",
	"	C. ಒಳ್ಳೇದನ್ನು	",
	"	D. ಬಲವನ್ನು	"
],			
"correct" :	"	C. ಒಳ್ಳೇದನ್ನು	",
"explanation" :	"	ನಿಮ್ಮ ಪ್ರೀತಿಯು ನಿಷ್ಕಪಟವಾಗಿರಲಿ. ಕೆಟ್ಟತನಕ್ಕೆ ಹೇಸಿಕೊಂಡು ಒಳ್ಳೇದನ್ನು ಬಿಗಿಯಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ 12:9	",
},			
{			
"question" :	"	6 ಉಪದ್ರವದಲ್ಲಿ _____ ಉಳ್ಳವರಾಗಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಸಹನೆ	",
	"	B. ಎಚ್ಚರಿಕೆ	",
	"	C. ನಿರೀಕ್ಷೆ	",
	"	D. ಸೈರಣೆ	"
],			
"correct" :	"	D. ಸೈರಣೆ	",
"explanation" :	"	ಕ್ರೈಸ್ತರು ನಿರೀಕ್ಷಿಸುವ ಮಹಾಪದವಿಯನ್ನು ನೆನಸಿ ಉಲ್ಲಾಸವಾಗಿರ್ರಿ. ಉಪದ್ರವದಲ್ಲಿ ಸೈರಣೆಯುಳ್ಳವರಾಗಿರ್ರಿ. ಬೇಸರಗೊಳ್ಳದೆ ಪ್ರಾರ್ಥನೆಮಾಡಿರಿ 12:12	",
},			
{			
"question" :	"	7 ಸಾಧ್ಯವಾದರೆ ನಿಮ್ಮಿಂದಾಗುವ ಮಟ್ಟಿಗೆ ________	",
"image" :	"",		
"choices" : [			
	"	A. ಉಪವಾಸವಿರಿ ಮತ್ತು ಪ್ರಾರ್ಥಿಸಿರಿ	",
	"	B. ವಿಧವೆಯರಿಗೆ ಮತ್ತು ಅನಾಥರಿಗೆ ನೀಡಿ	",
	"	C. ದಶಮಾಂಶ ನೀಡಿರಿ	",
	"	D. ಎಲ್ಲರ ಸಂಗಡ ಸಮಾಧಾನದಿಂದಿರಿ.	"
],			
"correct" :	"	D. ಎಲ್ಲರ ಸಂಗಡ ಸಮಾಧಾನದಿಂದಿರಿ.	",
"explanation" :	"	ಸಾಧ್ಯವಾದರೆ ನಿಮ್ಮಿಂದಾಗುವ ಮಟ್ಟಿಗೆ ಎಲ್ಲರ ಸಂಗಡ ಸಮಾಧಾನದಿಂದಿರಿ 12:18	",
},			
{			
"question" :	"	8 ಇದು ನನ್ನ ಕೆಲಸ ಎಂಬುದಾಗಿ ಕರ್ತನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಗೌರವಿಸುವುದು ಮತ್ತು ಸನ್ಮಾನಿಸುವುದು	",
	"	B. ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವುದು	",
	"	C. ಸೂಕ್ಷ್ಮವಾಗಿ ವಿಚಾರಿಸುವುದು	",
	"	D. ತನ್ನ ಜನರಿಗಾಗಿ ದರ್ಶನ	"
],			
"correct" :	"	B. ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವುದು	",
"explanation" :	"	ಪ್ರಿಯರೇ, ನೀವೇ ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸದೆ ಶಿಕ್ಷಿಸುವದನ್ನು ದೇವರಿಗೆ ಬಿಡಿರಿ. ಯಾಕಂದರೆ ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವದು ನನ್ನ ಕೆಲಸ, ನಾನೇ ಪ್ರತಿಫಲವನ್ನು ಕೊಡುವೆನು ಎಂದು ಕರ್ತನು ಹೇಳುತ್ತಾನೆಂಬದಾಗಿ ಬರೆದದೆ. 12:19	",
},			
{			
"question" :	"	9 ನಿನ್ನ ಶತೃ ಹಸಿದಿದ್ದರೆ ಇದನ್ನು ಮಾಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿರಿ	",
	"	B. ಊಟಕ್ಕೆ ಕೊಡಿ	",
	"	C. ನಾಶ ಮಾಡಿರಿ	",
	"	D. ಅಣಕಿಸಿರಿ	"
],			
"correct" :	"	B. ಊಟಕ್ಕೆ ಕೊಡಿ	",
"explanation" :	"	ಹಾಗಾದರೆ ನಿನ್ನ ವೈರಿ ಹಸಿದಿದ್ದರೆ ಅವನಿಗೆ ಊಟಕ್ಕೆ ಬಡಿಸು; ಬಾಯಾರಿದ್ದರೆ ಕುಡಿಯುವದಕ್ಕೆ ಕೊಡು. ಹೀಗೆ ಮಾಡುವದರಿಂದ ಅವನ ತಲೆಯ ಮೇಲೆ ಕೆಂಡಗಳನ್ನು ಕೂಡಿಸಿಟ್ಟಂತಾಗುವದು 19:20	",
},			
{			
"question" :	"	10 ಕೆಟ್ಟತನಕ್ಕೆ ಸೋತುಹೋಗದೆ, _______	",
"image" :	"",		
"choices" : [			
	"	A. ಸಂತೋಷದಿಂದ	",
	"	B. ನಂಬಿಕೆಯಿಂದ	",
	"	C. ಒಳ್ಳೇತನದಿಂದ	",
	"	D. ಸುಳ್ಳಿನಿಂದ	"
],			
"correct" :	"	C. ಒಳ್ಳೇತನದಿಂದ	",
"explanation" :	"	ಕೆಟ್ಟತನಕ್ಕೆ ಸೋತು ಹೋಗದೆ ಒಳ್ಳೇತನದಿಂದ ಕೆಟ್ಟತನವನ್ನು ಸೋಲಿಸು. 12:21	",
},			
]			