var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 11";			
var quiz = [			
{			
"question" :	"	1 ತಾನು ಯಾರ ಸಂತಾನದವನು ಎಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆದಾಮ	",
	"	B. ನೋಹ	",
	"	C. ಅಬ್ರಹಾಮ	",
	"	D. ಯೋಸೇಫ	"
],			
"correct" :	"	C. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ಹಾಗಾದರೆ ದೇವರು ತನ್ನ ಪ್ರಜೆಯನ್ನು ಬೇಡವೆಂದು ತಳ್ಳಿಬಿಟ್ಟದ್ದುಂಟೇ ಎಂದು ಕೇಳುತ್ತೇನೆ. ಎಂದಿಗೂ ಇಲ್ಲ. ನಾನು ಸಹ ಇಸ್ರಾಯೇಲ್ಯನು, ಅಬ್ರಹಾಮನ ಸಂತತಿಯವನು, ಬೆನ್ಯಾಮೀನನ ಕುಲದವನು ಆಗಿದ್ದೇನಲ್ಲಾ.  11:1	",
},			
{			
"question" :	"	2 ದೇವರು ತನ್ನ ಜನರಿಗೆ ಇದನ್ನು ಮಾಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಡುಗಡೆ	",
	"	B. ಮಾರ್ಗದರ್ಶನ	",
	"	C. ತಳ್ಳಿಬಿಡುವುದು	",
	"	D. ವಿಭಾಗ	"
],			
"correct" :	"	C. ತಳ್ಳಿಬಿಡುವುದು	",
"explanation" :	"	ದೇವರು ತಾನು ಮುಂದಾಗಿ ತನ್ನ ಜನರಾಗುವದಕ್ಕೆ ಗೊತ್ತುಮಾಡಿಕೊಂಡಿದ್ದ ಪ್ರಜೆಯನ್ನು ತಳ್ಳಿ ಬಿಡಲಿಲ್ಲ. ಎಲೀಯನ ಚರಿತ್ರೆಯಲ್ಲಿ ಶಾಸ್ತ್ರವು ಹೇಳುವ ಮಾತು ನಿಮಗೆ ತಿಳಿಯದೋ? 11:2	",
},			
{			
"question" :	"	3 ಜನರು ದೇವರ ಪ್ರವಾದಿಗಳಿಗೆ ಹೀಗೆ ಮಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ರಕ್ಷಿಸಿದರು	",
	"	B. ಕೊಂದರು	",
	"	C. ಆರಾಧಿಸಿದರು	",
	"	D. ವಿಧೇಯರಾದರು	"
],			
"correct" :	"	B. ಕೊಂದರು	",
"explanation" :	"	ಅವನು ದೇವರ ಮುಂದೆ - ಕರ್ತನೇ, ಅವರು ನಿನ್ನ ಪ್ರವಾದಿಗಳನ್ನು ಸಂಹರಿಸಿದ್ದಾರೆ, ನಿನ್ನ ಯಜ್ಞವೇದಿಗಳನ್ನು ಒಡೆದುಹಾಕಿದ್ದಾರೆ, ನಾನೊಬ್ಬನೇ ಉಳಿದಿದ್ದೇನೆ, ನನ್ನ ಪ್ರಾಣವನ್ನೂ ತೆಗೆಯಬೇಕೆಂದಿದ್ದಾರೆ 11:3	",
},			
{			
"question" :	"	4 ದೇವರು ಎಲೀಯನಿಗೆ ಹೇಳಿದ್ದು, ಇಷ್ಟು ಜನರು ಬಾಳನಿಗೆ ಅಡ್ಡಬೀಳದೆ ತನ್ನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	A. 700	",
	"	B. 1200	",
	"	C. 5000	",
	"	D. 7000	"
],			
"correct" :	"	D. 7000	",
"explanation" :	"	ಎಂದು ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ದೂರು ಹೇಳಿದ್ದಕ್ಕೆ ದೇವರ ಉತ್ತರವೇನಂದರೆ - ಬಾಳನ ವಿಗ್ರಹಕ್ಕೆ ಅಡ್ಡಬೀಳದೆ ಇರುವ ಏಳುಸಾವಿರ ಪುರುಷರನ್ನು ನನಗಾಗಿ ಉಳಿಸಿಕೊಂಡಿದ್ದೇನೆ ಎಂಬದೇ 11:4	",
},			
{			
"question" :	"	5 ಬರೆದಿರುವ ಪ್ರಕಾರ ದೇವರು ಅವರಿಗೆ _____ ಅಂದರೆ ಕಾಣದ ಕಣ್ಣುಗಳನ್ನು ಕೇಳದ ಕಿವಿಗಳನ್ನೂ ನೀಡಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಸಕರವಾದ	",
	"	B. ಗೊಂದಲಮಯ	",
	"	C. ದು:ಖದ	",
	"	D. ಜಡಭಾವದ	"
],			
"correct" :	"	D. ಜಡಭಾವದ	",
"explanation" :	"	ದೇವರು ಅವರಿಗೆ ಜಡಭಾವವನ್ನು ಅಂದರೆ ಕಾಣದ ಕಣ್ಣುಗಳನ್ನೂ ಕೇಳದ ಕಿವಿಗಳನ್ನೂ ಕೊಟ್ಟನು; ಈ ಭಾವವು ಈ ಹೊತ್ತಿನವರೆಗೂ ಹಾಗೆಯೇ ಅದೆ ಎಂದು ಬರೆದ ಪ್ರಕಾರ ಅವರಿಗೆ ಆಯಿತು. 11:8	",
},			
{			
"question" :	"	6 ಪೌಲನು ಹೇಳಿದ್ದು, ನಾನು ______ ಅಪೋಸ್ತಲನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಲಾ ವೇಳೆಯಲ್ಲೂ	",
	"	B. ಅನ್ಯಜನರಿಗೆ	",
	"	C. ಅಳುವವರಿಗೆ	",
	"	D. ದೇವರಿಗೆ ಅತೀ ಪ್ರಿಯವಾದ	"
],			
"correct" :	"	B. ಅನ್ಯಜನರಿಗೆ	",
"explanation" :	"	ಅನ್ಯಜನರಾಗಿರುವ ನಿಮ್ಮ ಸಂಗಡ ಮಾತಾಡುತ್ತೇನೆ. ನಾನು ಅನ್ಯಜನರಿಗೆ ಅಪೊಸ್ತಲನಾಗಿರಲಾಗಿ ನನ್ನ ಉದ್ಯೋಗವನ್ನು ಗಣ್ಯತೆಗೆ ತರುತ್ತೇನೆ. 11:13	",
},			
{			
"question" :	"	7 ಇದು ದೇವರದಾಗಿದ್ದರೆ, ಕೊಂಬೆಗಳೂ ದೇವರವೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೂರ್ಯನು	",
	"	B. ಬೇರುಗಳು	",
	"	C. ಹಳ್ಳ	",
	"	D. ಹೂವುಗಳು	"
],			
"correct" :	"	B. ಬೇರುಗಳು	",
"explanation" :	"	ಕಣಕದಲ್ಲಿ ಮೊದಲನೆಯ ಉರುಳಿ11.16 ಅಥವಾ, ಉಂಡೆ. ನೈವೇದ್ಯವಾದ ಮೇಲೆ ಕಣಕವೆಲ್ಲಾ ನೈವೇದ್ಯವಾದ ಹಾಗಾಯಿತು; ಬೇರು ದೇವರದಾಗಿದ್ದ ಮೇಲೆ ಕೊಂಬೆಗಳೂ ದೇವರವು.  11:16	",
},			
{			
"question" :	"	8 ಇಂತಹ ಮರಗಳಿಗೆ ಕೊಂಬೆಗಳನ್ನು ಕಸಿ ಮಾಡಲು ದೇವರು ಶಕ್ತನಾಗಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಮ್	",
	"	B. ಓಕ್	",
	"	C. ಆಲೀವ್ ಮರ	",
	"	D. ಆಲದ ಮರ	"
],			
"correct" :	"	C. ಆಲೀವ್ ಮರ	",
"explanation" :	"	ಇಸ್ರಾಯೇಲ್ಯರು ಕೂಡ ಇನ್ನು ಅಪನಂಬಿಕೆಯಲ್ಲಿ ನಿಲ್ಲದ ಪಕ್ಷಕ್ಕೆ ಕಸಿಕಟ್ಟಲ್ಪಡುವರು; ದೇವರು ಅವರನ್ನು ತಿರಿಗಿ ಕಸಿಕಟ್ಟುವದಕ್ಕೆ ಸಮರ್ಥನಾಗಿದ್ದಾನೆ. ನೀನು ಹುಟ್ಟು ಕಾಡುಮರದಿಂದ ಕಡಿದು ತೆಗೆಯಲ್ಪಟ್ಟು ನಿನಗೆ ಸಂಬಂಧಪಡದ ಊರು ಮರದಲ್ಲಿ ಕಸಿಕಟ್ಟಿಸಿಕೊಂಡವನಾದ ಮೇಲೆ ಅದರಲ್ಲಿ ಹುಟ್ಟಿದ ಕೊಂಬೆಗಳಾಗಿರುವ ಅವರು ಸ್ವಂತ ಮರದಲ್ಲಿ ಕಸಿಕಟ್ಟಲ್ಪಡುವದು ಎಷ್ಟೋ ಸಹಜವಾಗಿದೆಯಲ್ಲವೇ. 11:23,24	",
},			
{			
"question" :	"	9 ದೇವರು ವರವನ್ನು ಅನುಗ್ರಹಿಸಿದಕ್ಕೂ ಜನರನ್ನೂ ಕರೆದದ್ದಕ್ಕೂ	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರೀತಿಸುವುದಿಲ್ಲ	",
	"	B. ದಯೆಯಿಡುವುದಿಲ್ಲ	",
	"	C. ಪಶ್ಚಾತ್ತಾಪಪಡುವುದಿಲ್ಲ	",
	"	D. ಇಷ್ಟಪಡುವುದಿಲ್ಲ	"
],			
"correct" :	"	C. ಪಶ್ಚಾತ್ತಾಪಪಡುವುದಿಲ್ಲ	",
"explanation" :	"	ದೇವರು ವರಗಳನ್ನು ಅನುಗ್ರಹಿಸಿದ್ದಕ್ಕೂ ಜನರನ್ನು ಕರೆದದ್ದಕ್ಕೂ ಪಶ್ಚಾತ್ತಾಪಪಡುವವನಲ್ಲ. 11:29	",
},			
{			
"question" :	"	10 ದೇವರ ತೀರ್ಮಾನಗಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ಯಾಯಕರ	",
	"	B. ಮನುಷ್ಯರಂತೆ ಇದೆ	",
	"	C. ಅಗಮ್ಯವಾಗಿದೆ	",
	"	D. ದಯೆಯಿಲ್ಲದವು	"
],			
"correct" :	"	C. ಅಗಮ್ಯವಾಗಿದೆ	",
"explanation" :	"	ಆಹಾ, ದೇವರ ಐಶ್ವರ್ಯವೂ ಜ್ಞಾನವೂ ವಿವೇಕವೂ ಎಷ್ಟೋ ಅಗಾಧ! ಆತನ ತೀರ್ಮಾನಗಳು ಪರಿಶೋಧನೆಗೆ ಎಷ್ಟೋ ಅಗಮ್ಯ! ಆತನ ಮಾರ್ಗಗಳು ಕಂಡುಹಿಡಿಯುವದಕ್ಕೆ ಎಷ್ಟೋ ಅಸಾಧ್ಯ!  11:33	",
},			
]			