var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1 ಮತ್ತೊಬ್ಬರಲ್ಲಿ ದೋಷವೆಣಿಸುವ ನೀನು ಇದನ್ನು ಮಾಡುತ್ತೀಯಾ?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಚಿತ್ತ	",
	"	B. ನಿನ್ನನ್ನು ದೋಷಿಯೆಂದು ತೀರ್ಪುಮಾಡಿಕೊಂಡ ಹಾಗಾಯಿತು	",
	"	C. ತನ್ನನ್ನು ದೇವರು ಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆ	",
	"	D. ದೇವರನ್ನು ನಿರಾಕರಿಸುತ್ತಾನೆ.	"
],			
"correct" :	"	B. ನಿನ್ನನ್ನು ದೋಷಿಯೆಂದು ತೀರ್ಪುಮಾಡಿಕೊಂಡ ಹಾಗಾಯಿತು	",
"explanation" :	"	ಆದದರಿಂದ ಎಲೈ ಮನುಷ್ಯನೇ, ಮತ್ತೊಬ್ಬರಲ್ಲಿ ದೋಷವೆಣಿಸುವ ನೀನು ಯಾವನಾದರೂ ಸರಿಯೇ, ಉತ್ತರ ಹೇಳುವದಕ್ಕೆ ನಿನಗೆ ಮಾರ್ಗವಿಲ್ಲ. ಹೇಗಂದರೆ ಮತ್ತೊಬ್ಬರಲ್ಲಿ ದೋಷವೆಣಿಸುವದರಿಂದ ನಿನ್ನನ್ನು ನೀನೇ ದೋಷಿಯೆಂದು ತೀರ್ಪುಮಾಡಿಕೊಂಡ ಹಾಗಾಯಿತು. ಮತ್ತೊಬ್ಬರಲ್ಲಿ ದೋಷವೆಣಿಸುವ ನೀನು ಆ ದೋಷಗಳನ್ನೇ ನಡಿಸುತ್ತೀಯಲ್ಲಾ.  2:1	",
},			
{			
"question" :	"	2  ದೇವರು ಮಾಡುವ ತೀರ್ಪು _______ ಗೆ ಅನುಗುಣವಾಗಿರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮನುಷ್ಯರಿಗೆ	",
	"	B. ಸತ್ಯಕ್ಕೆ	",
	"	C. ಕೆಟ್ಟತನಕ್ಕೆ	",
	"	D. ಇಬ್ಬರು ಸಾಕ್ಷಿಗಳಿಗೆ	"
],			
"correct" :	"	B. ಸತ್ಯಕ್ಕೆ	",
"explanation" :	"	ಆದರೆ ಅಂಥವುಗಳನ್ನು ನಡಿಸುವವರ ವಿಷಯದಲ್ಲಿ ದೇವರು ಮಾಡುವ ತೀರ್ಪು ಸತ್ಯಕ್ಕನುಸಾರವಾಗಿಯೇ ಇರುವದೆಂದು ಬಲ್ಲೆವು 2:2	",
},			
{			
"question" :	"	3 ಮತ್ತೊಬ್ಬರ ಕಾರ್ಯಗಳಲ್ಲಿ ದೋಷವೆಣಿಸಿ, ಅವುಗಳನ್ನೇ ಮಾಡುತ್ತಿರುವ ನೀನು _____ ತಪ್ಪಿಸಿಕೊಂಡೇನೆಂದು ಯೋಚಿಸುತ್ತೀಯಾ?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ದಯೆ	",
	"	B. ದೇವರ ತೀರ್ಪು	",
	"	C. ಆತ್ಮನ ಫಲ	",
	"	D. ಮಹಾ ಸಂಕಟ	"
],			
"correct" :	"	B. ದೇವರ ತೀರ್ಪು	",
"explanation" :	"	ಎಲೈ ಮನುಷ್ಯನೇ, ಅಂಥವುಗಳನ್ನು ನಡಿಸುವವರಲ್ಲಿ ದೋಷವೆಣಿಸಿ ಅವುಗಳನ್ನೇ ಮಾಡುತ್ತಿರುವ ನೀನು ದೇವರ ದಂಡನೆಯ ತೀರ್ಪಿಗೆ ತಪ್ಪಿಸಿಕೊಂಡೇನೆಂದು ಯೋಚಿಸುತ್ತೀಯಾ? 2:3	",
},			
{			
"question" :	"	4 ದೇವರ ನೀತಿಯು ನಮ್ಮನ್ನು _____ ನಡೆಸುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A.ಸಂಕಟಗಳಿಗೆ	",
	"	B. ಮಾನಸಾಂತರ	",
	"	C. ಪರಿಶುದ್ದ ದಾರಿಗೆ	",
	"	D. ಬಡತನಕ್ಕೆ	"
],			
"correct" :	"	B. ಮಾನಸಾಂತರ	",
"explanation" :	"	ಆತನ ಅಪಾರವಾದ ದಯಾ ಸಹನ ದೀರ್ಘಶಾಂತಿಗಳನ್ನು ಅಸಡ್ಡೆಮಾಡುತ್ತೀಯಾ? ಮನಸ್ಸನ್ನು ಬೇರೆಮಾಡಿಕೊಳ್ಳುವದಕ್ಕೆ ದೇವರ ಉಪಕಾರವು ನಿನ್ನನ್ನು ಪ್ರೇರಿಸುತ್ತದೆಂಬದು ನಿನಗೆ ಗೊತ್ತಿಲ್ಲವೇ? 2;4	",
},			
{			
"question" :	"	5 ದೇವರು ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅವರವರ ____ ಪ್ರಕಾರ ಪ್ರತಿಫಲ ನೀಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆಸರು	",
	"	B. ನಂಬಿಕೆ	",
	"	C. ಸಂಪತ್ತು	",
	"	D. ಕಾರ್ಯಗಳ	"
],			
"correct" :	"	D. ಕಾರ್ಯಗಳ	",
"explanation" :	"	ನೀನು ನಿನ್ನ ಮೊಂಡತನವನ್ನೂ ಪಶ್ಚಾತ್ತಾಪವಿಲ್ಲದ ಮನಸ್ಸನ್ನೂ ಅನುಸರಿಸುವದರಿಂದ ನಿನಗೋಸ್ಕರ ದೇವರ ಕೋಪವನ್ನು ಕೂಡಿಟ್ಟುಕೊಳ್ಳುತ್ತಾ ಇದ್ದೀ. ದೇವರ ಕೋಪವೂ ನ್ಯಾಯವಾದ ತೀರ್ಪು ಪ್ರಕಟವಾಗುವ ದಿವಸ ಬರುತ್ತದಷ್ಟೆ. ಆತನು ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಅವನವನ ಕೃತ್ಯಗಳಿಗೆ ತಕ್ಕ ಪ್ರತಿಫಲವನ್ನು ಕೊಡುವನು. 2:5,6	",
},			
{			
"question" :	"	6 ಕೆಟ್ಟದ್ದನ್ನು ನಡೆಸುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ___ ಬರುವವು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಯೆ	",
	"	B. ಆರೋಗ್ಯ ಮತ್ತು ಸಮೃದ್ಧಿ	",
	"	C. ನಿರೀಕ್ಷೆ	",
	"	D. ಕಷ್ಟ ಸಂಕಟ	"
],			
"correct" :	"	D. ಕಷ್ಟ ಸಂಕಟ	",
"explanation" :	"	ಕೆಟ್ಟದ್ದನ್ನು ನಡಿಸುವ ಪ್ರತಿಯೊಬ್ಬ ನರಪ್ರಾಣಿಗೆ ಕಷ್ಟವೂ ಸಂಕಟವೂ ಬರುವವು - ಯೆಹೂದ್ಯರಿಗೆ ಮೊದಲು, ಅನಂತರ ಗ್ರೀಕರಿಗೆ ಸಹ.  2:9	",
},			
{			
"question" :	"	7 ದೇವರಿಗೆ ______ ಇದು ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮೃದ್ಧಿ	",
	"	B. ಅಂತ್ಯವಿಲ್ಲದ ದಯೆ	",
	"	C. ಅಪಾರವಾದ ಪ್ರೀತಿ	",
	"	D. ಪಕ್ಷಪಾತ	"
],			
"correct" :	"	D. ಪಕ್ಷಪಾತ	",
"explanation" :	"	ದೇವರಿಗೆ ಪಕ್ಷಪಾತವಿಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರವಿಲ್ಲದವರಾಗಿ ಪಾಪ ಮಾಡಿದವರು ಧರ್ಮಶಾಸ್ತ್ರವಿಲ್ಲದವರಾಗಿ ನಾಶಹೊಂದುವರು; ಆದರೆ ಧರ್ಮಶಾಸ್ತ್ರವುಳ್ಳವರಾಗಿದ್ದು ಪಾಪಮಾಡಿದವರು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕನುಸಾರವಾಗಿ ತೀರ್ಪನ್ನು ಹೊಂದುವರು.  2:11	",
},			
{			
"question" :	"	8 ದೇವರು ____ ಮುಖಾಂತರ ಮನುಷ್ಯರ ಗುಟ್ಟುಗಳನ್ನು ಹಿಡಿದು ವಿಚಾರಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರ ನಂಬಿಕೆ	",
	"	B. ಯೇಸು ಕ್ರಿಸ್ತನ	",
	"	C. ದೇವರ ಕೃಪೆ	",
	"	D. ಧರ್ಮಶಾಸ್ತ್ರ	"
],			
"correct" :	"	B. ಯೇಸು ಕ್ರಿಸ್ತನ	",
"explanation" :	"	ನಾನು ಸಾರುವ ಸುವಾರ್ತೆಯಲ್ಲಿ ಬೋಧಿಸಿರುವ ಪ್ರಕಾರ ದೇವರು ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕವಾಗಿ ಮನುಷ್ಯರ ಗುಟ್ಟುಗಳನ್ನು ಹಿಡಿದು ವಿಚಾರಿಸುವ ದಿನವು ಬರುತ್ತದೆ. ಆ ದಿನದಲ್ಲಿ ಇದೆಲ್ಲಾ ತಿಳಿದುಬರುವದು. 2:16	",
},			
{			
"question" :	"	9 ಈ ಪ್ರಶ್ನೆ ಕೇಳಲ್ಪಟ್ಟಿತು, ಮತ್ತೊಬ್ಬರಿಗೆ ಉಪದೇಶ ಮಾಡುವ ನೀನು ___ ಮಾಡದೇ ಇದ್ದೀಯೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮಶಾಸ್ತ್ರಭ್ಯಾಸ	",
	"	B. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸ	",
	"	C. ನಿನಗೆ ಉಪದೇಶ	",
	"	D. ಮಹಿಮೆಯಲ್ಲಿ ಹಂಚುವುದು	"
],			
"correct" :	"	C. ನಿನಗೆ ಉಪದೇಶ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಮತ್ತೊಬ್ಬನಿಗೆ ಉಪದೇಶ ಮಾಡುವ ನೀನು ನಿನಗೆ ಉಪದೇಶಮಾಡಿಕೊಳ್ಳದೆ ಇದ್ದೀಯೋ? ಕದಿಯಬಾರದೆಂದು ಬೋಧಿಸುವ ನೀನು ಕದಿಯುತ್ತೀಯೋ? 2:21	",
},			
{			
"question" :	"	10 ಒಳಗಿನಿಂದ ಯೆಹೂದ್ಯನಾಗಿರುವಾತನಿಗೆ ಹೊಗಳಿಕೆಯು ____ರಿಂದ ಬರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನುಷ್ಯರು	",
	"	B. ದೇವದೂತರು	",
	"	C. ತನ್ನಿಂದ ತಾನೇ	",
	"	D. ದೇವರು	"
],			
"correct" :	"	D. ದೇವರು	",
"explanation" :	"	ಆದರೆ ಒಳಗೆ ಯೆಹೂದ್ಯನಾಗಿರುವವನೇ ಯೆಹೂದ್ಯನು; ಮತ್ತು ಹೃದಯದಲ್ಲಿ ಆಗುವ ಸುನ್ನತಿಯೇ ಸುನ್ನತಿ. ಇದು ಬಾಹ್ಯಾಚಾರಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟದ್ದಲ್ಲ, ಆತ್ಮ ಸಂಬಂಧಪಟ್ಟದ್ದೇ; ಇಂಥಾ ಸುನ್ನತಿಯಿದ್ದವನಿಗೆ ಬರುವ ಹೊಗಳಿಕೆಯು ದೇವರಿಂದಲೇ ಹೊರತು ಮನುಷ್ಯರಿಂದ ಬರುವದಲ್ಲ. 2:29	",
},			
]			