var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1 ಎಲ್ಲಾ ಮನುಷ್ಯರು ______ಆದರೂ ದೇವರು ಸತ್ಯವಂತನೇ ಸರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ನಾಯಿ	",
	"	B. ಸುಳ್ಳುಗಾರ	",
	"	C. ಹೊಲಸು	",
	"	D. ತನ್ನನ್ನು ಹೊಗಳಿಕೊಳ್ಳುವವನು	"
],			
"correct" :	"	B. ಸುಳ್ಳುಗಾರ	",
"explanation" :	"	ಎಲ್ಲಾ ಮನುಷ್ಯರು ಸುಳ್ಳುಗಾರರಾದರೂ ದೇವರು ಸತ್ಯವಂತನೇ ಸರಿ. ನೀನು ಎಲ್ಲಾ ನುಡಿಗಳಲ್ಲಿ ನ್ಯಾಯಸ್ಥನೆಂದು ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು,ನಿನ್ನ ಮೇಲೆ ವ್ಯಾಜ್ಯ ನಡೆಯುವಾಗ ನೀನು ಗೆಲ್ಲಬೇಕುಎಂದು ಬರೆದದೆ. 3:4	",
},			
{			
"question" :	"	2  ಯೆಹೂದ್ಯರೇ ಆಗಲಿ, ಅನ್ಯಜನಗಳೇ ಆಗಲಿ, ಎಲ್ಲರೂ ________	",
"image" :	"",		
"choices" : [			
	"	A. ತಮ್ಮ ಆತ್ಮದಲ್ಲಿ ನೀತಿವಂತರು	",
	"	B. ಪಾಪಕ್ಕೆ ಒಳಗಾಗಿದ್ದಾರೆ	",
	"	C. ತಮ್ಮ ಕಾರ್ಯಗಳಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆ	",
	"	D. ಅಬ್ರಹಾಮನ ಮಕ್ಕಳು	"
],			
"correct" :	"	B. ಪಾಪಕ್ಕೆ ಒಳಗಾಗಿದ್ದಾರೆ	",
"explanation" :	"	ಹಾಗಾದರೆ ಏನು ಹೇಳಬೇಕು? ನಾವು ಅನ್ಯರಿಗಿಂತ ಉತ್ತಮಸ್ಥಾನದಲ್ಲಿದ್ದೇವೋ? ಎಷ್ಟು ಮಾತ್ರಕ್ಕೂ ಇಲ್ಲ. ಯೆಹೂದ್ಯರೇ ಆಗಲಿ ಗ್ರೀಕರೇ ಆಗಲಿ ಎಲ್ಲರೂ ಪಾಪಕ್ಕೆ ಒಳಬಿದ್ದವರೆಂದು ಮೊದಲೇ ತೋರಿಸಿಕೊಟ್ಟಿದ್ದೇವಲ್ಲಾ 3:9	",
},			
{			
"question" :	"	3 ಇದು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ____ ಇಲ್ಲ, ಒಬ್ಬನಾದರೂ ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ನೀತಿವಂತನು	",
	"	B. ದೇವರಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಶೋಧಿಸಲ್ಪಟ್ಟವನು	",
	"	C. ದೆವ್ವಗಳಿಗೆ ಎದುರಾಗಿ ನಿಂತವನು	",
	"	D. ಮೋಶೆಯಂತವನು	"
],			
"correct" :	"	A. ನೀತಿವಂತನು	",
"explanation" :	"	ಇದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿರುವ ಮಾತುಗಳಿಗೆ ಸರಿಯಾಗಿದೆ; ಅವು ಯಾವವಂದರೆ - ನೀತಿವಂತನು ಇಲ್ಲ, ಒಬ್ಬನಾದರೂ ಇಲ್ಲ; 3:10	",
},			
{			
"question" :	"	4  ಇದನ್ನು ಮಾಡುವರು ಒಬ್ಬರೂ ಇಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರನ್ನು ಹುಡುಕುವವರು	",
	"	B. ತಮ್ಮನ್ನೇ ಹೆಚ್ಚಿಸಿಕೊಳ್ಳುವವರು	",
	"	C. ಪಾಪದಲ್ಲಿ ಸಂತೋಷಿಸುವವರು	",
	"	D. ಗೋಳಾಡುವವರು	"
],			
"correct" :	"	A. ದೇವರನ್ನು ಹುಡುಕುವವರು	",
"explanation" :	"	ತಿಳುವಳಿಕೆಯುಳ್ಳವನು ಇಲ್ಲ, ದೇವರನ್ನು ಹುಡುಕುವವನು ಇಲ್ಲ. 3:11	",
},			
{			
"question" :	"	5  ಯಾವ ಮನುಷ್ಯನೂ ಇದರಿಂದ ನಿರ್ಣಯಿಸಲ್ಪಡುವುದಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ನೇಮನಿಷ್ಟೆಗಳಿಂದ	",
	"	B. ಯೇಸುವಿನ ರಕ್ತದಿಂದ	",
	"	C. ದೇವರಿಂದ	",
	"	D. ನ್ಯಾಯ ತೀರ್ಪಿನಿಂದ	"
],			
"correct" :	"	A. ನೇಮನಿಷ್ಟೆಗಳಿಂದ	",
"explanation" :	"	ಯಾಕಂದರೆ ಯಾವನಾದರೂ ನೇಮನಿಷ್ಠೆಗಳನ್ನನುಸರಿಸಿ ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ನೀತಿವಂತನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವದಿಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ಪಾಪದ ಅರುಹು ಉಂಟಾಗುತ್ತದಷ್ಟೆ. 3:20	",
},			
{			
"question" :	"	6  ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ___ ಅರಿವು ಉಂಟಾಗುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ	",
	"	B. ಮನುಷ್ಯರ	",
	"	C. ಪಾಪದ	",
	"	D. ನೀತಿಯ	"
],			
"correct" :	"	C. ಪಾಪದ	",
"explanation" :	"	ಯಾಕಂದರೆ ಯಾವನಾದರೂ ನೇಮನಿಷ್ಠೆಗಳನ್ನನುಸರಿಸಿ ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ನೀತಿವಂತನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವದಿಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ  ಪಾಪದ ಅರುಹು ಉಂಟಾಗುತ್ತದಷ್ಟೆ. 3:20	",
},			
{			
"question" :	"	7  ಪಾಪ ಮಾಡಿ ದೇವರ ಮಹಿಮೆ ಹೊಂದೇ ಹೋದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ್ಯರು	",
	"	B. ಅನ್ಯರು	",
	"	C. ಎಲ್ಲರೂ	",
	"	D. ದೇವದೂತರು	"
],			
"correct" :	"	C. ಎಲ್ಲರೂ	",
"explanation" :	"	ಎಲ್ಲರೂ ಪಾಪಮಾಡಿ ದೇವರ ಮಹಿಮೆಯನ್ನು ಹೊಂದದೆ ಹೋಗಿದ್ದಾರೆ 3:23	",
},			
{			
"question" :	"	8  ಮನುಷ್ಯನು ದೇವರ ಕೃಪೆಯಿಂದ ನಿರ್ಣಯಿಸಲ್ಪಡುವನು, ಅದು ____ ಮೂಲಕ ಆದ ಪಾಪ ವಿಮೋಚನಯೇ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾರ್ಯಗಳ	",
	"	B. ಧರ್ಮಶಾಸ್ತ್ರದ	",
	"	C. ಯೇಸುವಿನ	",
	"	D. ಪ್ರಾಯಶ್ಚಿತ್ತ	"
],			
"correct" :	"	C. ಯೇಸುವಿನ	",
"explanation" :	"	ಅವರು ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯ ಹೊಂದುವದು ದೇವರ ಉಚಿತಾರ್ಥವಾದ ಕೃಪೆಯಿಂದಲೇ ಕ್ರಿಸ್ತಯೇಸುವಿನಿಂದಾದ ಪಾಪ ವಿಮೋಚನೆಯ ಮೂಲಕವಾಗಿ ಆಗುವದು 3:24	",
},			
{			
"question" :	"	9  ಪಾಪಗಳಿಗೆ ಕ್ಷಮಾಪಣೆಯು ___ ನಂಬಿಕೆ ಮೂಲಕ ಆಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಲಸಗಳಲ್ಲಿ	",
	"	B. ಕಾರ್ಯಗಳ	",
	"	C. ನೀತಿತನದ	",
	"	D. ಯೇಸುವಿನ ರಕ್ತದಲ್ಲಿ	"
],			
"correct" :	"	D. ಯೇಸುವಿನ ರಕ್ತದಲ್ಲಿ	",
"explanation" :	"	ಈತನು ತನ್ನ ರಕ್ತವನ್ನು ಸುರಿಸಿ ನಂಬಿಕೆಯಿದ್ದವರಿಗಾಗಿ ಕೃಪಾಧಾರವಾಗಬೇಕೆಂದು ದೇವರು ಈತನನ್ನು ಮುಂದಿಟ್ಟನು.  3:25	",
},			
{			
"question" :	"	10  ಮನುಷ್ಯನು ______ ಸಂಬಂಧವಿಲ್ಲದೇ ನಂಬಿಕೆಯಿಂದಲೇ ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವರು.	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಕೃಪೆ	",
	"	B. ನಿರೀಕ್ಷೆ	",
	"	C. ದಯೆ	",
	"	D. ಧರ್ಮಪ್ರಮಾಣದ ಕರ್ಮಗಳು	"
],			
"correct" :	"	D. ಧರ್ಮಪ್ರಮಾಣದ ಕರ್ಮಗಳು	",
"explanation" :	"	ಧರ್ಮಪ್ರಮಾಣಸಂಬಂಧವಾದ ಕರ್ಮಗಳಿಲ್ಲದೆ ನಂಬಿಕೆಯಿಂದಲೇ ಮನುಷ್ಯರು ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವರೆಂಬದಾಗಿ ನಿಶ್ಚಯ ಮಾಡಿಕೊಂಡಿದ್ದೇವಲ್ಲಾ. 3:28	",
},			
]			