var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 4";			
var quiz = [			
{			
"question" :	"	1  ಈ ಮನುಷ್ಯನು ದೇವರನ್ನು ನಂಬಿದನು.  ಇದೇ ಅವನ ಲೆಕ್ಕಕ್ಕೆ ನೀತಿ ಎಂದು ಎಣಿಸಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ಅಬ್ರಹಾಮ	",
	"	C. ಇಸಾಕ	",
	"	D. ಆರೋನ	"
],			
"correct" :	"	B. ಅಬ್ರಹಾಮ	",
"explanation" :	"	ಇದರ ವಿಷಯದಲ್ಲಿ ಶಾಸ್ತ್ರವು ಹೇಳುವದನ್ನು ಆಲೋಚಿಸಿರಿ. ಅಬ್ರಹಾಮನು ದೇವರನ್ನು ನಂಬಿದನು; ಆ ನಂಬಿಕೆ ಅವನ ಲೆಕ್ಕಕ್ಕೆ ನೀತಿ ಎಂದು ಎಣಿಸಲ್ಪಟ್ಟಿತು ಎಂದು ಹೇಳುತ್ತದೆ.  4:3	",
},			
{			
"question" :	"	2 ಕೆಲಸ ಮಾಡಿದವನಿಗೆ ಬರುವ ಕೂಲಿಯು ದಯೆಯಿಂದ ದೊರಕುವಂಥದೆಂದು ಎಣಿಕೆಯಾಗುವುದಿಲ್ಲ, ಅದು _______	",
"image" :	"",		
"choices" : [			
	"	A. ಸಲ್ಲತಕ್ಕದ್ದು	",
	"	B. ಮೋಸ	",
	"	C. ನಿರೀಕ್ಷೆ	",
	"	D. ನಂಬಿಕೆ	"
],			
"correct" :	"	A. ಸಲ್ಲತಕ್ಕದ್ದು	",
"explanation" :	"	ಕೆಲಸ ಮಾಡಿದವನಿಗೆ ಬರುವ ಕೂಲಿಯು ದಯದಿಂದ ದೊರಕುವಂಥದೆಂದು ಎಣಿಕೆಯಾಗುವದಿಲ್ಲ; ಅದು ಸಲ್ಲತಕ್ಕದ್ದೇ ಎಂದು ಎಣಿಕೆಯಾಗುವದು.  4:4	",
},			
{			
"question" :	"	3  ಯಾವನು ಪುಣ್ಯಕ್ರಿಯೆಗಳನ್ನು ಮಾಡಿದವನಾಗಿರದೇ ಪಾಪಾತ್ಮರನ್ನು ನೀತಿವಂತರೆಂದುನಿರ್ಣಯಿಸುವಂತನಲ್ಲಿ ನಂಬಿಕೆಯಿಡುತ್ತಾನೋ ಅವನ ನಂಬಿಕೆಯೇ _____ ಎಂದು ಎಣಿಸಲ್ಪಡುವುದು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಷ್ಪ್ರಯೋಜಕ	",
	"	B. ನೀತಿ	",
	"	C. ಕಾರ್ಯ	",
	"	D. ಪಾಪ	"
],			
"correct" :	"	B. ನೀತಿ	",
"explanation" :	"	ಆದರೆ ಯಾವನು ಪುಣ್ಯಕ್ರಿಯೆಗಳನ್ನು ಮಾಡಿದವನಾಗಿರದೆ ಪಾಪಾತ್ಮರನ್ನು ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸುವಾತನಲ್ಲಿ ನಂಬಿಕೆಯಿಡುತ್ತಾನೋ ಅವನ ನಂಬಿಕೆಯೇ ನೀತಿ ಎಂದು ಎಣಿಸಲ್ಪಡುವದು. 4:5	",
},			
{			
"question" :	"	4  ದೇವರು ಯಾವನನ್ನು ಪುಣ್ಯಕ್ರಿಯೆಗಳಿಲ್ಲದೆ ನೀತಿವಂತನೆಂದು ಎಣಿಸುತ್ತಾನೋ ಅವನು ಧನ್ಯನೆಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದು	",
	"	B. ಸೊಲೋಮೋನ	",
	"	C. ಯೆಶಾಯ	",
	"	D. ಆಮೋಸ	"
],			
"correct" :	"	A. ದಾವೀದು	",
"explanation" :	"	ದೇವರು ಯಾವನನ್ನು ಪುಣ್ಯಕ್ರಿಯೆಗಳಿಲ್ಲದೆ ನೀತಿವಂತನೆಂದು ಎಣಿಸುತ್ತಾನೋ ಅವನು ಧನ್ಯನೆಂದು ದಾವೀದನು ಸಹ ಹೇಳುತ್ತಾನೆ. ಹೇಗಂದರೆ  4:6	",
},			
{			
"question" :	"	5  ಯಾರು ಧನ್ಯರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಮ್ಮ ನಾಮವು ಮಹಿಮೆ ಹೊಂದಿದವರು	",
	"	B. ಯಾರ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆಯೋ	",
	"	C. ಯಾರ ಜೀವಿತದಲ್ಲಿ ಅರ್ಥವಿದೆಯೋ	",
	"	D. ಯಾರ ಬೆಳಕು ಹೊಳೆಯುವುದೋ	"
],			
"correct" :	"	B. ಯಾರ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆಯೋ	",
"explanation" :	"	ಯಾರ ಅಪರಾಧಗಳು ಪರಿಹಾರವಾಗಿವೆಯೋ, ಯಾರ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿವೆಯೋ ಅವರೇ ಧನ್ಯರು. 4:7	",
},			
{			
"question" :	"	6  ಅಬ್ರಹಾಮನ ಲೆಕ್ಕಕ್ಕೆ ನಂಬಿಕೆಯು ಯಾವಾಗ ನೀತಿ ಎಂದು ಎಣಿಸಲ್ಪಟ್ಟಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾನ್	",
	"	B. ಪರಲೋಕದಲ್ಲಿ	",
	"	C. ಸುನ್ನತಿಯಾದಾಗ	",
	"	D. ಸುನ್ನತಿ ಇಲ್ಲದಿರುವಾಗ	"
],			
"correct" :	"	D. ಸುನ್ನತಿ ಇಲ್ಲದಿರುವಾಗ	",
"explanation" :	"	ಈ ಶುಭವಚನವು ಸುನ್ನತಿಯಿದ್ದವರಿಗೆ ಮಾತ್ರವೋ? ಸುನ್ನತಿಯಿಲ್ಲದವರಿಗೆ ಸಹ ಆಗುತ್ತದೋ? ನೋಡೋಣ. ಅಬ್ರಹಾಮನ ಲೆಕ್ಕಕ್ಕೆ ಅವನ ನಂಬಿಕೆಯೇ ನೀತಿಯೆಂದು ಎಣಿಸಲ್ಪಟ್ಟಿತೆಂಬದಾಗಿ ಹೇಳುತ್ತೇವಲ್ಲಾ. ಅದು ಯಾವಾಗ ಎಣಿಸಲ್ಪಟ್ಟಿತು? ಅವನಿಗೆ ಸುನ್ನತಿಯಾದ ಮೇಲೆಯೋ? ಸುನ್ನತಿಯಾಗುವದಕ್ಕೆ ಮೊದಲೋ? ಸುನ್ನತಿಯಾದ ಮೇಲೆ ಅಲ್ಲ, ಸುನ್ನತಿಯಾಗುವದಕ್ಕೆ ಮೊದಲೇ ಎಣಿಸಲ್ಪಟ್ಟಿತು 4:9,10	",
},			
{			
"question" :	"	7  ಅಬ್ರಹಾಮನು ತನ್ನ ನಂಬಿಕೆಯಿಂದಾದ ನೀತಿಗೆ ಮುದ್ರೆಯಾಗಿ ಯಾವುದನ್ನು ಗುರುತಾಗಿ ಹೊಂದಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುನ್ನತಿ	",
	"	B. ಹಣೆಯ ಮೇಲೆ ಗುರುತು	",
	"	C. ಕಿರೀಟ	",
	"	D. ರಾಜದಂಡ	"
],			
"correct" :	"	A. ಸುನ್ನತಿ	",
"explanation" :	"	ಆಮೇಲೆ ಸುನ್ನತಿಯೆಂಬ ಸಂಸ್ಕಾರವನ್ನು ಗುರುತಾಗಿ ಹೊಂದಿದನು. ಇದು ಸುನ್ನತಿಯಾಗುವದಕ್ಕೆ ಮೊದಲೇ ಅವನಿಗಿದ್ದ ನಂಬಿಕೆಯಿಂದಾದ ನೀತಿಗೆ ಮುದ್ರೆಯಾಗಿತ್ತು. ಹೀಗಿರುವದರಿಂದ ಅವನು ನಂಬುವವರೆಲ್ಲರಿಗೂ, ಅವರು ಸುನ್ನತಿಯಿಲ್ಲದವರಾದಾಗ್ಯೂ ಮೂಲತಂದೆಯಾದನು; ಅವರೂ ನೀತಿವಂತರೆಂದು ಎಣಿಸಲ್ಪಡುವರು 4:11	",
},			
{			
"question" :	"	8  ಧರ್ಮಶಾಸ್ತ್ರವಿಲ್ಲದಿರುವಲ್ಲಿ __________ ಇಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾಧಾನ	",
	"	B. ದಯೆ	",
	"	C. ಮೀರೋಣವೆಂಬುದೂ	",
	"	D. ಸತ್ಯವೂ	"
],			
"correct" :	"	C. ಮೀರೋಣವೆಂಬುದೂ	",
"explanation" :	"	ಯಾಕಂದರೆ ಧರ್ಮಶಾಸ್ತ್ರವು ಜನರನ್ನು ದೇವರ ಕೋಪಕ್ಕೆ ಗುರಿಮಾಡುವಂಥದು. ಧರ್ಮಶಾಸ್ತ್ರವಿಲ್ಲದ ಪಕ್ಷದಲ್ಲಿ ಮೀರೋಣವೆಂಬದೂ ಇಲ್ಲ.  4:15	",
},			
{			
"question" :	"	9  ಅಬ್ರಹಾಮನು ಇಷ್ಟು ವಯಸ್ಸಾದರೂ ತನ್ನ ಶರೀರವನ್ನು ಲೆಕ್ಕಿಸದೇ ತನ್ನ ನಂಬಿಕೆಯಲ್ಲಿ ಕುಂದಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. 50 ವರ್ಷ	",
	"	B. 60 ವರ್ಷ	",
	"	C. 75 ವರ್ಷ	",
	"	D. 100 ವರ್ಷ	"
],			
"correct" :	"	D. 100 ವರ್ಷ	",
"explanation" :	"	ಅವನು ಹೆಚ್ಚುಕಡಿಮೆ ನೂರು ವರುಷದವನಾಗಿದ್ದು ತನ್ನ ದೇಹವು ಆಗಲೇ ಮೃತಪ್ರಾಯವಾಯಿತೆಂದೂ ಸಾರಳಿಗೆ ಗರ್ಭಕಾಲ ಕಳೆದುಹೋಯಿತೆಂದೂ ಯೋಚಿಸಿದಾಗ್ಯೂ ಅವನ ನಂಬಿಕೆಯು ಕುಂದಲಿಲ್ಲ 4:19	",
},			
{			
"question" :	"	10 ದೇವರು ಆತನನ್ನು ನಮ್ಮ ಅಪರಾಧಗಳ ನಿಮಿತ್ತ ಮರಣಕ್ಕೆ ಒಪ್ಪಿಸಿ ಕೊಟ್ಟು ನಮಗೆ ನೀತಿವಂತರೆಂಬ ನಿರ್ಣಯವು ಉಂಟಾಗಬೇಕೆಂದು ಎಬ್ಬಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ್	",
	"	B. ದಾವೀದ	",
	"	C. ಯೇಸು	",
	"	D. ಸೈತಾನ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"	ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸುವನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ದೇವರನ್ನು ನಂಬುವ ನಮಗೂ ನಂಬಿಕೆಯು ನೀತಿಯೆಂದು ಎಣಿಸಲ್ಪಡುವದು. ದೇವರು ಆತನನ್ನು ನಮ್ಮ ಅಪರಾಧಗಳ ನಿಮಿತ್ತ ಮರಣಕ್ಕೆ ಒಪ್ಪಿಸಿಕೊಟ್ಟು ನಮಗೆ ನೀತಿವಂತರೆಂಬ ನಿರ್ಣಯವು ಉಂಟಾಗುವ ನಿಮಿತ್ತ ಜೀವದಿಂದ ಎಬ್ಬಿಸಿದನು 4:24,25	",
},			
]			