var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 5";			
var quiz = [			
{			
"question" :	"	1 ನಾವು ನಂಬಿಕೆಯಿಂದ ನೀತಿವಂತರಾದ ಕಾರಣ ___ ಮೂಲಕ ದೇವರೊಂದಿಗೆ ಸಮಾಧಾನದಲ್ಲಿರೋಣ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಲಸದ	",
	"	B. ನಿರೀಕ್ಷೆ	",
	"	C. ಕಾರ್ಯಗಳು	",
	"	D. ಯೇಸುಕ್ರಿಸ್ತನ	"
],			
"correct" :	"	D. ಯೇಸುಕ್ರಿಸ್ತನ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ನಾವು ನಂಬಿಕೆಯಿಂದ ನೀತಿವಂತರಾದ ಕಾರಣ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕ ದೇವರೊಂದಿಗೆ ಉಂಟಾದ ಸಮಾಧಾನದಲ್ಲಿ ಇರೋಣ. 5:1	",
},			
{			
"question" :	"	2 ಸಂಕಟವು ಇದನ್ನು ತರುತ್ತದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ತಾಳ್ಮೆ	",
	"	B. ದು:ಖ	",
	"	C. ಸಂತೋಷ	",
	"	D. ಭಯ	"
],			
"correct" :	"	A. ತಾಳ್ಮೆ	",
"explanation" :	"	ಇದು ಮಾತ್ರವಲ್ಲದೆ ನಮಗೆ ಉಂಟಾಗುವ ಉಪದ್ರವಗಳಲ್ಲಿಯೂ ಉಲ್ಲಾಸವಾಗಿದ್ದೇವೆ 5:3	",
},			
{			
"question" :	"	3 _____ ಮೂಲಕವಾಗಿ ದೇವರ ಪ್ರೀತಿತನವು ನಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಚೆಲ್ಲಲ್ಪಟ್ಟಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಭಯ	",
	"	B. ದು:ಖ	",
	"	C. ಅನುಭವ	",
	"	D. ಪರಿಶುದ್ಧಾತ್ಮ	"
],			
"correct" :	"	D. ಪರಿಶುದ್ಧಾತ್ಮ	",
"explanation" :	"	ಈ ನಿರೀಕ್ಷೆಯು ನಮ್ಮ ಆಶೆಯನ್ನು ಭಂಗಪಡಿಸುವದಿಲ್ಲ; ನಮಗೆ ಕೊಟ್ಟಿರುವ ಪವಿತ್ರಾತ್ಮನ ಮೂಲಕವಾಗಿ ದೇವರ ಪ್ರೀತಿರಸವು ನಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಧಾರಾಳವಾಗಿ ಸುರಿದದೆಯಲ್ಲಾ. 5:5	",
},			
{			
"question" :	"	4 ಕ್ರಿಸ್ತನು ಯಾರಿಗಾಗಿ ಸತ್ತನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರಿಗಾಗಿ	",
	"	B. ಸಂತರಿಗಾಗಿ	",
	"	C. ನೀತಿವಂತರಿಗಾಗಿ	",
	"	D. ಅನೀತಿವಂತರಿಗಾಗಿ	"
],			
"correct" :	"	D. ಅನೀತಿವಂತರಿಗಾಗಿ	",
"explanation" :	"	ನಾವು ಅಶಕ್ತರಾಗಿದ್ದಾಗಲೇ ಕ್ರಿಸ್ತನು ನೇಮಿತ ಕಾಲದಲ್ಲಿ ಭಕ್ತಿಹೀನರಿಗೋಸ್ಕರ ಪ್ರಾಣಕೊಟ್ಟನು 5:6	",
},			
{			
"question" :	"	5 ನಾವು ____ ಕ್ರಿಸ್ತನು ನಮಗಾಗಿ ಸತ್ತನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಚಿಕ್ಕ ಪ್ರಾಯದವರಾಗಿದ್ದರೂ	",
	"	B. ಇನ್ನೂ ಮುಗ್ಧರಾಗಿದ್ದರೂ	",
	"	C. ಇನ್ನೂ ಪಾಪಿಗಳಾಗಿದ್ದರೂ	",
	"	D. ಪ್ರಾರ್ಥಿಸುವವರಾಗಿದ್ದರೂ	"
],			
"correct" :	"	C. ಇನ್ನೂ ಪಾಪಿಗಳಾಗಿದ್ದರೂ	",
"explanation" :	"	ಆದರೆ ನಾವು ಪಾಪಿಗಳಾಗಿದ್ದಾಗಲೂ ಕ್ರಿಸ್ತನು ನಮಗೋಸ್ಕರ ಪ್ರಾಣ ಕೊಟ್ಟದ್ದರಲ್ಲಿ ದೇವರು ನಮ್ಮ ಮೇಲೆ ತನಗಿರುವ ಪ್ರೀತಿಯನ್ನು ಸಿದ್ಧಾಂತಪಡಿಸಿದ್ದಾನೆ.   5:8	",
},			
{			
"question" :	"	6 ನಾವು ಇದರಿಂದ ನೀತಿವಂತರಾಗಿದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾರ್ಯಗಳು	",
	"	B. ಪ್ರಾರ್ಥನೆ	",
	"	C. ಪ್ರಾಯಶ್ಚಿತ್ತ	",
	"	D. ಯೇಸುವಿನ ರಕ್ತ	"
],			
"correct" :	"	D. ಯೇಸುವಿನ ರಕ್ತ	",
"explanation" :	"	ಈಗ ನಾವು ಆತನ ರಕ್ತದಿಂದ ನೀತಿವಂತರಾಗಿರಲಾಗಿ ಆತನ ಮೂಲಕ ಬರುವ ಕೋಪಕ್ಕೆ ತಪ್ಪಿಸಿಕೊಳ್ಳುವದು ಮತ್ತೂ ನಿಶ್ಚಯವಲ್ಲವೇ. 5:9	",
},			
{			
"question" :	"	7 ಒಬ್ಬ ಮನುಷ್ಯನಿಂದ ಇದು ಲೋಕಕ್ಕೆ ಬಂದಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ನೋವು	",
	"	B. ಪಾಪ	",
	"	C. ಪ್ರೀತಿ	",
	"	D. ಮಳೆ	"
],			
"correct" :	"	B. ಪಾಪ	",
"explanation" :	"	ಈ ವಿಷಯ ಹೇಗಂದರೆ - ಒಬ್ಬ ಮನುಷ್ಯನಿಂದಲೇ ಪಾಪವೂ ಪಾಪದಿಂದ ಮರಣವೂ ಲೋಕದೊಳಗೆ ಸೇರಿದವು; ಎಲ್ಲರು ಪಾಪ ಮಾಡಿದ್ದರಿಂದ ಮರಣವು ಹೀಗೆ ಎಲ್ಲರಲ್ಲಿಯೂ ವ್ಯಾಪಿಸಿತು 5:12	",
},			
{			
"question" :	"	8 ಆದಾಮನಿಂದ ಮೋಶೆಯವರೆಗೂ ಇದು ಆಳ್ವಿಕೆ ಮಾಡಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರೀತಿ	",
	"	B. ಸ್ವಾತಂತ್ರ	",
	"	C. ಮರಣ	",
	"	D. ದಯೆ	"
],			
"correct" :	"	C. ಮರಣ	",
"explanation" :	"	ಆದರೂ ಆದಾಮನ ಕಾಲದಿಂದ ಮೋಶೆಯ ಕಾಲದವರೆಗೂ ಮರಣದ ಆಳಿಕೆಯು ನಡೆಯುತ್ತಿತ್ತು. ಆದಾಮನು ದೇವಾಜ್ಞೆಮೀರಿ ಮಾಡಿದ ಪಾಪಕ್ಕೆ ಸಮಾನವಾದ ಪಾಪವನ್ನು ಮಾಡದೆ ಇದ್ದವರ ಮೇಲೆಯೂ ಅದು ನಡೆಯುತ್ತಿತ್ತು. ಆ ಆದಾಮನು ಬರಬೇಕಾದ ಒಬ್ಬಾತನಿಗೆ ಸೂಚಕಪುರುಷನಾಗಿದ್ದಾನೆ. 5:14	",
},			
{			
"question" :	"	9 ಒಬ್ಬ ಮನುಷ್ಯನ ಅವಿಧೇಯತೆಯಿಂದ ಎಲ್ಲರೂ ಪಾಪಿಗಳಾದರು ಹಾಗೆಯೇ ಒಬ್ಬ ವಿಧೇಯತೆಯಿಂದ ಎಲ್ಲರೂ	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಸ ಹೋಗುವರು	",
	"	B. ನೀತಿವಂತರಾಗುವರು	",
	"	C. ಸಾಯುವರು	",
	"	D. ನಾಶವಾಗುವರು	"
],			
"correct" :	"	B. ನೀತಿವಂತರಾಗುವರು	",
"explanation" :	"	ಒಬ್ಬನ ಅವಿಧೇಯತ್ವದಿಂದ ಎಲ್ಲರೂ ಹೇಗೆ ಪಾಪಿಗಳಾದರೋ ಹಾಗೆಯೇ ಒಬ್ಬನ ವಿಧೇಯತ್ವದಿಂದ ಎಲ್ಲರೂ ನೀತಿವಂತರಾಗುವರು 5:19	",
},			
{			
"question" :	"	10 ಪಾಪವು ಹೆಚ್ಚಾಗಿದ್ದಲ್ಲಿ, ಇದು ಇನ್ನೂ ಹೆಚ್ಚಾಗುವುದು.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೃಪೆ	",
	"	B. ಮರಣ	",
	"	C. ಭಯ	",
	"	D. ನಿರೀಕ್ಷೆ	"
],			
"correct" :	"	A. ಕೃಪೆ	",
"explanation" :	"	ಅಪರಾಧಗಳು ಹೆಚ್ಚಾಗಿ ಕಂಡುಬರುವ ಹಾಗೆ ಧರ್ಮಶಾಸ್ತ್ರವು ಮಧ್ಯೆ ಬಂತು. ಆದರೆ ಪಾಪವು ಹೆಚ್ಚಿದಲ್ಲೇ ಕೃಪೆಯು ಎಷ್ಟೋ ಹೆಚ್ಚಾಗಿ ಪ್ರಬಲವಾಯಿತು.  5:20	",
},			
]			