var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 6";			
var quiz = [			
{			
"question" :	"	1 ದೇವರ ಕೃಪೆಯು ಹೆಚ್ಚಲಿ ಎಂದು ---- ಇನ್ನೂ ಇರಬೇಕೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀತಿಯಲ್ಲಿ	",
	"	B. ಪರಿಶುದ್ಧದಲ್ಲಿ	",
	"	C. ಪಾಪದಲ್ಲಿ	",
	"	D. ಕೃಪೆಯಲ್ಲಿ	"
],			
"correct" :	"	C. ಪಾಪದಲ್ಲಿ	",
"explanation" :	"	ಹಾಗಾದರೆ ಏನು ಹೇಳೋಣ? ದೇವರ ಕೃಪೆಯು ಹೆಚ್ಚಲಿ ಎಂದು ನಾವು ಪಾಪದಲ್ಲಿ ಇನ್ನೂ ಇರಬೇಕೋ? ಎಂದಿಗೂ ಇರಬಾರದು. ಪಾಪದ ಪಾಲಿಗೆ ಸತ್ತವರಾದ ನಾವು ಇನ್ನೂ ಅದರಲ್ಲೇ ಬದುಕುವದು ಹೇಗೆ? 6:1,2	",
},			
{			
"question" :	"	2 ಇದರಿಂದಾಗಿ ನಾವು ಯೇಸುವಿನೊಂದಿಗೆ ಹೂಣಲ್ಪಟ್ಟೆವು.	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಪ	",
	"	B. ಪರಿಶುದ್ಧತನ	",
	"	C. ದೀಕ್ಷಾಸ್ನಾನ	",
	"	D. ಪ್ರಾರ್ಥನೆ	"
],			
"correct" :	"	C. ದೀಕ್ಷಾಸ್ನಾನ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ನಾವು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡಾಗ ಆತನ ಮರಣದಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿ ಆತನೊಂದಿಗೆ ಹೂಣಲ್ಪಟ್ಟೆವು. ಆದದರಿಂದ ಕ್ರಿಸ್ತನು ಸತ್ತು ತಂದೆಯ ಮಹಿಮೆಯಿಂದ ಜೀವಿತನಾಗಿ ಎಬ್ಬಿಸಲ್ಪಟ್ಟಂತೆಯೇ ನಾವು ಕೂಡ ಜೀವದಿಂದೆದ್ದು ಹೊಸಬರಾಗಿ ನಡಕೊಳ್ಳಬೇಕು. 6:4	",
},			
{			
"question" :	"	3 ನಮ್ಮ ಪೂರ್ವ ಸ್ವಭಾವವು ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟಿದ್ದರಿಂದ ನಾವು ಇದನ್ನು ಸೇವಿಸುವ ಹಂಗಿನಲ್ಲಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ನೀತಿ	",
	"	B. ದೇವರು	",
	"	C. ಪರಿಶುದ್ಧತನ	",
	"	D. ಪಾಪ	"
],			
"correct" :	"	D. ಪಾಪ	",
"explanation" :	"	ಪಾಪಾಧೀನಸ್ವಭಾವವು ನಾಶವಾಗಿ ನಾವು ಇನ್ನೂ ಪಾಪದ ವಶದಲ್ಲಿರದಂತೆ ನಮ್ಮ ಪೂರ್ವಸ್ವಭಾವವು ಕ್ರಿಸ್ತನ ಕೂಡ ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟಿತೆಂದು ತಿಳಿದಿದ್ದೇವೆ 6:6	",
},			
{			
"question" :	"	4 ಸತ್ತವನು, ಇದರಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿರುವನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನರಕ	",
	"	B. ನಾಶ	",
	"	C. ಜವಾಬ್ಧಾರಿ	",
	"	D. ಪಾಪ	"
],			
"correct" :	"	D. ಪಾಪ	",
"explanation" :	"	ಸತ್ತವನು ಪಾಪದ ವಶದಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿದ್ದಾನಷ್ಟೆ. 6:7	",
},			
{			
"question" :	"	5 ನೀವು ಪಾಪದ ಪಾಲಿಗೆ ಸತ್ತವರೂ, __ ಜೀವಿಸುವರೂ ಎಂದು ಎಣಿಸಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಒಳ್ಳೇ ಕಾರ್ಯಗಳಿಗಾಗಿ	",
	"	B. ದೇವರಿಗಾಗಿ	",
	"	C. ಬೇರ್ಪಡುವಿಕೆಗಾಗಿ	",
	"	D. ದೈವ ನಿರ್ಣಯದಂತೆ	"
],			
"correct" :	"	B. ದೇವರಿಗಾಗಿ	",
"explanation" :	"	ಅದೇ ಪ್ರಕಾರ ನೀವು ಸಹ ನಿಮ್ಮನ್ನು ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಐಕ್ಯದಿಂದ ಪಾಪದ ಪಾಲಿಗೆ ಸತ್ತವರೂ ದೇವರಿಗಾಗಿ ಜೀವಿಸುವವರೂ ಎಂದು ಎಣಿಸಿಕೊಳ್ಳಿರಿ. 6:11	",
},			
{			
"question" :	"	6 ಇದು ನಿಮ್ಮ ದೇಹದಲ್ಲಿ ಆಳ್ವಿಕೆ ಮಾಡದಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಿಶುದ್ದತ್ವ	",
	"	B. ನ್ಯಾಯ	",
	"	C. ಪಾಪ	",
	"	D. ಒಳ್ಳೇ ಕಾರ್ಯಗಳು	"
],			
"correct" :	"	C. ಪಾಪ	",
"explanation" :	"	ಹೀಗಿರುವದರಿಂದ ಸಾಯತಕ್ಕ ನಿಮ್ಮ ದೇಹದ ಮೇಲೆ ಪಾಪಗಳನ್ನು ಆಳಗೊಡಿಸಿ ನೀವು ದೇಹದ ದುರಾಶೆಗಳಿಗೆ ಒಳಪಡಬೇಡಿರಿ. 6:12	",
},			
{			
"question" :	"	7 ನೀವು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನರಲ್ಲ, _________ ಅಧೀನರು	",
"image" :	"",		
"choices" : [			
	"	A. ಬಂಧನಕ್ಕೆ	",
	"	B. ಕೃಪೆಗೆ	",
	"	C. ಕೆಲಸಗಳಿಗೆ	",
	"	D. ಮನುಷ್ಯರ ಸಂಪ್ರದಾಯಗಳು	"
],			
"correct" :	"	B. ಕೃಪೆಗೆ	",
"explanation" :	"	ಯಾಕಂದರೆ ಪಾಪವು ನಿಮ್ಮ ಮೇಲೆ ಅಧಿಕಾರನಡಿಸದು; ನೀವು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನರಲ್ಲ, ಕೃಪೆಗೆ ಅಧೀನರಾಗಿದ್ದೀರಷ್ಟೆ. 6:14	",
},			
{			
"question" :	"	8 ಪಾಪದಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿ ____ ದಾಸರಾಗಿದ್ದೀರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ದೆವ್ವಗಳಿಗೆ	",
	"	B. ನೀತಿಗೆ	",
	"	C. ಲೋಕಕ್ಕೆ	",
	"	D. ಇರುಳಿಗೆ	"
],			
"correct" :	"	B. ನೀತಿಗೆ	",
"explanation" :	"	ಪಾಪದಿಂದ ಬಿಡುಗಡೆಯನ್ನು ಹೊಂದಿ ನೀತಿಗೆ ದಾಸರಾದದರಿಂದಲೂ ದೇವರಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ.  6:18	",
},			
{			
"question" :	"	9 ಪಾಪದ ಸಂಬಳ ______	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪರಿಮಿತ	",
	"	B. ಮರಣ	",
	"	C. ಕನಿಕರವಿಲ್ಲದೆ	",
	"	D. ದೇವರದು	"
],			
"correct" :	"	B. ಮರಣ	",
"explanation" :	"	ಯಾಕಂದರೆ ಪಾಪವು ಕೊಡುವ ಸಂಬಳ ಮರಣ; ದೇವರ ಉಚಿತಾರ್ಥವರವು ನಮ್ಮ ಕರ್ತನಾದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ನಿತ್ಯಜೀವ. 6:23	",
},			
{			
"question" :	"	10 ದೇವರ ಉಚಿತಾರ್ಥ ವರವು	",
"image" :	"",		
"choices" : [			
	"	A. ನಿತ್ಯಜೀವವು	",
	"	ಆ ಬೆಲೆಯೊಂದಿಗೆ ಸಿಗುವುದು	",
	"	C. ಮತ್ತೆ ಹೆಸರಿಸಲಾಗುವುದಿಲ್ಲ	",
	"	D. ನೀತಿವಂತರು ಹೊಂದುವರು	"
],			
"correct" :	"	A. ನಿತ್ಯಜೀವವು	",
"explanation" :	"	ಯಾಕಂದರೆ ಪಾಪವು ಕೊಡುವ ಸಂಬಳ ಮರಣ; ದೇವರ ಉಚಿತಾರ್ಥವರವು ನಮ್ಮ ಕರ್ತನಾದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ನಿತ್ಯಜೀವ. 6:23	",
},			
]			