var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 7";			
var quiz = [			
{			
"question" :	"	1 ಗಂಡನು _____ ಹೆಂಡತಿಯು ನ್ಯಾಯದ ಪ್ರಕಾರ ಅವನಿಗೆ ಬದ್ಧಳಾಗುವಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ನಿತ್ಯತ್ವದ ಮೂಲಕ	",
	"	B. ಜೀವದಿಂದಿರುವವರೆಗೂ	",
	"	C. ಆಕೆ ತನ್ನ ಬಿಡುಗಡೆಗಾಗಿ ಹಣ ಸಲ್ಲಿಸುವವರೆಗೂ	",
	"	D. ಅವನು ನ್ಯಾಯ ಪ್ರಮಾಣ ಮುರಿಯುವವರೆಗೂ	"
],			
"correct" :	"	B. ಜೀವದಿಂದಿರುವವರೆಗೂ	",
"explanation" :	"	ಅದಕ್ಕೆ ದೃಷ್ಟಾಂತ - ಗಂಡನು ಜೀವದಿಂದಿರುವ ತನಕ ಹೆಂಡತಿಯು ನ್ಯಾಯದ ಪ್ರಕಾರ ಅವನಿಗೆ ಬದ್ಧಳಾಗಿರುವಳು; ಗಂಡನು ಸತ್ತರೆ ಗಂಡನ ಹಂಗು ಆಕೆಗೆ ತಪ್ಪುವದು 7:2	",
},			
{			
"question" :	"	2 ಗಂಡ ಬದುಕಿರುವಾಗಲೇ ಒಬ್ಬ ಮಹಿಳೆ ಇನ್ನೊಂದು ಮದುವೆ ಮಾಡಿಕೊಂಡರೆ, ಆಕೆ,	",
"image" :	"",		
"choices" : [			
	"	A. ವ್ಯಭಿಚಾರಿ ಎನಿಸಿಕೊಳ್ಳುವಳು	",
	"	B. ಬಿಡುಗಡೆ ಹೊಂದುವಳು	",
	"	C. ಮೊದಲನೆಯವನ ಬಳಿಗೆ ಹಿಂತಿರುಗುವಳು	",
	"	D. ಅವಳ ಪಾಪದಲ್ಲಿ ಸಾಯುವಳು	"
],			
"correct" :	"	A. ವ್ಯಭಿಚಾರಿ ಎನಿಸಿಕೊಳ್ಳುವಳು	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಗಂಡನು ಜೀವದಿಂದಿರುವಾಗ ಆಕೆ ಬೇರೊಬ್ಬನನ್ನು ಸೇರಿದರೆ ವ್ಯಭಿಚಾರಿಣಿ ಎನಿಸಿಕೊಳ್ಳುವಳು. ಆದರೆ ಗಂಡನು ಸತ್ತ ಮೇಲೆ ಅವನ ಹಂಗು ತಪ್ಪಿದ್ದರಿಂದ ಆಕೆ ಮತ್ತೊಬ್ಬ ಗಂಡನನ್ನು ಮಾಡಿಕೊಂಡರೂ ವ್ಯಭಿಚಾರಿಣಿಯಲ್ಲ.  7:3	",
},			
{			
"question" :	"	3 ನಾವು ಶರೀರಸ್ವಭಾವದವರಾಗಿದ್ದಾಗ, ಪಾಪವು ನಮ್ಮಲ್ಲಿ ಕ್ರಿಯೆ ಮಾಡುತ್ತಾ ಯಾವುದಕ್ಕೆ ಫಲವನ್ನು ಹುಟ್ಟಿಸುತ್ತಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈತಾನ	",
	"	B. ದೇವರು	",
	"	C. ಜೀವ	",
	"	D. ಮರಣ	"
],			
"correct" :	"	D. ಮರಣ	",
"explanation" :	"	ನಾವು ಶರೀರಾಧೀನಸ್ವಭಾವವನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದಾಗ ದುರಾಶೆಗಳು ಧರ್ಮಶಾಸ್ತ್ರದಿಂದಲೇ ಪ್ರೇರಿತವಾಗಿ ನಮ್ಮ ಅಂಗಗಳಲ್ಲಿ ಯತ್ನೈಸುತ್ತಾ ಮರಣಕ್ಕೆ ಫಲವನ್ನು ಹುಟ್ಟಿಸುತ್ತಿದ್ದವು 7:5	",
},			
{			
"question" :	"	4 ನಾವು ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿರುವವರಾಗಿ, ಈಗ ನಾವು ಹೇಗೆ ಸೇವಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನುಕಂಪದಿಂದ	",
	"	B. ನೂತನ ಆತ್ಮದಿಂದ	",
	"	C. ಮರಣ	",
	"	D. ವೇದನೆ	"
],			
"correct" :	"	B. ನೂತನ ಆತ್ಮದಿಂದ	",
"explanation" :	"	ಈಗಲಾದರೋ ನಮ್ಮನ್ನು ವಶಮಾಡಿಕೊಂಡಿದ್ದ ಧರ್ಮಶಾಸ್ತ್ರದ ಪಾಲಿಗೆ ನಾವು ಸತ್ತಕಾರಣ ಆ ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ವಿಮುಕ್ತರಾಗಿದ್ದೇವೆ. ಹೀಗಿರಲಾಗಿ ಶಾಸ್ತ್ರದ ಹೊರಗಣ ಅರ್ಥಕ್ಕೆ ಅನುಕೂಲವಾದ ಹಳೇ ರೀತಿಯಲ್ಲಿ ನಾವು ದೇವರನ್ನು ಸೇವಿಸುವವರಲ್ಲ. ಪವಿತ್ರಾತ್ಮಪ್ರೇರಿತವಾದ ಹೊಸ ರೀತಿಯಲ್ಲಿ ಆತನನ್ನು ಸೇವಿಸುವವರಾಗಿದ್ದೇವೆ. 7:6	",
},			
{			
"question" :	"	5 ಹೀಗಿರಲಾಗಿ ನಾವು ಹಳೇ ರೀತಿಯಲ್ಲಿ ____ ಸೇವಿಸುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	A. ತಲೆಮಾರುಗಳನ್ನು	",
	"	B. ಪತ್ರಗಳನ್ನು	",
	"	C. ದೇಹವನ್ನು	",
	"	D. ಗೌರವವನ್ನು	"
],			
"correct" :	"	B. ಪತ್ರಗಳನ್ನು	",
"explanation" :	"	ಈಗಲಾದರೋ ನಮ್ಮನ್ನು ವಶಮಾಡಿಕೊಂಡಿದ್ದ ಧರ್ಮಶಾಸ್ತ್ರದ ಪಾಲಿಗೆ ನಾವು ಸತ್ತಕಾರಣ ಆ ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ವಿಮುಕ್ತರಾಗಿದ್ದೇವೆ. ಹೀಗಿರಲಾಗಿ ಶಾಸ್ತ್ರದ ಹೊರಗಣ ಅರ್ಥಕ್ಕೆ ಅನುಕೂಲವಾದ ಹಳೇ ರೀತಿಯಲ್ಲಿ ನಾವು ದೇವರನ್ನು ಸೇವಿಸುವವರಲ್ಲ. ಪವಿತ್ರಾತ್ಮಪ್ರೇರಿತವಾದ ಹೊಸ ರೀತಿಯಲ್ಲಿ ಆತನನ್ನು ಸೇವಿಸುವವರಾಗಿದ್ದೇವೆ. 7:6	",
},			
{			
"question" :	"	6 ಇದರಿಂದಾಗಿ ಹೊರತು ನನಗೆ ಪಾಪದ ಅರಿವು ಇರುತ್ತಿರಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	B. ಆಕರ್ಷಕ ಮಾತುಗಳು	",
	"	C. ಮನುಷ್ಯರ ಕಾರ್ಯಗಳು	",
	"	D. ದೂತರ ಮಾತುಗಳು	"
],			
"correct" :	"	A. ಧರ್ಮಶಾಸ್ತ್ರ	",
"explanation" :	"	ಹಾಗಾದರೆ ಏನು ಹೇಳೋಣ? ಧರ್ಮಶಾಸ್ತ್ರವು ಪಾಪಸ್ವರೂಪವೋ? ಎಂದಿಗೂ ಅಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದಲೇ ಹೊರತು ಪಾಪವೆಂಬದು ಏನೋ ನನಗೆ ಗೊತ್ತಾಗುತ್ತಿರಲಿಲ್ಲ. ದೃಷ್ಟಾಂತವಾಗಿ, ಆಶಿಸಬಾರದೆಂದು ಧರ್ಮಶಾಸ್ತ್ರವು ಹೇಳದಿದ್ದರೆ ದುರಾಶೆಯೆಂದರೆ ಏನೋ ನನಗೆ ತಿಳಿಯುತ್ತಿದ್ದಿಲ್ಲ. 7;7	",
},			
{			
"question" :	"	7 ಧರ್ಮಶಾಸ್ತ್ರವು ಇಲ್ಲದಿರುವಾಗ ಪಾಪವು	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಟ್ಟದ್ದಾಗಿದೆ	",
	"	B. ಅಚೇತನವಾಗಿದೆ	",
	"	C. ಜೀವಂತವಾಗಿದೆ	",
	"	D. ನರಕದಲ್ಲಿದೆ	"
],			
"correct" :	"	B. ಅಚೇತನವಾಗಿದೆ	",
"explanation" :	"	ಆದರೆ ಪಾಪವು ಈ ಆಜ್ಞೆಯಿಂದ ಅನುಕೂಲ ಹೊಂದಿ ಸಕಲವಿಧವಾದ ದುರಾಶೆಗಳನ್ನು ನನ್ನಲ್ಲಿ ಹುಟ್ಟಿಸಿತು. ಧರ್ಮಶಾಸ್ತ್ರವು ಇಲ್ಲದಿರುವಾಗ ಪಾಪವು ಅಚೇತನವಾಗಿದೆ. 7:8	",
},			
{			
"question" :	"	8 ಧರ್ಮಶಾಸ್ತ್ರವು	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ಯಾಯಕರ	",
	"	B. ಯೆಹೂದ್ಯರು ಮತ್ತು ಅನ್ಯರಿಗಾಗಿ	",
	"	C. ಯೆಹೂದ್ಯರಿಗೆ ಮಾತ್ರ	",
	"	D. ಪರಿಶುದ್ಧವಾದವರಿಗೆ	"
],			
"correct" :	"	D. ಪರಿಶುದ್ಧವಾದವರಿಗೆ	",
"explanation" :	"	ಹೀಗಿರಲಾಗಿ ಧರ್ಮಶಾಸ್ತ್ರವು ಪರಿಶುದ್ಧವಾದದ್ದು. ಮತ್ತು ಆಜ್ಞೆಯು ಪರಿಶುದ್ಧವೂ ನ್ಯಾಯವೂ ಹಿತವೂ ಆಗಿರುವಂಥದು ಸರಿ. 7:12	",
},			
{			
"question" :	"	9 ನಾನು ದೇಹಧರ್ಮಕ್ಕೆ ಒಳಗಾದವನಾದರೂ, ಧರ್ಮಶಾಸ್ತ್ರವು	",
"image" :	"",		
"choices" : [			
	"	B. ಅಗೋಚರವಾದದ್ದು	",
	"	B. ಪಾರಮಾರ್ಥಿಕವಾದದ್ದು	",
	"	C. ಮೂರ್ಖತನದ್ದು	",
	"	D. ದೇಹಧರ್ಮಕ್ಕೆ ಒಳಗಾದದು	"
],			
"correct" :	"	B. ಪಾರಮಾರ್ಥಿಕವಾದದ್ದು	",
"explanation" :	"	ಧರ್ಮಶಾಸ್ತ್ರವು ಪಾರಮಾರ್ಥಿಕವಾದದ್ದೆಂದು ನಾವು ಬಲ್ಲೆವು. ಆದರೆ ನಾನು ದೇಹಧರ್ಮಕ್ಕೆ ಒಳಗಾದವನೂ ಪಾಪದ ಸ್ವಾಧೀನದಲ್ಲಿರುವದಕ್ಕೆ ಮಾರಲ್ಪಟ್ಟವನೂ ಆಗಿದ್ದೇನೆ. 7:14	",
},			
{			
"question" :	"	10 ಮನಸ್ಸಿನಿಂದ ನಾನು ದೇವರಿಗೆ ಆಳಾಗಿಯೂ, ದೇಹದಿಂದ ನಾನು ____ ಆಳಾಗಿಯೂ ಇದ್ದೇನೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಮನುಷ್ಯ	",
	"	B. ಪಾಪವೆಂಬ ನಿಯಮಕ್ಕೆ	",
	"	C. ದೇವರ ನಿಯಮಕ್ಕೆ	",
	"	D. ಸಮಯಕ್ಕೆ	"
],			
"correct" :	"	B. ಪಾಪವೆಂಬ ನಿಯಮಕ್ಕೆ	",
"explanation" :	"	ಬಿಡಿಸುವವನು ಇದ್ದಾನೆಂಬದಕ್ಕಾಗಿ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕ ದೇವರಿಗೆ ಸ್ತೋತ್ರ. ಹೀಗಿರಲಾಗಿ ನನ್ನಷ್ಟಕ್ಕೆ ನಾನೇ ಮನಸ್ಸಿನಿಂದ ದೇವರ ನಿಯಮಕ್ಕೆ ಆಳಾಗಿಯೂ ಶರೀರಭಾವದಿಂದ ಪಾಪವೆಂಬ ನಿಯಮಕ್ಕೆ ಆಳಾಗಿಯೂ ನಡಕೊಳ್ಳುವವನಾಗಿದ್ದೇನೆ. 7:25	",
},			
]			