var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 8";			
var quiz = [			
{			
"question" :	"	1 ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವವರಿಗೆ ಇದು ಇಲ್ಲವೇ ಇಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ದಯೆ	",
	"	B. ಸಹನೆ	",
	"	C. ಪ್ರೀತಿ	",
	"	D. ಅಪರಾಧ ನಿರ್ಂಯ	"
],			
"correct" :	"	D. ಅಪರಾಧ ನಿರ್ಂಯ	",
"explanation" :	"	ಆದದರಿಂದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ಇರುವವರಿಗೆ ಅಪರಾಧನಿರ್ಣಯವು ಈಗ ಇಲ್ಲವೇ ಇಲ್ಲ 8:1	",
},			
{			
"question" :	"	2 ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿನ ಆತ್ಮದ ನಿಯಮವು ನಮ್ಮನ್ನು ಇದರಿಂದ ಬಿಡಿಸಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊಟ್ಟೆಬಾಕತನ	",
	"	B. ಸಂಕಟಗಳು	",
	"	C. ಮರಣ ಮತ್ತು ಪಾಪದ ಭಯ	",
	"	D. ಅದ್ಭುತಗಳು ಮತ್ತು ಸೂಚನೆಗಳು	"
],			
"correct" :	"	C. ಮರಣ ಮತ್ತು ಪಾಪದ ಭಯ	",
"explanation" :	"	ಯಾಕಂದರೆ ಜೀವವನ್ನುಂಟುಮಾಡುವ ಪವಿತ್ರಾತ್ಮನಿಂದಾದ ನಿಯಮವು ನಿನ್ನನ್ನು8.2 ಕೆಲವು ಪ್ರತಿಗಳಲ್ಲಿ - ನನ್ನನ್ನು ಎಂದು ಬರೆದದೆ. ಪಾಪಮರಣಗಳಿಗೆ ಕಾರಣವಾದ ನಿಯಮದಿಂದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಮೂಲಕ ಬಿಡಿಸಿತು. 8:2	",
},			
{			
"question" :	"	3 ಶರೀರಭಾವದ ಮೇಲೆ ಮನಸ್ಸಿಡುವುದು ಮರಣ, ಆದರೆ ಪವಿತ್ರಾತ್ಮನ ಮೇಲೆ ಮನಸ್ಸಿಡುವುದು	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಗ	",
	"	B.ಭಯ	",
	"	C. ನಿರೀಕ್ಷೆ ಮತ್ತು ಭಯ	",
	"	D. ಜೀವ ಮತ್ತು ಸಮಾಧಾನ	"
],			
"correct" :	"	D. ಜೀವ ಮತ್ತು ಸಮಾಧಾನ	",
"explanation" :	"	ಶರೀರಭಾವದವುಗಳ ಮೇಲೆ ಮನಸ್ಸಿಡುವದು ಮರಣ; ಪವಿತ್ರಾತ್ಮನವುಗಳ ಮೇಲೆ ಮನಸ್ಸಿಡುವದು ಜೀವವೂ ಮನಶ್ಶಾಂತಿಯೂ ಆಗಿದೆ. 8:6	",
},			
{			
"question" :	"	4 ಆತ್ಮದಿಂದ ನಡೆಸಲ್ಪಡುವವರು	",
"image" :	"",		
"choices" : [			
	"	ಅ, ಆತ್ಮದಿಂದ ಮರಣಿಸುವರು	",
	"	B. ಕತ್ತಿಯಿಂದ ಬೀಳುವರು	",
	"	C. ದೇವರ ಮಕ್ಕಳು	",
	"	D. ಪರಲೋಕದ ಮೆಟ್ಟಿಲುಗಳಲ್ಲಿರುವರು	"
],			
"correct" :	"	C. ದೇವರ ಮಕ್ಕಳು	",
"explanation" :	"	ಯಾರಾರು ದೇವರ ಆತ್ಮನಿಂದ ನಡಿಸಿಕೊಳ್ಳುತ್ತಾರೋ ಅವರು ದೇವರ ಮಕ್ಕಳು.  8:14	",
},			
{			
"question" :	"	5 ನಾವು ಹೇಗೆ ಬೇಡಿಕೊಳ್ಳಬೇಕೋ ತಿಳಿಯದೇ ಇರುವುದರಿಂದ ______ ನಮಗಾಗಿ ಮಾತಿಲ್ಲದ ನರಳಾಟದಿಂದ ಬೇಡಿಕೊಳ್ಳತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರು	",
	"	B. ಪರಲೋಕದಲ್ಲಿರುವ ಪರಿಶುದ್ಧರು	",
	"	C. ದೆವ್ವಗಳು	",
	"	D. ಪವಿತ್ರಾತ್ಮನು	"
],			
"correct" :	"	D. ಪವಿತ್ರಾತ್ಮನು	",
"explanation" :	"	ಹಾಗೆ ಪವಿತ್ರಾತ್ಮನು ಸಹ ನಮ್ಮ ಅಶಕ್ತಿಯನ್ನು ನೋಡಿ ಸಹಾಯಮಾಡುತ್ತಾನೆ. ಹೇಗಂದರೆ ನಾವು ತಕ್ಕ ಪ್ರಕಾರ ಏನು ಬೇಡಿಕೊಳ್ಳಬೇಕೋ ನಮಗೆ ಗೊತ್ತಿಲ್ಲದ್ದರಿಂದ ಪವಿತ್ರಾತ್ಮನು ತಾನೇ ಮಾತಿಲ್ಲದಂಥ ನರಳಾಟದಿಂದ ನಮಗೋಸ್ಕರ ಬೇಡಿಕೊಳ್ಳುತ್ತಾನೆ.  8:26	",
},			
{			
"question" :	"	6 ದೇವರ ಸಂಕಲ್ಪದ ಮೇರೆಗೆ ಕರೆಯಲ್ಪಟ್ಟ ಆತನನ್ನು ಪ್ರೀತಿಸುವವರ ಹಿತಕ್ಕಾಗಿ ಎಲ್ಲಾ ಕಾರ್ಯಗಳೂ	",
"image" :	"",		
"choices" : [			
	"	A. ಅದೃಷ್ಟವು	",
	"	B. ಅನುಕೂಲವಾಗುವುದು	",
	"	C. ಕೆಟ್ಟವುಗಳಾಗಿವೆ	",
	"	D. ವಿಶಿಷ್ಟವಾಗಿವೆ	"
],			
"correct" :	"	B. ಅನುಕೂಲವಾಗುವುದು	",
"explanation" :	"	ಇದಲ್ಲದೆ ದೇವರ ಸಂಕಲ್ಪದ ಮೇರೆಗೆ ಕರೆಯಲ್ಪಟ್ಟು ಆತನನ್ನು ಪ್ರೀತಿಸುವವರ ಹಿತಕ್ಕಾಗಿ ಎಲ್ಲಾ ಕಾರ್ಯಗಳು ಅನುಕೂಲವಾಗುತ್ತವೆ ಎಂದು ನಮಗೆ ಗೊತ್ತದೆ. 8:28	",
},			
{			
"question" :	"	7 ದೇವರ ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ ________	",
"image" :	"",		
"choices" : [			
	"	A. ನಮ್ಮನ್ನು ಎದುರಿಸುವವರು ಯಾರು?	",
	"	B. ನಾವು ನಿಂತುಕೊಳ್ಳಬಲ್ಲವೇ?	",
	"	C. ನಮ್ಮನ್ನು ಯಾರು ಲೆಕ್ಕಿಸಾರು.	",
	"	D. ನಾವು ಅರ್ಹರಾಗಬಲ್ಲವೇ?	"
],			
"correct" :	"	A. ನಮ್ಮನ್ನು ಎದುರಿಸುವವರು ಯಾರು?	",
"explanation" :	"	ಹಾಗಾದರೆ ಈ ವಿಷಯಗಳಲ್ಲಿ ನಾವು ಏನು ಹೇಳೋಣ? ದೇವರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ ನಮ್ಮನ್ನು ಎದುರಿಸುವವರು ಯಾರು? 8:31	",
},			
{			
"question" :	"	8 ಈತನು ದೇವರ ಬಲಗಡೆಯಲ್ಲಿ ಕುಳಿತು, ನಮಗಾಗಿ ಮಧ್ಯಸ್ಥಿಕೆ ವಹಿಸುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದ	",
	"	B. ಮೋಶೆ	",
	"	C. ಕ್ರಿಸ್ತ	",
	"	D. ಯೂದ	"
],			
"correct" :	"	C. ಕ್ರಿಸ್ತ	",
"explanation" :	"	ಅಪರಾಧಿಗಳೆಂದು ನಿರ್ಣಯಿಸುವವರು ಯಾರು? ಕ್ರಿಸ್ತ ಯೇಸು ಮರಣವನ್ನು ಹೊಂದಿದ್ದಲ್ಲದೆ ಜೀವಿತನಾಗಿ ಎದ್ದು ದೇವರ ಬಲಗಡೆಯಲ್ಲಿದ್ದು ನಮಗೋಸ್ಕರ ಬೇಡುವವನಾಗಿದ್ದಾನೆ.  8:34	",
},			
{			
"question" :	"	9 ಸಂಕಟಗಳಲ್ಲಿ ಯಾತನೆಗಳಲ್ಲಿ, ಗಂಡಾಂತರಗಳಲ್ಲಿ, ನಾವು	",
"image" :	"",		
"choices" : [			
	"	A. ನಾಯಿಗಳಂತಿದ್ದೇವೆ	",
	"	B. ಪೂರ್ಣ ಜಯಶಾಲಿಗಳಾಗಿದ್ದೇವೆ	",
	"	C. ಎಲ್ಲಾ ಜನರಿಗಿಂತ ದಯನೀಯವಾಗಿದ್ದೇವೆ	",
	"	D. ಕ್ರಿಮಿಗಳಂತಿದ್ದೇವೆ	"
],			
"correct" :	"	B. ಪೂರ್ಣ ಜಯಶಾಲಿಗಳಾಗಿದ್ದೇವೆ	",
"explanation" :	"	ಕ್ರಿಸ್ತನ ಪ್ರೀತಿಯಿಂದ ನಮ್ಮನ್ನು ಅಗಲಿಸುವವರು ಯಾರು? ಕಷ್ಟವೋ ಸಂಕಟವೋ ಹಿಂಸೆಯೋ ಅನ್ನವಿಲ್ಲದಿರುವದೋ ವಸ್ತ್ರವಿಲ್ಲದಿರುವದೋ ಗಂಡಾಂತರವೋ ಖಡ್ಗವೋ? ದೇವರೇ, ನಾವು ನಿನ್ನ ನಿಮಿತ್ತ ದಿನವೆಲ್ಲಾ ಕೊಲೆಗೆ ಗುರಿಯಾಗಿದ್ದೇವೆ; ಜನರು ನಮ್ಮನ್ನು ಕೊಯ್ಗುರಿಗಳಂತೆ ಎಣಿಸಿದರು. ಎಂಬದಾಗಿ ಬರೆದಿರುವಂತೆ ಆಗುತ್ತದಲ್ಲಾ. ಆದರೆ ನಮ್ಮನ್ನು ಪ್ರೀತಿಸಿದಾತನ ಮೂಲಕವಾಗಿ ನಾವು ಈ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಪೂರ್ಣ ಜಯಶಾಲಿಗಳಾಗುತ್ತೇವೆ 8:35,36,37	",
},			
{			
"question" :	"	10 ಮರಣವಾಗಲಿ, ಜೀವವಾಗಲಿ, ದೇವದೂತರಾಗಲಿ, ದುರಾತ್ಮಗಳಾಗಲಿ, ಮಹತ್ವಗಳಾಗಲಿ, ನಮ್ಮನ್ನು ಇದರಿಂದ ಅಗಲಿಸಲಾರದು	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
	"	B. ದೇವರ ಪ್ರೀತಿಯಿಂದ	",
	"	C. ದರ್ಶನದಿಂದ	",
	"	D. ಪಾಪದಿಂದ	"
],			
"correct" :	"	B. ದೇವರ ಪ್ರೀತಿಯಿಂದ	",
"explanation" :	"	ಹೇಗಂದರೆ ಮರಣವಾಗಲಿ ಜೀವವಾಗಲಿ ದೇವದೂತರಾಗಲಿ ದುರಾತ್ಮಗಳಾಗಲಿ ಈಗಿನ ಸಂಗತಿಗಳಾಗಲಿ ಮುಂದಣ ಸಂಗತಿಗಳಾಗಲಿ ಮಹತ್ವಗಳಾಗಲಿ ಮೇಲಣ ಲೋಕವಾಗಲಿ ಕೆಳಗಣ ಲೋಕವಾಗಲಿ ಬೇರೆ ಯಾವ ಸೃಷ್ಟಿಯಾಗಲಿ ನಮ್ಮನ್ನು ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಲ್ಲಿ ತೋರಿಬಂದ ದೇವರ ಪ್ರೀತಿಯಿಂದ ಅಗಲಿಸಲಾರವೆಂದು ನನಗೆ ನಿಶ್ಚಯ ಉಂಟು. 8:38,39	",
},			
]			