var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಅಧ್ಯಾಯ 9";			
var quiz = [ 			
{			
"question" :	"	1  ನನ್ನ ಹೃದಯದಲ್ಲಿ ಇದು ಇದೆ ಎಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಒಳ್ಳೇದು	",
	"	B. ದಯೆ	",
	"	C. ದ್ವೇಷ	",
	"	D. ವೇದನೆ	"
],			
"correct" :	"	D. ವೇದನೆ	",
"explanation" :	"	ಈ ಮಾತನ್ನು ಸುಳ್ಳಾಡದೆ ಕ್ರಿಸ್ತನ ಮುಂದೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ; ಪವಿತ್ರಾತ್ಮಾಧೀನವಾಗಿರುವ ನನ್ನ ಮನಸ್ಸೇ ಸಾಕ್ಷಿ 9:2	",
},			
{			
"question" :	"	2 ಪೌಲನಿಗೆ ಈ ಜನಗಳ ಮೇಲೆ ಕಾಳಜಿ ಇತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ರಾಯೇಲ್ಯರು	",
	"	B. ಗ್ರೀಕರು	",
	"	C. ಪಿಲಿಷ್ಟಿಯರು	",
	"	D. ಐಗುಪ್ತರು	"
],			
"correct" :	"	A. ಇಸ್ರಾಯೇಲ್ಯರು	",
"explanation" :	"	ಶರೀರಸಂಬಂಧವಾಗಿ ಸ್ವಜನರಾಗಿರುವ ನನ್ನ ಸಹೋದರರಿಗೋಸ್ಕರ ನಾನೇ ಸಾಧ್ಯವಾದರೆ ಕ್ರಿಸ್ತನನ್ನು ಅಗಲಿ ಶಾಪಗ್ರಸ್ತನಾಗುವದಕ್ಕೆ ಒಪ್ಪಿಕೊಂಡೇನು. ಅವರು ಇಸ್ರಾಯೇಲನ ವಂಶದವರೂ ದೇವರು ಪುತ್ರರಾಗಿ ಸ್ವೀಕರಿಸಿದವರೂ ಆಗಿದ್ದಾರೆ. ಅವರಲ್ಲಿ ದೇವರ ತೇಜಸ್ಸಾನ್ನಿಧ್ಯವು ಇದೆ; ಅವರ ಸಂಗಡ ದೇವರು ಒಡಂಬಡಿಕೆಗಳನ್ನು ಮಾಡಿಕೊಂಡನು; ಅವರಿಗೆ ಧರ್ಮಶಾಸ್ತ್ರವೂ ದೇವಾಲಯದಲ್ಲಿ ನಡೆಯುವ ಆರಾಧನೆಯೂ ವಾಗ್ದಾನಗಳೂ ಕೊಡೋಣವಾದವು 9:3,4	",
},			
{			
"question" :	"	3 ಶರೀರ ಸಂಬಂಧವಾಗಿ ಹುಟ್ಟಿದ ಮಕ್ಕಳೆಲ್ಲರೂ ____ಅಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಪಿಗಳು	",
	"	B. ದೂಷಿಸಲ್ಪಟ್ಟವರು	",
	"	C. ದೇವರ ಮಕ್ಕಳು	",
	"	D. ಕೆಡುಕನ ಮಕ್ಕಳು	"
],			
"correct" :	"	C. ದೇವರ ಮಕ್ಕಳು	",
"explanation" :	"	ಆ ಮಾತಿನ ಅರ್ಥವೇನಂದರೆ ಶರೀರಸಂಬಂಧವಾಗಿ ಹುಟ್ಟಿದವರೆಲ್ಲರೂ ದೇವರ ಮಕ್ಕಳಲ್ಲ, ವಾಗ್ದಾನಸಂಬಂಧವಾಗಿ ಹುಟ್ಟಿದವರೇ ಅಬ್ರಹಾಮನ ಸಂತತಿಯವರೆಂದು ಎಣಿಸಲ್ಪಡುವರು ಎಂಬದು. 9:8	",
},			
{			
"question" :	"	4 ಈ ಸ್ತ್ರೀಗೆ ಮಗುವಾಗುವುದೆಂದು ವಾಗ್ಧಾನವಿತ್ತು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹವ್ವ	",
	"	B. ಸಾರಾ	",
	"	C. ಎಲಿಜಬತ್	",
	"	D. ಡಯಾನ	"
],			
"correct" :	"	B. ಸಾರಾ	",
"explanation" :	"	ಮುಂದಿನ ವರುಷದ ಇದೇ ಕಾಲದಲ್ಲಿ ನಾನು ಬರುವೆನು, ಆಗ ಸಾರಳಿಗೆ ಮಗನು ಇರುವನು ಎಂಬ ಮಾತು ವಾಗ್ದಾನವಾಗಿದೆಯಷ್ಟೆ.  9:9	",
},			
{			
"question" :	"	5 ಈ ಸ್ತ್ರೀಯು ಇಸಾಕನಿಂದ ಮಕ್ಕಳನ್ನು ಪಡೆದಳು.	",
"image" :	"",		
"choices" : [			
	"	A. ತಾಮಾರ	",
	"	D. ರೆಬೆಕ್ಕ	",
	"	C. ರಾಚೆಲ್	",
	"	D. ಮರಿಯಳು	"
],			
"correct" :	"	D. ರೆಬೆಕ್ಕ	",
"explanation" :	"	ಇದು ಮಾತ್ರವಲ್ಲದೆ ರೆಬೆಕ್ಕಳು ಸಹ ನಮ್ಮ ಪಿತೃವಾದ ಇಸಾಕನಿಂದ ಅವಳಿ ಜವಳಿ ಮಕ್ಕಳಿಗೆ ಬಸುರಾದಾಗ ಅದರಂತೆಯೇ ಆಯಿತು. 9:10	",
},			
{			
"question" :	"	6 ಯಾಕೋಬನನ್ನು ಪ್ರೀತಿಸಿದೆ, ಈತನನ್ನಾದರೋ ದ್ವೇಷಿಸಿದೆ ಎಂದು ಬರೆಯಲ್ಪಟ್ಟಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಫರೋಹ	",
	"	B. ಏಸಾವ	",
	"	C. ಯೋಸೇಫ	",
	"	D. ಇಸಾಕ	"
],			
"correct" :	"	B. ಏಸಾವ	",
"explanation" :	"	ಇದಕ್ಕನುಸಾರವಾಗಿ - ಯಾಕೋಬನನ್ನು ಪ್ರೀತಿಸಿದನು, ಏಸಾವನನ್ನು ದ್ವೇಷಿಸಿದೆನು ಎಂದು ಬರೆದದೆ. 9:13	",
},			
{			
"question" :	"	7 ದೇವರು ಈ ಮನುಷ್ಯನೊಂದಿಗೆ ಮಾತನಾಡುತ್ತಾ, ನಾನು ಯಾರ ಮೇಲೆ ದಯವಿಡುವೆನೋ ಅವರ ಮೇಲೆ ದಯವಿಡುವೆನು ಎಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ದಾವೀದ	",
	"	C. ಸೌಲ	",
	"	D. ಸೊಲೋಮೋನ	"
],			
"correct" :	"	A. ಮೋಶೆ	",
"explanation" :	"	ಯಾವನ ಮೇಲೆ ನನ್ನ ಕರುಣೆ ಉಂಟೋ ಅವನನ್ನು ಕರುಣಿಸುವೆನು, ಯಾವನ ಮೇಲೆ ನನ್ನ ಕನಿಕರವದೆಯೋ ಅವನಿಗೆ ಕನಿಕರ ತೋರಿಸುವೆನು ಎಂದು ದೇವರು ಮೋಶೆಗೆ ಹೇಳಿರುತ್ತಾನಷ್ಟೆ 9:15	",
},			
{			
"question" :	"	8 ದೇವರು ತನ್ನ ನಾಮವು ಮಹಿಮೆಗೆ ಬರಬೇಕೆಂದು ಈ ಮನುಷ್ಯನನ್ನು ಉನ್ನತಿಗೆ ತಂದನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲ	",
	"	B. ಫರೋಹ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	B. ಫರೋಹ	",
"explanation" :	"	ದೇವರು ಫರೋಹನನ್ನು ಕುರಿತು - ನಾನು ನಿನ್ನಲ್ಲಿ ನನ್ನ ಶಕ್ತಿಯನ್ನು ತೋರಿಸಿ ನನ್ನ ಹೆಸರನ್ನು ಲೋಕದಲ್ಲೆಲ್ಲಾ ಪ್ರಖ್ಯಾತಪಡಿಸಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದಲೇ ನಿನ್ನನ್ನು ಉನ್ನತಸ್ಥಾನಕ್ಕೆ ತಂದಿದ್ದೇನೆಂದು ಹೇಳಿದನೆಂಬದಾಗಿ ಶಾಸ್ತ್ರೋಕ್ತಿ ಉಂಟು 9:17	",
},			
{			
"question" :	"	9 ಕುಂಬಾರನಿಗೆ ಇವುಗಳ ಮೇಲೆ ಅಧಿಕಾರವಿಲ್ಲವೇ ಎಂದು ಪ್ರಶ್ನಿಸಲಾಯಿತು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಿನ	",
	"	B. ಜೇಡಿಮಣ್ಣು	",
	"	C. ಪಾಪ	",
	"	D. ಸ್ವಂತ ಬುದ್ಧಿ	"
],			
"correct" :	"	B. ಜೇಡಿಮಣ್ಣು	",
"explanation" :	"	ಉತ್ತಮವಾದ ಬಳಕೆಗೆ ಒಂದು ಪಾತ್ರೆಯನ್ನೂ ಹೀನವಾದ ಬಳಕೆಗೆ ಮತ್ತೊಂದು ಪಾತ್ರೆಯನ್ನೂ ಒಂದೇ ಮುದ್ದೆಯಿಂದ ಮಾಡುವದಕ್ಕೆ ಕುಂಬಾರನಿಗೆ ಮಣ್ಣಿನ ಮೇಲೆ ಅಧಿಕಾರವಿಲ್ಲವೋ? 9:21	",
},			
{			
"question" :	"	10 ನಾನು ಚಿಯೋನಿನಲ್ಲಿ ಇದನ್ನು ಎಡುತ್ತೇನೆಂತಲೂ, ಅದನ್ನು ನಂಬುವವರೆಲ್ಲರೂ ಆಶಾಭಂಗಪಡುವುದಿಲ್ಲವೆಂತಲೂ ಬರೆಯಲ್ಪಟ್ಟಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂಲೆಗಲ್ಲು	",
	"	B. ಎಡವುವ ಕಲ್ಲು	",
	"	C. ಜೀವದ ಬುಗ್ಗೆ	",
	"	D. ಆಜ್ಞೆ ಉಲ್ಲಂಘಕಾರಕ	"
],			
"correct" :	"	B. ಎಡವುವ ಕಲ್ಲು	",
"explanation" :	"	ಇಗೋ, ಚೀಯೋನಿನಲ್ಲಿ ಎಡವುವ ಕಲ್ಲನ್ನೂ ಮುಗ್ಗರಿಸುವ ಬಂಡೆಯನ್ನೂ ಇಡುತ್ತೇನೆಂತಲೂ ಅದರ ಮೇಲೆ ನಂಬಿಕೆಯಿಡುವವನು ಆಶಾಭಂಗಪಡುವದಿಲ್ಲವೆಂತಲೂ ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದದೆಯಲ್ಲಾ. ಆ ಎಡವುವ ಕಲ್ಲಿಗೆ ಅವರು ಎಡವಿಬಿದ್ದರು. 9:33	",
},			
]			