var quiztitle = " ತೀತನಿಗೆ ಅಧ್ಯಾಯ 2";			
var quiz = [			
{			
"question" :	"	1. ಇದಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಬೋಧನೆ ಮಾಡು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸ್ವಸ್ಥಬೋಧನೆಗೆ	",
	"	b. ದೇವರ ಸೈನಿಕರಿಗೆ	",
	"	c. ಶಿಲುಬೆಯ ವೀರರಿಗೆ	",
	"	d. ಒಳ್ಳೆಯ ಸಮಾರ್ಯದವರಿಗೆ	"
],			
"correct" :	"	a. ಸ್ವಸ್ಥಬೋಧನೆಗೆ	",
"explanation" :	"	ನೀನಾದರೋ ಸ್ವಸ್ಥಬೋಧನೆಗೆ ಅನುಗುಣವಾಗು ಉಪದೇಶಮಾಡು.  ತೀತ 2:1	",
},			
{			
"question" :	"	2. ವೃದ್ಧರು ಇದರಲ್ಲಿ ಸ್ವಸ್ಥರಾಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆರೋಗ್ಯದಲ್ಲಿ	",
	"	b. ದೇಹದಲ್ಲಿ	",
	"	c. ಮನಸ್ಸಿನಲ್ಲಿ	",
	"	d. ನಂಬಿಕೆಯಲ್ಲಿ	"
],			
"correct" :	"	d. ನಂಬಿಕೆಯಲ್ಲಿ	",
"explanation" :	"	ಹೇಗಂದರೆ ವೃದ್ಧರು ಮದ್ಯಾಸಕ್ತಿಯಿಲ್ಲದವರೂ ಗೌರವವುಳ್ಳವರೂ ಜಿತೇಂದ್ರಿಯರೂ ನಂಬಿಕೆ ಪ್ರೀತಿ ತಾಳ್ಮೆ ಇವುಗಳಲ್ಲಿ ಸ್ವಸ್ಥರೂ ಆಗಿರಬೇಕೆಂದು ಬೋಧಿಸು.  ಹಾಗೆಯೇ ವೃದ್ಧಸ್ತ್ರೀಯರು ಚಾಡಿಹೇಳುವವರೂ ಮದ್ಯಕ್ಕೆ ಗುಲಾಮರೂ ಆಗಿರದೆ ;  ತೀತ 2:2	",
},			
{			
"question" :	"	3. ವೃದ್ಧಸ್ತ್ರೀಯರು ಇದನ್ನು ಮಾಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಉದಾಹರಿಸಬಾರದು	",
	"	b. ಪರಿಶುದ್ದರಾಗಿರಬಾರದು	",
	"	c. ಚಾಡಿಹೇಳಬಾರದು	",
	"	d. ಗೌರವಿಸಬಾರದು	"
],			
"correct" :	"	c. ಚಾಡಿಹೇಳಬಾರದು	",
"explanation" :	"	ಹೇಗಂದರೆ ವೃದ್ಧರು ಮದ್ಯಾಸಕ್ತಿಯಿಲ್ಲದವರೂ ಗೌರವವುಳ್ಳವರೂ ಜಿತೇಂದ್ರಿಯರೂ ನಂಬಿಕೆ ಪ್ರೀತಿ ತಾಳ್ಮೆ ಇವುಗಳಲ್ಲಿ ಸ್ವಸ್ಥರೂ ಆಗಿರಬೇಕೆಂದು ಬೋಧಿಸು.  ಹಾಗೆಯೇ ವೃದ್ಧಸ್ತ್ರೀಯರು ಚಾಡಿಹೇಳುವವರೂ ಮದ್ಯಕ್ಕೆ ಗುಲಾಮರೂ ಆಗಿರದೆ ;  ತೀತ 2:2	",
},			
{			
"question" :	"	4. ಇವರು ಪ್ರಾಯದ ಸ್ತ್ರೀಯರಿಗೆ ಬೋಧಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸಭಾಧ್ಯಕ್ಷರು	",
	"	b. ವೃದ್ಧರು	",
	"	c. ವೃದ್ಧಸ್ತ್ರೀಯರು	",
	"	d. ಪ್ರವಾದಿಗಳು	"
],			
"correct" :	"	c. ವೃದ್ಧಸ್ತ್ರೀಯರು	",
"explanation" :	"	ವೃದ್ಧಸ್ತ್ರೀಯರು ಚಾಡಿಹೇಳುವವರೂ ಮದ್ಯಕ್ಕೆ ಗುಲಾಮರೂ ಆಗಿರದೆ ದೇವಭಕ್ತೆಯರಿಗೆ ಯೋಗ್ಯವಾದ ನಡತೆಯುಳ್ಳವರೂ ಸದ್ಭೋಧನೆ ಹೇಳುವವರೂ ಆಗಿರಬೇಕೆಂದು ಬೋಧಿಸು.  ಇದಲ್ಲದೆ ಅವರು ಪ್ರಾಯದ ಸ್ತ್ರೀಯರಿಗೆ;   ತೀತ 2:2-4	",
},			
{			
"question" :	"	5. ಪ್ರಾಯದ ಸ್ತ್ರೀಯರಿಗೆ ಇದನ್ನು ಮಾಡುವುದನ್ನು ಕಲಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಬೋಧಿಸುವುದನ್ನು	",
	"	b. ಗಂಡ ಮಕ್ಕಳನ್ನು ಪ್ರೀತಿಸುವದನ್ನು	",
	"	c. ಓದುವುದು ಬರೆಯುವುದು	",
	"	d. ಬಿತ್ತುವುದು ಕೊಯ್ಯುವುದು	"
],			
"correct" :	"	b. ಗಂಡ ಮಕ್ಕಳನ್ನು ಪ್ರೀತಿಸುವದನ್ನು	",
"explanation" :	"	ಇದಲ್ಲದೆ ಅವರು ಪ್ರಾಯದ ಸ್ತ್ರೀಯರಿಗೆ ನಿಮ್ಮ ಮೂಲಕ ದೇವರ ವಾಕ್ಯಕ್ಕೆ ದೂಷಣೆಯಾಗದಂತೆ ನೀವು ಗಂಡಂದಿರನ್ನೂ ಮಕ್ಕಳನ್ನೂ ಪ್ರೀತಿಸುವವರೂ ದಮೆಯುಳ್ಳವರೂ ;  ತೀತ 2:4	",
},			
{			
"question" :	"	6. ಪ್ರಾಯದ ಸ್ತ್ರೀಯರಿಗೆ ಹೀಗಿರುವದನ್ನು ಕಲಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಸುಶೀಲೆ	",
	"	b. ಉತ್ತಮ ಪರಿಚಾರಕಿ	",
	"	c. ಸೈನಿಕ	",
	"	d. ಬಟ್ಟೆ ಹೊಲೆಯುವುದು	"
],			
"correct" :	"	a. ಸುಶೀಲೆ	",
"explanation" :	"	ಮನೆಯಲ್ಲೇ ಕೆಲಸಮಾಡುವವರೂ ಸುಶೀಲೆಯರೂ ನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ ಅಧೀನರೂ ಆಗಿರಬೇಕೆಂದು ಬುದ್ಧಿಕಲಿಸುವ ಹಾಗೆ ಬೋಧಿಸು.  ತೀತ 2:5	",
},			
{			
"question" :	"	7. ಯೌವನಸ್ಥರಿಗೆ ಏನೆಂದು ಎಚ್ಚರಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ಬೋಧಕರಾಗಿ	",
	"	b. ಶಿಕ್ಷಕರಾಗಿ	",
	"	c. ಪ್ರವಾದಿಗಳಾಗಿ	",
	"	d. ಜಿತೇಂದ್ರಿಯರಾಗಿ	"
],			
"correct" :	"	d. ಜಿತೇಂದ್ರಿಯರಾಗಿ	",
"explanation" :	"	ಹಾಗೆಯೇ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಜಿತೇಂದ್ರಿಯರಾಗಿರಬೇಕೆಂದು ನೀನು ಯೌವನಸ್ಥರನ್ನು ಎಚ್ಚರಿಸು;  ತೀತ 2:6	",
},			
{			
"question" :	"	8. ದಾಸರಿಗೆ ಏನೆಂದು ಎಚ್ಚರಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	a. ದಾಸತ್ವದಿಂದ ಬಿಡುಗಡೆಗಾಗಿ	",
	"	b. ಯಜಮಾನರಿಗೆ ಅಧೀನರಾಗಿರಿ'	",
	"	c. ಸಮಾನತೆಗಾಗಿ ಹೋರಾಡಿ	",
	"	d. ನ್ಯಾಯವನ್ನು ಹೃದಯಗಳಲ್ಲೇ ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳಿ	"
],			
"correct" :	"	b. ಯಜಮಾನರಿಗೆ ಅಧೀನರಾಗಿರಿ'	",
"explanation" :	"	ದಾಸರು ಎಲ್ಲಾದರಲ್ಲಿ ತಮ್ಮ ಯಜಮಾನರಿಗೆ ಅಧೀನರಾಗಿದ್ದು ಅವರನ್ನು ಮೆಚ್ಚಿಸುವದಕ್ಕೆ ಪ್ರಯಾಸಪಡುತ್ತಾ; ತೀತ 2:9	",
},			
{			
"question" :	"	9. ನಾವು ಇವರ ಪ್ರಭಾವದ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನು ಎದುರುನೋಡುತ್ತಾ ಇದ್ದೇವೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ದೂತರ	",
	"	b. ಸುಳ್ಳು ಪ್ರವಾದಿಗಳ	",
	"	c. ಯೇಸು ಕ್ರಿಸ್ತನ	",
	"	d. ಪೂರ್ವದಲ್ಲಿ ಮಹಾನಕ್ಷತ್ರ	"
],			
"correct" :	"	c. ಯೇಸು ಕ್ರಿಸ್ತನ	",
"explanation" :	"	ನಾವು ಭಕ್ತಿಹೀನತೆಯನ್ನೂ ಲೋಕದ ಆಶೆಗಳನ್ನೂ ವಿಸರ್ಜಿಸಿ ಭಾಗ್ಯಕರವಾದ ನಿರೀಕ್ಷೆಯನ್ನು ಅಂದರೆ ಮಹಾದೇವ ಮತ್ತು ನಮ್ಮ ರಕ್ಷಕನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಪ್ರಭಾವದ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನು ಎದುರುನೋಡುತ್ತಾ;  ತೀತ 2:12	",
},			
{			
"question" :	"	10. ಯಾರೂ ನಿನ್ನನ್ನು ಹೀಗೆ ಮಾಡದಂತೆ ನೋಡಿಕೋ	",
"image" :	"",		
"choices" : [			
	"	a. ತಿರಸ್ಕರಿಸದ 	",
	"	b. ದೇವರನ್ನು ಹುಡುಕುವಂತೆ	",
	"	c. ನೀತಿವಂತನಿಗೆ ಭಯ ಪಡು	",
	"	d. ಕೆಟ್ಟದ್ದನ್ನು ಬಿಟ್ಟುಬಿಡು	"
],			
"correct" :	"	a. ತಿರಸ್ಕರಿಸದ 	",
"explanation" :	"	ಈ ಕಾರ್ಯಗಳ ವಿಷಯದಲ್ಲಿ ಬೋಧಿಸುತ್ತಾ ಎಚ್ಚರಿಸುತ್ತಾ ಪೂರ್ಣ ಅಧಿಕಾರದಿಂದ ಖಂಡಿಸುತ್ತಾ ಇರು.  ಯಾರೂ ನಿನ್ನನ್ನು ತಿರಸ್ಕರಿಸದ ಹಾಗೆ ನೋಡಿಕೋ.  ತೀತ 2:15	",
},			
]			