var quiztitle = " ತೀತನಿಗೆ ಅಧ್ಯಾಯ 3";			
var quiz = [			
{			
"question" :	"	1. ಯಾರನ್ನೂ	",
"image" :	"",		
"choices" : [			
	"	a. ದೂಷಿಸಬಾರದು	",
	"	b. ಕೋಪಿಸಬಾರದು	",
	"	c. ಸಾತ್ವಿಕರಾಗಿರಬಾರದು	",
	"	d. ಎಲ್ಲರನ್ನೂ ಆದರಿಸಬೇಕು	"
],			
"correct" :	"	a. ದೂಷಿಸಬಾರದು	",
"explanation" :	"	ಯಾರನ್ನೂ ದೂಷಿಸದೆ ಕುತರ್ಕಮಾಡದೆ ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೆ ಪೂರ್ಣಸಾಧುಗುಣವನ್ನು ತೋರಿಸುತ್ತಾ ಸಾತ್ವಿಕರಾಗಿರಬೇಕೆಂತಲೂ ಅವರಿಗೆ ಜ್ಞಾಪಕಕೊಡು.  ತೀತ 3:2	",
},			
{			
"question" :	"	2. ಇದನ್ನು ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೆ ತೋರಿಸಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು	",
	"	b. ಸಾಧುಗುಣ	",
	"	c. ಉತ್ತೇಜನ	",
	"	d. ಮೊಮ್ಮಕ್ಕಳ ಚಿತ್ರ	"
],			
"correct" :	"	b. ಸಾಧುಗುಣ	",
"explanation" :	"	ಯಾರನ್ನೂ ದೂಷಿಸದೆ ಕುತರ್ಕಮಾಡದೆ ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೆ ಪೂರ್ಣಸಾಧುಗುಣವನ್ನು ತೋರಿಸುತ್ತಾ ಸಾತ್ವಿಕರಾಗಿರಬೇಕೆಂತಲೂ ಅವರಿಗೆ ಜ್ಞಾಪಕಕೊಡು.  ತೀತ 3:2	",
},			
{			
"question" :	"	3. ನಾವು ಸಹ ಮೊದಲು	",
"image" :	"",		
"choices" : [			
	"	a. ಬಲಶಾಲಿಗಳು ಧೈರ್ಯವಂತರು	",
	"	b. ಅವಿವೇಕಿಗಳು ಅವಿಧೇಯರು	",
	"	c. ಸ್ವಾಭಾವಿಕ ಸ್ಪಂದನೆ ಇಲ್ಲದವರು	",
	"	d. ದೂತರ ಸಮ್ಮುಖದಲ್ಲಿ ಅರಿಯದವರು	"
],			
"correct" :	"	b. ಅವಿವೇಕಿಗಳು ಅವಿಧೇಯರು	",
"explanation" :	"	ನಾವು ಸಹ ಮೊದಲು ಅವಿವೇಕಿಗಳೂ ಅವಿಧೇಯರೂ ಮೋಸಹೋದವರೂ ನಾನಾ ವಿಧವಾದ ದುರಾಶೆಗಳಿಗೆ ಮತ್ತು ಭೋಗಗಳಿಗೆ ಅಧೀನರೂ ಕೆಟ್ಟತನ ಹೊಟ್ಟೇಕಿಚ್ಚುಗಳಲ್ಲಿ ಕಾಲಕಳೆಯುವವರೂ ಅಸಹ್ಯರೂ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಹಗೆಮಾಡುವವರೂ ಆಗಿದ್ದೆವು.  ತೀತ 3:3	",
},			
{			
"question" :	"	4. ನಾವು ಮೊದಲು ಕೆಟ್ಟತನ ಹೊಟ್ಟೇಕಿಚ್ಚು ಅಸಹ್ಯರು ಮತ್ತು ಇದನ್ನು ಮಾಡುವವರು ಆಗಿದ್ದೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಹಣವನ್ನು ಪ್ರೀತಿಸುವವರು	",
	"	b. ಬಲಹೀನರು	",
	"	c. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಹಗೆ ಮಾಡುವವರು	",
	"	d. ಆದರೂ ನಿರೀಕ್ಷೆಯಿದ್ದವರು	"
],			
"correct" :	"	c. ಒಬ್ಬರನ್ನೊಬ್ಬರು ಹಗೆ ಮಾಡುವವರು	",
"explanation" :	"	ನಾವು ಸಹ ಮೊದಲು ಅವಿವೇಕಿಗಳೂ ಅವಿಧೇಯರೂ ಮೋಸಹೋದವರೂ ನಾನಾ ವಿಧವಾದ ದುರಾಶೆಗಳಿಗೆ ಮತ್ತು ಭೋಗಗಳಿಗೆ ಅಧೀನರೂ ಕೆಟ್ಟತನ ಹೊಟ್ಟೇಕಿಚ್ಚುಗಳಲ್ಲಿ ಕಾಲಕಳೆಯುವವರೂ ಅಸಹ್ಯರೂ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಹಗೆಮಾಡುವವರೂ ಆಗಿದ್ದೆವು.  ತೀತ 3:3	",
},			
{			
"question" :	"	5. ದೇವರು ನಮ್ಮನ್ನು ಇದರಿಂದ ರಕ್ಷಿಸಿದನು.	",
"image" :	"",		
"choices" : [			
	"	a. ನಮ್ಮ ವಂಶಾನುಕ್ರಮದಿಂದ	",
	"	b. ನಮ್ಮ ಕೆಲಸಗಳಿಂದ	",
	"	c. ಆತನ ಕರುಣೆಯಿಂದ	",
	"	d. ಮನುಷ್ಯರ ದಂತಕಥೆಗಳಿಂದ	"
],			
"correct" :	"	c. ಆತನ ಕರುಣೆಯಿಂದ	",
"explanation" :	"	ನಾವು ಮಾಡಿದ ಪುಣ್ಯಕ್ರಿಯೆಗಳ ನಿಮಿತ್ತದಿಂದಲ್ಲ ಆತನ ಕರುಣೆಯಲ್ಲಿಯೇ ಪುನರ್ಜನ್ಮವನ್ನು ಸೂಚಿಸುವ ಸ್ನಾನದ ಮೂಲಕವಾಗಿಯೂ ಪವಿತ್ರಾತ್ಮನು ನಮ್ಮಲ್ಲಿ ನೂತನಸ್ವಭಾವವನ್ನು ಉಂಟುಮಾಡುವದರ ಮೂಲಕವಾಗಿಯೂ ಆತನು ನಮ್ಮನ್ನು ರಕ್ಷಿಸಿದನು.   ತೀತ 3:5 	",
},			
{			
"question" :	"	6. ನಾವು ಇದರಿಂದ ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟೆವು.	",
"image" :	"",		
"choices" : [			
	"	a. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ	",
	"	b. ನಮ್ಮ ಕೆಲಸಗಳಿಂದ	",
	"	c. ಭಯದಿಂದ	",
	"	d. ದೇವರ ಕೃಪೆಯಿಂದ	"
],			
"correct" :	"	d. ದೇವರ ಕೃಪೆಯಿಂದ	",
"explanation" :	"	ನಾವು ನಮ್ಮ ರಕ್ಷಕನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕೃಪೆಯಿಂದ ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟು;  ತೀತ 3:6	",
},			
{			
"question" :	"	7. ದೇವರಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿರುವವರು ಇದನ್ನು ಮಾಡುವುದರಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ಶರೀರಗಳನ್ನು	",
	"	b. ಸತ್ಕ್ರಿಯೆಗಳನ್ನು	",
	"	c. ತಮಾಷೆ	",
	"	d. ಸಮಯ	"
],			
"correct" :	"	b. ಸತ್ಕ್ರಿಯೆಗಳನ್ನು	",
"explanation" :	"	ದೇವರಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿರುವವರು ಸತ್ಕ್ರಿಯೆಗಳನ್ನು ಮಾಡುವದರಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರುವಂತೆ ನೀನು ಈ ಎಲ್ಲಾ ಮಾತುಗಳನ್ನು ದೃಢವಾಗಿ ಹೇಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ.  ತೀತ 3:8	",
},			
{			
"question" :	"	8. ಇದಕ್ಕೆ ದೂರವಾಗಿರು	",
"image" :	"",		
"choices" : [			
	"	a. ಅರಸರು ಮತ್ತು ರಾಜಕುಮಾರರು	",
	"	b. ಬಡವರಿಗೆ	",
	"	c. ಬುದ್ಧಿಯಿಲ್ಲದ ವಿತರ್ಕಗಳಿಗೆ	",
	"	d. ಕತ್ತಲಿಗೆ	"
],			
"correct" :	"	c. ಬುದ್ಧಿಯಿಲ್ಲದ ವಿತರ್ಕಗಳಿಗೆ	",
"explanation" :	"	ಆದರೆ ಬುದ್ಧಿಯಿಲ್ಲದ ವಿತರ್ಕಗಳಿಗೂ ವಂಶಾವಳಿಗಳಿಗೂ ಜಗಳಗಳಿಗೂ ಧರ್ಮಶಾಸ್ತ್ರದ ವಿಷಯವಾದ ವಾಗ್ವಾದಗಳಿಗೂ ದೂರವಾಗಿರು;  ಅವು ನಿಷ್ಪ್ರಯೋಜನವೂ ವ್ಯರ್ಥವೂ ಆಗಿವೆ;    ತೀತ 3:9	",
},			
{			
"question" :	"	9.  ಧರ್ಮಶಾಸ್ತ್ರ ವಿಷಯವಾದ ವಾಗ್ವಾದಗಳು ಜಗಳಗಳು	",
"image" :	"",		
"choices" : [			
	"	a. ಕ್ಷಮಿಸಲಾರದವು	",
	"	b. ನಿಷ್ಪ್ರಯೋಜನ	",
	"	c. ಪ್ರಯೋಜನಕಾರಿ	",
	"	d. ಒಪ್ಪಿಕೊಳ್ಳಬಹುದು	"
],			
"correct" :	"	b. ನಿಷ್ಪ್ರಯೋಜನ	",
"explanation" :	"	ಆದರೆ ಬುದ್ಧಿಯಿಲ್ಲದ ವಿತರ್ಕಗಳಿಗೂ ವಂಶಾವಳಿಗಳಿಗೂ ಜಗಳಗಳಿಗೂ ಧರ್ಮಶಾಸ್ತ್ರದ ವಿಷಯವಾದ ವಾಗ್ವಾದಗಳಿಗೂ ದೂರವಾಗಿರು;  ಅವು ನಿಷ್ಪ್ರಯೋಜನವೂ ವ್ಯರ್ಥವೂ ಆಗಿವೆ;    ತೀತ 3:9	",
},			
{			
"question" :	"	10. ಸಭೆಯಲ್ಲಿ ಭೇದಹುಟ್ಟಿಸುವ ಮನುಷ್ಯನನ್ನು ಎರಡುಸಾರಿ ಬುದ್ಧಿಹೇಳಿ	",
"image" :	"",		
"choices" : [			
	"	a. ಬಿಟ್ಟುಬಿಡು	",
	"	b. ಅಂಗೀಕರಿಸು	",
	"	c. ಅವನಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸು	",
	"	d. ಅವನನ್ನು ಗೌರವಿಸು	"
],			
"correct" :	"	a. ಬಿಟ್ಟುಬಿಡು	",
"explanation" :	"	ಸಭೆಯಲ್ಲಿ ಭೇದಹುಟ್ಟಿಸುವ ಮನುಷ್ಯನನ್ನು ಎರಡು ಸಾರಿ ಬುದ್ಧಿ ಹೇಳಿದ ಮೇಲೆ ಬಿಟ್ಟುಬಿಡು ;  ತೀತ 3:10	",
},			
]			