var quiztitle = " ತೀತನಿಗೆ ಅಧ್ಯಾಯ 1";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	a. ಲೂಕ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಪೌಲ	",
	"	d. ಯೋಹಾನ	"
],			
"correct" :	"	c. ಪೌಲ	",
"explanation" :	"	ದೇವರ ದಾಸನೂ ಯೇಸು ಕ್ರಿಸ್ತನ ಅಪೋಸ್ತಲನೂ ಆಗಿರುವ ಪೌಲನು ನಮ್ಮೆಲ್ಲರಿಗೆ ಹುದುವಾಗಿರುವ ನಂಬಿಕೆಯ ಸಂಬಂಧದಲ್ಲಿ ನನ್ನ ಜಿಜಕುಮಾರನಾದ ತೀತನಿಗೆ ಬರೆಯುವದೇನಂದರೆ; ತೀತ 1:1	",
},			
{			
"question" :	"	2. ದೇವರು ಇದನ್ನು ಮಾಡುವುದಿಲ್ಲ.	",
"image" :	"",		
"choices" : [			
	"	a. ಭವಿಷ್ಯವನ್ನು ನೋಡುವುದಿಲ್ಲ	",
	"	b. ಮನುಷ್ಯನನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ	",
	"	c. ಕೆಟ್ಟದ್ದನ್ನು ಅಸಹ್ಯಸಿಕೊಳ್ಳುವುದಿಲ್ಲ	",
	"	d. ಸುಳ್ಳಾಡುವುದಿಲ್ಲ	"
],			
"correct" :	"	d. ಸುಳ್ಳಾಡುವುದಿಲ್ಲ	",
"explanation" :	"	ಸುಳ್ಳಾಡದ ದೇವರು ಆ ನಿತ್ಯಜೀವವನ್ನು ಕೊಡುತ್ತೇನೆಂದು ಅನಾದಿಕಾಲದಲ್ಲಿ ವಾಗ್ದಾನಮಾಡಿ ತನ್ನ ಕ್ಲುಪ್ತ ಸಮಯದಲ್ಲಿ ವಾಗ್ದಾನ ನೆರವೇರಿಸಿ ಪ್ರಸಂಗದ ಮೂಲಕ ಪ್ರಕಟಿಸಿದನು.  ತೀತ 1:3	",
},			
{			
"question" :	"	3. ಈ ಪತ್ರವನ್ನು ಯಾರಿಗೆ ಬರೆಯಲಾಯಿತು.?	",
"image" :	"",		
"choices" : [			
	"	a. ತೀತ	",
	"	b. ಪೇತ್ರ	",
	"	c. ಅಕ್ರೊಪೋಲನಿಗೆ	",
	"	d. ಫಿಲಿಪ್ಪನಿಗೆ	"
],			
"correct" :	"	a. ತೀತ	",
"explanation" :	"	ದೇವರ ದಾಸನೂ ಯೇಸು ಕ್ರಿಸ್ತನ ಅಪೋಸ್ತಲನೂ ಆಗಿರುವ ಪೌಲನು ನಮ್ಮೆಲ್ಲರಿಗೆ ಹುದುವಾಗಿರುವ ನಂಬಿಕೆಯ ಸಂಬಂಧದಲ್ಲಿ ನನ್ನ ಜಿಜಕುಮಾರನಾದ ತೀತನಿಗೆ ಬರೆಯುವದೇನಂದರೆ; ತೀತ 1:1	",
},			
{			
"question" :	"	4. ಸಭಾಧ್ಯಕ್ಷನು 	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರಾಯದವನಾಗಿರಬೇಕು	",
	"	b. ಭಯವಿಲ್ಲದವನಾಗಿರಬೇಕು	",
	"	c. ರಾಜಿಯಾಗಲು ಸಿದ್ದನಿರಬೇಕು	",
	"	d. ನಿಂದಾರಹಿತನಾಗಿರಬೇಕು	"
],			
"correct" :	"	d. ನಿಂದಾರಹಿತನಾಗಿರಬೇಕು	",
"explanation" :	"	ಯಾಕಂದರೆ ಸಭಾಧ್ಯಕ್ಷನು ದೇವರ ಮನೆವಾರ್ತೆಯವನಾಗಿರುವದರಿಂದ ನಿಂದಾರಹಿತನಾಗಿರಬೇಕು;  ಅವನು ಸ್ವೇಚ್ಚಾಪರನಾದರೂ ಮುಂಗೋಪಿಯಾದರೂ ಕುಡಿದು ಜಗಳಮಾಡುವವನಾದರೂ ಹೊಡೆದಾಡುವವನಾದರೂ ನೀಚಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸುವವನಾದರೂ ಆಗಿರದೆ;  ತೀತ 1:7	",
},			
{			
"question" :	"	5. ಸಭಾಧ್ಯಕ್ಷನು ಇದನ್ನು ಅಪೇಕ್ಷಿಸಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಆದರಣೆ	",
	"	b. ತೆಗಳುವುದು	",
	"	c. ನೀಚಲಾಭ	",
	"	d. ಗಂಭೀರತನ	"
],			
"correct" :	"	c. ನೀಚಲಾಭ	",
"explanation" :	"	ಯಾಕಂದರೆ ಸಭಾಧ್ಯಕ್ಷನು ದೇವರ ಮನೆವಾರ್ತೆಯವನಾಗಿರುವದರಿಂದ ನಿಂದಾರಹಿತನಾಗಿರಬೇಕು;  ಅವನು ಸ್ವೇಚ್ಚಾಪರನಾದರೂ ಮುಂಗೋಪಿಯಾದರೂ ಕುಡಿದು ಜಗಳಮಾಡುವವನಾದರೂ ಹೊಡೆದಾಡುವವನಾದರೂ ನೀಚಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸುವವನಾದರೂ ಆಗಿರದೆ;  ತೀತ 1:7	",
},			
{			
"question" :	"	6. ಸಭಾಧ್ಯಕ್ಷನು ಇದನ್ನು ದೃಢವಾಗಿ ಹಿಡಿದಿರಬೇಕು.	",
"image" :	"",		
"choices" : [			
	"	a. ದೇವರ ಬದಲಾಗದ ಹಸ್ತ	",
	"	b. ನಂಬತಕ್ಕ ವಾಕ್ಯ	",
	"	c. ಅಂತಸ್ಥು	",
	"	d. ಕಾನೂನು ಮತ್ತು ಕಟ್ಟಳೆಗಳು	"
],			
"correct" :	"	b. ನಂಬತಕ್ಕ ವಾಕ್ಯ	",
"explanation" :	"	ತಾನು ಸ್ವಸ್ಥಬೋಧನೆಯಿಂದ ಜನರನ್ನು ಎಚ್ಚರಿಸುವದಕ್ಕೂ ಎದುರಿಸುವವರ ಬಾಯಿಕಟ್ಟುವದಕ್ಕೂ ಶಕ್ತನಾಗಿರುವಂತೆ ಕ್ರಿಸ್ತ ಬೋಧಾನುಸಾರವಾದ ನಂಬತಕ್ಕ ವಾಕ್ಯವನ್ನು ದೃಢವಾಗಿ ಹಿಡಿದುಕೊಂಡವನಾಗಿರಬೇಕು.  ತೀತ 1:9	",
},			
{			
"question" :	"	7. ಅನೇಕರು ಮೋಸಗಾರರಾಗಿ ಇದನ್ನು ಹೊಂದುವುದಕ್ಕಾಗಿ ಉಪದೇಶ ಮಾಡುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ಆರಿಸಿಕೊಂಡವರನ್ನು ಮೋಸಗೊಳಿಸಲು	",
	"	b. ನೀಚಲಾಭಕ್ಕಾಗಿ	",
	"	c. ನ್ಯಾಯವನ್ನು ಅಣಕಿಸಲು	",
	"	d. ನರಕಕ್ಕೆ ದಾರಿ ಮಾಡಲು	"
],			
"correct" :	"	b. ನೀಚಲಾಭಕ್ಕಾಗಿ	",
"explanation" :	"	ಅನೇಕರು ಬರೀ ಮಾತಿನವರಾಗಿಯೂ ಮೋಸಗಾರರಾಗಿಯೂ ಇದ್ದು ಅಧಿಕಾರಕ್ಕೆ ಒಳಗಾಗದವರಾಗಿದ್ದಾರೆ; ಅವರೊಳಗೆ ಹೆಚ್ಚು ಜನರು ಸುನ್ನತಿಯವರು.  ಅವರು ನೀಚಲಾಭವನ್ನು ಹೊಂದುವದಕ್ಕಾಗಿ ಮಾಡಬಾರದ ಉಪದೇಶವನ್ನು ಮಾಡಿ ಕುಟುಂಬಕುಟುಂಬಗಳನ್ನೇ ಹಾಳುಮಾಡುತ್ತಾರಾದದರಿಂದ ಅವರ ಬಾಯಿ ಮುಚ್ಚಿಸಬೇಕಾಗಿದೆ.  ತೀತ 1:10-11	",
},			
{			
"question" :	"	8. ಮೋಸಗಾರರನ್ನು	",
"image" :	"",		
"choices" : [			
	"	a. ಲಕ್ಷಿಸದಿರು	",
	"	b. ವಿಧೇಯನಾಗು	",
	"	c. ಕಲ್ಲು ಹೊಡಿ	",
	"	d. ಖಂಡಿಸು	"
],			
"correct" :	"	d. ಖಂಡಿಸು	",
"explanation" :	"	ಆದಕಾರಣ ಅವರು ಯೆಹೂದ್ಯರ ಕಲ್ಪನಾಕಥೆಗಳಿಗೂ ಸತ್ಯಭ್ರಷ್ಟರಾದ ಮನುಷ್ಯರ ವಿಧಿಗಳಿಗೂ ಲಕ್ಷ್ಯಕೊಡದೆ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಲ್ಲಿ ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರುವಂತೆ ಅವರನ್ನು ಕಠಿಣವಾಗಿ ಖಂಡಿಸು.  ತೀತ 1:13-14	",
},			
{			
"question" :	"	9. ಇದಕ್ಕೆ ಲಕ್ಷ್ಯ ಕೊಡಬಾರದು.	",
"image" :	"",		
"choices" : [			
	"	a. ಪ್ರವಾಸಿ ಬೋಧಕರಿಗೆ	",
	"	b. ಗೊತ್ತಿಲ್ಲದ ದೂತರಿಗೆ	",
	"	c. ಯೆಹೂದ್ಯರ ಕಲ್ಪನಾ ಕಥಗಳಿಗೆ	",
	"	d. ದೇವರ ಪ್ರವಾದಿಗಳಿಗೆ	"
],			
"correct" :	"	c. ಯೆಹೂದ್ಯರ ಕಲ್ಪನಾ ಕಥಗಳಿಗೆ	",
"explanation" :	"	ಆದಕಾರಣ ಅವರು ಯೆಹೂದ್ಯರ ಕಲ್ಪನಾಕಥೆಗಳಿಗೂ ಸತ್ಯಭ್ರಷ್ಟರಾದ ಮನುಷ್ಯರ ವಿಧಿಗಳಿಗೂ ಲಕ್ಷ್ಯಕೊಡದೆ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಲ್ಲಿ ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರುವಂತೆ ಅವರನ್ನು ಕಠಿಣವಾಗಿ ಖಂಡಿಸು.  ತೀತ 1:13-14	",
},			
{			
"question" :	"	10. ಮೋಸಗಾರರು ತಾವು ದೇವರನ್ನು ಅರಿತವರೆಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಾರೆ; ಆದರೆ ತಾವು ಅರಿಯೆವೆಂದು ಇದರಿಂದ ತೋರಿಸುತ್ತಾರೆ.	",
"image" :	"",		
"choices" : [			
	"	a. ರಹಸ್ಯವಾಗಿ	",
	"	b. ಕಾರ್ಯಗಳಿಂದ	",
	"	c. ಅಂತಸ್ಥು	",
	"	d. ದಶಮಾಂಶ ಮತ್ತು ಕಾಣಿಕೆಯಿಂದ	"
],			
"correct" :	"	b. ಕಾರ್ಯಗಳಿಂದ	",
"explanation" :	"	ಅವರು ತಾವು ದೇವರನ್ನು ಅರಿತವರೆಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಾರೆ; ಆದರೆ ಅವರು ಅಸಹ್ಯರೂ ಅವಿಧೇಯರೂ ಸತ್ಕಾರ್ಯಗಳಿಗೆಲ್ಲಾ ಅಪ್ರಯೋಜಕರೂ ಆಗಿರುವದರಿಂದ ದೇವರನ್ನು ಅರಿಯೆವೆಂದು ತಮ್ಮ ಕಾರ್ಯಗಳಿಂದಲೇ ಹೇಳಿದಂತಾಯಿತು.  ತೀತ 1:16	",
},			
]			