var quiztitle = "ದೇವದೂತರು";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಯಾರನ್ನು ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪವೇ ಕಡಿಮೆಯಾಗಿ ಮಾಡಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಮೆಚ್ಚಿನ ಸೇವಕರನ್ನು	",
	"	B. ಪ್ರಾಣಿಗಳನ್ನು	",
	"	C. ಮನುಷ್ಯರನ್ನು	",
	"	D. 12  ಮಂದಿ ಶಿಷ್ಯರನ್ನು	"
],			
"correct" :	"	C. ಮನುಷ್ಯರನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಇಬ್ಬರು ಪ್ರಧಾನ ದೇವದೂತರ ಹೆಸರನ್ನು ಹೇಳಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಗಬ್ರಿಯೇಲ ಹಾಗೂ ಮಿಕಾಯೇಲ	",
	"	B. ಲೂಸಿಫರ್ ಹಾಗೂ ಅವನ ಅನುಚರ	",
	"	C. ಕೆರೋಬಿಯರು ಹಾಗೂ ಸೆರಾಫಿಯರು	",
	"	D. ಊರಿಯಲ್ ಹಾಗೂ ರಾಫಿಯೇಲರು	"
],			
"correct" :	"	A. ಗಬ್ರಿಯೇಲ ಹಾಗೂ ಮಿಕಾಯೇಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದೇವದೂತರಲ್ಲಿ ಇರುವ ಎರಡು ಪ್ರಕಾರಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	A. ವಿವರಿಸುವ ಹಾಗೂ ಸನ್ನಿಧಾನದ ದೂತರು	",
	"	B. ಕೆರೋಬಿಯರೂ  ಹಾಗೂ ಸೆರಾಫಿಯರು	",
	"	C. ಊರಿಯಲ್ ಹಾಗೂ ರಾಫಿಯೇಲರು	",
	"	D. ಬರಾಚಿಲ್ ಹಾಗೂ ಜೆಗುಯೇಲರು	"
],			
"correct" :	"	B. ಕೆರೋಬಿಯರೂ  ಹಾಗೂ ಸೆರಾಫಿಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಇಬ್ರಿಯರಿಗೆ 1:14 ರಲ್ಲಿ ದೇವದೂತರಿಗೆ ಯಾವ ಹೆಸರನ್ನು ಕೊಡಲಾಗಿದೆ	",
"image" :	"",		
"choices" : [			
	"	A. ಶರೀರಗಳು	",
	"	B. ಆತ್ಮಗಳು	",
	"	C. ಸಹಾಯಕರು	",
	"	D. ಸೇವಕರು	"
],			
"correct" :	"	B. ಆತ್ಮಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವದೂತರ ಮುಖ್ಯ ಕೆಲಸ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಹಾಯ ಹಾಗೂ ಸೇವೆ	",
	"	B. ಪ್ರಾರ್ಥನೆ ಕೊಂಡೊಯ್ಯುವುದು ಹಾಗೂ ಸದುತ್ತರವನ್ನು ಕೊಂಡು ತರುವುದು	",
	"	C. ಸ್ತುತಿಸುವುದು ಹಾಗು ಆರಾಧಿಸುವುದು	",
	"	D. ಸಂಧಿಸಿ ಆರ್ಶೀವಾದವನ್ನು ತರುವುದು	"
],			
"correct" :	"	C. ಸ್ತುತಿಸುವುದು ಹಾಗು ಆರಾಧಿಸುವುದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾವ ದೇವದೂತನು ಮರಿಯಳಿಗೆ ಪ್ರತ್ಯಕ್ಷನಾದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಮಿಕಾಯೇಲನು	",
	"	B. ಗಬ್ರಿಯೇಲನು	",
	"	C. ಲೂಸಿಫರನು	",
	"	D. ಸೆಲಾಫೀಲನು	"
],			
"correct" :	"	B. ಗಬ್ರಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಈಸ್ಟರ್ ಹಬ್ಬದ ಬೆಳ್ಳಿಗೆ ಯೇಸುವಿನ ಸಮಾಧಿಯಿಂದ ಕಲ್ಲನ್ನು ಉರುಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮರು	",
	"	B. ಯೇಸುವಿನ ಶಿಷ್ಯರು	",
	"	C. ದೇವದೂತನು	",
	"	D. ಮರಿಯಳು	"
],			
"correct" :	"	C. ದೇವದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದೇವರು ಯಾವಾಗಲೂ ಧರಿಸುವ ವಸ್ತ್ರಗಳ ಬಣ್ಣ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಳಿ ಬಣ್ಣ	",
	"	B. ಬಂಗಾರದ ಬಣ್ಣ	",
	"	C. ಕಪ್ಪು ಬಣ್ಣ	",
	"	D. ಬೂದಿ ಬಣ್ಣ	"
],			
"correct" :	"	A. ಬಿಳಿ ಬಣ್ಣ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ಗೆತ್ಸೆಮನೆ ತೋಟದಲ್ಲಿ ಬಲಪಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನು	",
	"	B. ಯೋಹಾನನು	",
	"	C. ದೇವದೂತನು	",
	"	D. ಆತನ ಎಲ್ಲಾ ಶಿಷ್ಯರು	"
],			
"correct" :	"	C. ದೇವದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದೇವದೂತರಿಗೆ ಯಾವ ಪ್ರಕಾರವಾದ ಶರೀರವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತ್ಮದ ಶರೀರ	",
	"	B. ಮನುಷ್ಯ ಶರೀರ	",
	"	C. ಪ್ರಾಣಿಗಳ ಶರೀರ	",
	"	D. ದೇವರ ಸ್ವರೂಪ್ಯದ ಶರೀರ	"
],			
"correct" :	"	A. ಆತ್ಮದ ಶರೀರ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ದೇವದೂತನು ಯಾರೊಂದಿಗೆ ಇಡೀ ರಾತ್ರಿ ಹೋರಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನೊಡನೆ	",
	"	B. ಯಾಕೋಬನೊಡನೆ	",
	"	C. ಅಬ್ರಹಾಮನೊಡನೆ	",
	"	D. ಏಸಾವನೊಡನೆ	"
],			
"correct" :	"	B. ಯಾಕೋಬನೊಡನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	12.  ಸುಟ್ಟು ಹೋದ ಪಟ್ಟಣದಿಂದ ದೇವದೂತರು ಯಾವ ಕುಟುಂಬವನ್ನು ಹೊರತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು	",
	"	B. ಚಿಗೋರಿನ ಅರಸನು	",
	"	C. ಲೋಟನು	",
	"	D. ಹಾಗರಳು	"
],			
"correct" :	"	C. ಲೋಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾವ ರೋಮನ್ ಅಧಿಕಾರಿಯೊಂದಿಗೆ ದೇವದೂತನು ಮಾತನಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊರ್ನೇಲ್ಯನೊಂದಿಗೆ	",
	"	B. ಪೇತ್ರನೊಂದಿಗೆ	",
	"	C. ದೊರ್ಕಳೊಂದಿಗೆ	",
	"	D. ಪೌಲನೊಂದಿಗೆ	"
],			
"correct" :	"	A. ಕೊರ್ನೇಲ್ಯನೊಂದಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ತನ್ನ ಕೈಯಲ್ಲಿ ಚಿಕ್ಕ ಪುಸ್ತಕ ಹಿಡಿದಿದ್ದ ದೇವದೂತನನ್ನು ಯೇಸುವಿನ ಯಾವ ಶಿಷ್ಯನನ್ನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಮತ್ತಾಯನು	",
	"	D. ಯೋಹಾನನು	"
],			
"correct" :	"	D. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯಾವ ಯುವಕನು ತನ್ನ ಕನಸಿನಲ್ಲಿ ದೇವದೂತರು ಏಣಿಯ ಮೇಲೆ ಹತ್ತುತ್ತಾ ಇಳಿಯುತ್ತಾ ಇರುವದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಏಸಾವನು	",
	"	C. ಇಸಾಕನು	",
	"	D. ಯೋಸೇಫನು	"
],			
"correct" :	"	A. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯಾವ ರಾಜನು ಒಬ್ಬ ದೇವದೂತನು ಕತ್ತಿ ಹಿರಿದು ಒಂದು ಪಟ್ಟಣದ ಮೇಲೆ ನಿಂತಿರುವುದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ಸೋಲಮೋನನು	",
	"	C. ಸೌಲನು	",
	"	D. ಅಬಿಮೇಲೇಕನು	"
],			
"correct" :	"	A. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ದಾನಿಯೇಲನು ಸಿಂಹಗಳ ಗವಿಯಲ್ಲಿದ್ದಾಗ ಅವುಗಳ ಬಾಯಿಗಳನ್ನು ಮುಚ್ಚಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಬುಕ್ನೇಚ್ಚರನು	",
	"	B. ಹನನ್ಯ, ಮಿಶಾಯೇಲ ಹಾಗೂ ಅಜರ್ಯ	",
	"	C. ದೇವದೂತನು	",
	"	D. ಸೈತಾನನು	"
],			
"correct" :	"	C. ದೇವದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ದೇವದೂತರು ಅಮರರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಗೊತ್ತಿಲ್ಲ	",
	"	D. ಇಲ್ಲವೇ ಇಲ್ಲ	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	19.  ದೇವದೂತರು ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಅಧಿಕಾರಕ್ಕೆ ಒಳಗಾಗಿದ್ದಾರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಗೊತ್ತಿಲ್ಲ	",
	"	D. ಇಲ್ಲವೇ ಇಲ್ಲ	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಆತ್ಮಗಳ ರಕ್ಷಣೆಯ ವಿಷಯದಲ್ಲಿ ದೇವದೂತರಿಗೆ ಅಭಿರುಚಿಯಿದೆ ಎಂದು ಎಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೀಜ ಬಿತ್ತುವವನ ಸಾಮ್ಯದಲ್ಲಿ	",
	"	B. ಹತ್ತು ಮಂದಿ ಮದಲಗಿತ್ತಿಯರ ಸಾಮ್ಯದಲ್ಲಿ	",
	"	C. ಹತ್ತು ಪಾವಲಿಗಳ ಸಾಮ್ಯದಲ್ಲಿ	",
	"	D. ಐದು ತಲಾಂತಿನ ಸಾಮ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	C. ಹತ್ತು ಪಾವಲಿಗಳ ಸಾಮ್ಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
]			