var quiztitle = "ದೇವದೂತರು";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಯಾರನ್ನು ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪವೇ ಕಡಿಮೆಯಾಗಿ ಮಾಡಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತನ್ನ ಮೆಚ್ಚಿನ ಸೇವಕರನ್ನು	",
	"	ಬ. ಪ್ರಾಣಿಗಳನ್ನು	",
	"	ಕ. ಮನುಷ್ಯರನ್ನು	",
	"	ಡ. 12  ಮಂದಿ ಶಿಷ್ಯರನ್ನು	"
],			
"correct" :	"	ಕ. ಮನುಷ್ಯರನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಇಬ್ಬರು ಪ್ರಧಾನ ದೇವದೂತರ ಹೆಸರನ್ನು ಹೇಳಿರಿ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗಬ್ರಿಯೇಲ ಹಾಗೂ ಮಿಕಾಯೇಲ	",
	"	ಬ. ಲೂಸಿಫರ್ ಹಾಗೂ ಅವನ ಅನುಚರ	",
	"	ಕ. ಕೆರೋಬಿಯರು ಹಾಗೂ ಸೆರಾಫಿಯರು	",
	"	ಡ. ಊರಿಯಲ್ ಹಾಗೂ ರಾಫಿಯೇಲರು	"
],			
"correct" :	"	ಅ. ಗಬ್ರಿಯೇಲ ಹಾಗೂ ಮಿಕಾಯೇಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದೇವದೂತರಲ್ಲಿ ಇರುವ ಎರಡು ಪ್ರಕಾರಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವಿವರಿಸುವ ಹಾಗೂ ಸನ್ನಿಧಾನದ ದೂತರು	",
	"	ಬ. ಕೆರೋಬಿಯರೂ  ಹಾಗೂ ಸೆರಾಫಿಯರು	",
	"	ಕ. ಊರಿಯಲ್ ಹಾಗೂ ರಾಫಿಯೇಲರು	",
	"	ಡ. ಬರಾಚಿಲ್ ಹಾಗೂ ಜೆಗುಯೇಲರು	"
],			
"correct" :	"	ಬ. ಕೆರೋಬಿಯರೂ  ಹಾಗೂ ಸೆರಾಫಿಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಇಬ್ರಿಯರಿಗೆ 1:14 ರಲ್ಲಿ ದೇವದೂತರಿಗೆ ಯಾವ ಹೆಸರನ್ನು ಕೊಡಲಾಗಿದೆ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶರೀರಗಳು	",
	"	ಬ. ಆತ್ಮಗಳು	",
	"	ಕ. ಸಹಾಯಕರು	",
	"	ಡ. ಸೇವಕರು	"
],			
"correct" :	"	ಬ. ಆತ್ಮಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವದೂತರ ಮುಖ್ಯ ಕೆಲಸ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಹಾಯ ಹಾಗೂ ಸೇವೆ	",
	"	ಬ. ಪ್ರಾರ್ಥನೆ ಕೊಂಡೊಯ್ಯುವುದು ಹಾಗೂ ಸದುತ್ತರವನ್ನು ಕೊಂಡು ತರುವುದು	",
	"	ಕ. ಸ್ತುತಿಸುವುದು ಹಾಗು ಆರಾಧಿಸುವುದು	",
	"	ಡ. ಸಂಧಿಸಿ ಆರ್ಶೀವಾದವನ್ನು ತರುವುದು	"
],			
"correct" :	"	ಕ. ಸ್ತುತಿಸುವುದು ಹಾಗು ಆರಾಧಿಸುವುದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾವ ದೇವದೂತನು ಮರಿಯಳಿಗೆ ಪ್ರತ್ಯಕ್ಷನಾದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಿಕಾಯೇಲನು	",
	"	ಬ. ಗಬ್ರಿಯೇಲನು	",
	"	ಕ. ಲೂಸಿಫರನು	",
	"	ಡ. ಸೆಲಾಫೀಲನು	"
],			
"correct" :	"	ಬ. ಗಬ್ರಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಈಸ್ಟರ್ ಹಬ್ಬದ ಬೆಳ್ಳಿಗೆ ಯೇಸುವಿನ ಸಮಾಧಿಯಿಂದ ಕಲ್ಲನ್ನು ಉರುಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೋಮರು	",
	"	ಬ. ಯೇಸುವಿನ ಶಿಷ್ಯರು	",
	"	ಕ. ದೇವದೂತನು	",
	"	ಡ. ಮರಿಯಳು	"
],			
"correct" :	"	ಕ. ದೇವದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದೇವರು ಯಾವಾಗಲೂ ಧರಿಸುವ ವಸ್ತ್ರಗಳ ಬಣ್ಣ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಿಳಿ ಬಣ್ಣ	",
	"	ಬ. ಬಂಗಾರದ ಬಣ್ಣ	",
	"	ಕ. ಕಪ್ಪು ಬಣ್ಣ	",
	"	ಡ. ಬೂದಿ ಬಣ್ಣ	"
],			
"correct" :	"	ಅ. ಬಿಳಿ ಬಣ್ಣ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ಗೆತ್ಸೆಮನೆ ತೋಟದಲ್ಲಿ ಬಲಪಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನು	",
	"	ಬ. ಯೋಹಾನನು	",
	"	ಕ. ದೇವದೂತನು	",
	"	ಡ. ಆತನ ಎಲ್ಲಾ ಶಿಷ್ಯರು	"
],			
"correct" :	"	ಕ. ದೇವದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದೇವದೂತರಿಗೆ ಯಾವ ಪ್ರಕಾರವಾದ ಶರೀರವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆತ್ಮದ ಶರೀರ	",
	"	ಬ. ಮನುಷ್ಯ ಶರೀರ	",
	"	ಕ. ಪ್ರಾಣಿಗಳ ಶರೀರ	",
	"	ಡ. ದೇವರ ಸ್ವರೂಪ್ಯದ ಶರೀರ	"
],			
"correct" :	"	ಅ. ಆತ್ಮದ ಶರೀರ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ದೇವದೂತನು ಯಾರೊಂದಿಗೆ ಇಡೀ ರಾತ್ರಿ ಹೋರಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸಾಕನೊಡನೆ	",
	"	ಬ. ಯಾಕೋಬನೊಡನೆ	",
	"	ಕ. ಅಬ್ರಹಾಮನೊಡನೆ	",
	"	ಡ. ಏಸಾವನೊಡನೆ	"
],			
"correct" :	"	ಬ. ಯಾಕೋಬನೊಡನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	12.  ಸುಟ್ಟು ಹೋದ ಪಟ್ಟಣದಿಂದ ದೇವದೂತರು ಯಾವ ಕುಟುಂಬವನ್ನು ಹೊರತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮನು	",
	"	ಬ. ಚಿಗೋರಿನ ಅರಸನು	",
	"	ಕ. ಲೋಟನು	",
	"	ಡ. ಹಾಗರಳು	"
],			
"correct" :	"	ಕ. ಲೋಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾವ ರೋಮನ್ ಅಧಿಕಾರಿಯೊಂದಿಗೆ ದೇವದೂತನು ಮಾತನಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊರ್ನೇಲ್ಯನೊಂದಿಗೆ	",
	"	ಬ. ಪೇತ್ರನೊಂದಿಗೆ	",
	"	ಕ. ದೊರ್ಕಳೊಂದಿಗೆ	",
	"	ಡ. ಪೌಲನೊಂದಿಗೆ	"
],			
"correct" :	"	ಅ. ಕೊರ್ನೇಲ್ಯನೊಂದಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ತನ್ನ ಕೈಯಲ್ಲಿ ಚಿಕ್ಕ ಪುಸ್ತಕ ಹಿಡಿದಿದ್ದ ದೇವದೂತನನ್ನು ಯೇಸುವಿನ ಯಾವ ಶಿಷ್ಯನನ್ನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಮತ್ತಾಯನು	",
	"	ಡ. ಯೋಹಾನನು	"
],			
"correct" :	"	ಡ. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯಾವ ಯುವಕನು ತನ್ನ ಕನಸಿನಲ್ಲಿ ದೇವದೂತರು ಏಣಿಯ ಮೇಲೆ ಹತ್ತುತ್ತಾ ಇಳಿಯುತ್ತಾ ಇರುವದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಏಸಾವನು	",
	"	ಕ. ಇಸಾಕನು	",
	"	ಡ. ಯೋಸೇಫನು	"
],			
"correct" :	"	ಅ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯಾವ ರಾಜನು ಒಬ್ಬ ದೇವದೂತನು ಕತ್ತಿ ಹಿರಿದು ಒಂದು ಪಟ್ಟಣದ ಮೇಲೆ ನಿಂತಿರುವುದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ಸೋಲಮೋನನು	",
	"	ಕ. ಸೌಲನು	",
	"	ಡ. ಅಬಿಮೇಲೇಕನು	"
],			
"correct" :	"	ಅ. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ದಾನಿಯೇಲನು ಸಿಂಹಗಳ ಗವಿಯಲ್ಲಿದ್ದಾಗ ಅವುಗಳ ಬಾಯಿಗಳನ್ನು ಮುಚ್ಚಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೆಬುಕ್ನೇಚ್ಚರನು	",
	"	ಬ. ಹನನ್ಯ, ಮಿಶಾಯೇಲ ಹಾಗೂ ಅಜರ್ಯ	",
	"	ಕ. ದೇವದೂತನು	",
	"	ಡ. ಸೈತಾನನು	"
],			
"correct" :	"	ಕ. ದೇವದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ದೇವದೂತರು ಅಮರರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಗೊತ್ತಿಲ್ಲ	",
	"	ಡ. ಇಲ್ಲವೇ ಇಲ್ಲ	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	19.  ದೇವದೂತರು ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಅಧಿಕಾರಕ್ಕೆ ಒಳಗಾಗಿದ್ದಾರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಗೊತ್ತಿಲ್ಲ	",
	"	ಡ. ಇಲ್ಲವೇ ಇಲ್ಲ	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಆತ್ಮಗಳ ರಕ್ಷಣೆಯ ವಿಷಯದಲ್ಲಿ ದೇವದೂತರಿಗೆ ಅಭಿರುಚಿಯಿದೆ ಎಂದು ಎಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೀಜ ಬಿತ್ತುವವನ ಸಾಮ್ಯದಲ್ಲಿ	",
	"	ಬ. ಹತ್ತು ಮಂದಿ ಮದಲಗಿತ್ತಿಯರ ಸಾಮ್ಯದಲ್ಲಿ	",
	"	ಕ. ಹತ್ತು ಪಾವಲಿಗಳ ಸಾಮ್ಯದಲ್ಲಿ	",
	"	ಡ. ಐದು ತಲಾಂತಿನ ಸಾಮ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಹತ್ತು ಪಾವಲಿಗಳ ಸಾಮ್ಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
]			