var quiztitle = "ದಂಪತಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಬೈಬಲ್ಲಿನಲ್ಲಿ ನಮೂದಿಸಿರುವ ಮೊದಲನೆಯ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
	"	B. ಆದಾಮ -ಹವ್ವಳು	",
	"	C. ಅನನೀಯ-ಸಪೈರಳು	",
	"	D. ಇಸಾಕ-ರೆಬೇಕ	"
],			
"correct" :	"	B. ಆದಾಮ -ಹವ್ವಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ನಮೂದಿಸಿರುವ ಮೊದಲನೆಯ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
	"	B. ಆದಾಮ -ಹವ್ವಳು	",
	"	C. ಮರಿಯಳು-ಯೋಸೇಫನು ಅಥವಾ ಎಲಿಸಬೇತ್-ಜಕರಿಯನು	",
	"	D. ಅನನೀಯ-ಸಪೈರಳು	"
],			
"correct" :	"	C. ಮರಿಯಳು-ಯೋಸೇಫನು ಅಥವಾ ಎಲಿಸಬೇತ್-ಜಕರಿಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪೇತ್ರನನ್ನು ಹಣದ ವಿಷಯದಲ್ಲಿ ಮೋಸ ಮಾಡಿದ ದಂಪತಿಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೆಕರ್ಯ-ಎಲೀಜಬೇತಳು	",
	"	B. ಯೋಸೇಫನು-ಮರಿಯಳು	",
	"	C. ಅನನೀಯ-ಸಪೈರಳು	",
	"	D. ಅಬ್ರಹಾಮ-ಸಾರಳು	"
],			
"correct" :	"	C. ಅನನೀಯ-ಸಪೈರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಮುದಿ ಪ್ರಾಯದಲ್ಲಿ ಮಗನನ್ನು ಪಡೆದ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
	"	B. ಅನನೀಯ-ಸಪೈರಳು	",
	"	C. ಆದಾಮ-ಹವ್ವಳು	",
	"	D. ನೋಹನು-ಅವನ ಪತ್ನಿ	"
],			
"correct" :	"	A. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಮುದಿ ಪ್ರಾಯದಲ್ಲಿ ಮಗನನ್ನು ಪಡೆದ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು-ಮರಿಯಳು	",
	"	B. ಜಕರೀಯ-ಎಲಿಸಬೇತ್	",
	"	C. ಎಲ್ಕಾನನು-ಹನ್ನಳು	",
	"	D. ಅನನೀಯ-ಸಫೈರ	"
],			
"correct" :	"	B. ಜಕರೀಯ-ಎಲಿಸಬೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತನ್ನ ಮುದ್ದಿನ ಮಗನಿಗಾಗಿ ತನ್ನ ಮುದುಕನಾದ ಗಂಡನನ್ನು ಮೋಸ ಮಾಡಿದ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಹೇಳಲು	",
	"	B. ರೆಬೆಕ್ಕಳು	",
	"	C. ಎಲೀಜಬೇತಳು	",
	"	D. ಎಸ್ತೇರಳು	"
],			
"correct" :	"	B. ರೆಬೆಕ್ಕಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನೊಡನೆ ಹಡಗಿನಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡಿ ಗುಡಾರ ಮಾಡುವದರಲ್ಲಿ ಸಹಾಯ ಮಾಡಿದ ದಂಪತಿಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು-ಸಾರಾಳು	",
	"	B. ಎಲ್ಕಾನನು-ಹನ್ನಳು	",
	"	C. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	",
	"	D. ಅನನೀಯ-ಸಫೈರ	"
],			
"correct" :	"	C. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ದಂಪತಿಗಳು ನಂಬಿಗಸ್ತಿಕೆ ಮತ್ತು ಅಪನಂಬಿಗಸ್ತಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊಶೇಯ-ಗೋಮೆರಳು	",
	"	B. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	",
	"	C. ಯಾಕೋಬ-ಲೇಯಾ	",
	"	D. ಎಲ್ಕಾನನು-ಹನ್ನಳು	"
],			
"correct" :	"	A. ಹೊಶೇಯ-ಗೋಮೆರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಜನರಿಗಾಗಿ ತನ್ನ ಪ್ರಿಯನಿಗೆ ಮೋಸ ಮಾಡಿದ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಸ್ತೇರಳು	",
	"	B. ದೆಲೀಲಳು	",
	"	C. ಎಲಿಜಬೆತಳು	",
	"	D. ಮಗ್ದಲದ ಮರೀಯಳು	"
],			
"correct" :	"	B. ದೆಲೀಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ದೇವರನ್ನು ದೂಷಿಸಿ ಸಾಯಿ” ಎಂದು ತನ್ನ ಗಂಡನಿಗೆ ಸಲಹೆ ಕೊಟ್ಟ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಕಾನನ ಹೆಂಡತಿ	",
	"	B. ದಾವೀದನ ಹೆಂಡತಿ	",
	"	C. ಯಾಯಿರನ ಹೆಂಡತಿ	",
	"	D. ಯೋಬನ ಹೆಂಡತಿ	"
],			
"correct" :	"	B. ದಾವೀದನ ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನನ್ನು ಕೊಲ್ಲಲು ಪ್ರಯತ್ನಿಸಿದ ದುಷ್ಟರಾದ ರಾಜ-ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹಶ್ವೇರೋಷನು-ಎಸ್ತೇರಳು	",
	"	B. ಅಹಾಬನು-ಈಜೆಬೆಲಳು	",
	"	C. ಹೊಶೇಯ-ಗೋಮೆರಳು	",
	"	D. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	"
],			
"correct" :	"	B. ಅಹಾಬನು-ಈಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತನ್ನ ಜನರಿಗಾಗಿ ತನ್ನ ಪ್ರಾಣವನ್ನೇ ಪಣವಾಗಿಟ್ಟುಕೊಂಡು ತನ್ನ ಗಂಡನಾದ ರಾಜನ ಮುಂದೆ ಹೋದ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾರಾಳು	",
	"	B. ಈಜೆಬೆಲಳು	",
	"	C. ಎಲೀಜಬೇತಳು	",
	"	D. ಎಸ್ತೆರಳು	"
],			
"correct" :	"	D. ಎಸ್ತೆರಳು	",
"explanation" :	"		",
},			
]