var quiztitle = "ದಂಪತಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಬೈಬಲ್ಲಿನಲ್ಲಿ ನಮೂದಿಸಿರುವ ಮೊದಲನೆಯ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
	"	ಬ. ಆದಾಮ -ಹವ್ವಳು	",
	"	ಕ. ಅನನೀಯ-ಸಪೈರಳು	",
	"	ಡ. ಇಸಾಕ-ರೆಬೇಕ	"
],			
"correct" :	"	ಬ. ಆದಾಮ -ಹವ್ವಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ನಮೂದಿಸಿರುವ ಮೊದಲನೆಯ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
	"	ಬ. ಆದಾಮ -ಹವ್ವಳು	",
	"	ಕ. ಮರಿಯಳು-ಯೋಸೇಫನು ಅಥವಾ ಎಲಿಸಬೇತ್-ಜಕರಿಯನು	",
	"	ಡ. ಅನನೀಯ-ಸಪೈರಳು	"
],			
"correct" :	"	ಕ. ಮರಿಯಳು-ಯೋಸೇಫನು ಅಥವಾ ಎಲಿಸಬೇತ್-ಜಕರಿಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪೇತ್ರನನ್ನು ಹಣದ ವಿಷಯದಲ್ಲಿ ಮೋಸ ಮಾಡಿದ ದಂಪತಿಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೆಕರ್ಯ-ಎಲೀಜಬೇತಳು	",
	"	ಬ. ಯೋಸೇಫನು-ಮರಿಯಳು	",
	"	ಕ. ಅನನೀಯ-ಸಪೈರಳು	",
	"	ಡ. ಅಬ್ರಹಾಮ-ಸಾರಳು	"
],			
"correct" :	"	ಕ. ಅನನೀಯ-ಸಪೈರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಮುದಿ ಪ್ರಾಯದಲ್ಲಿ ಮಗನನ್ನು ಪಡೆದ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
	"	ಬ. ಅನನೀಯ-ಸಪೈರಳು	",
	"	ಕ. ಆದಾಮ-ಹವ್ವಳು	",
	"	ಡ. ನೋಹನು-ಅವನ ಪತ್ನಿ	"
],			
"correct" :	"	ಅ. ಅಬ್ರಹಾಮ-ಸಾರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಮುದಿ ಪ್ರಾಯದಲ್ಲಿ ಮಗನನ್ನು ಪಡೆದ ದಂಪತಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಸೇಫನು-ಮರಿಯಳು	",
	"	ಬ. ಜಕರೀಯ-ಎಲಿಸಬೇತ್	",
	"	ಕ. ಎಲ್ಕಾನನು-ಹನ್ನಳು	",
	"	ಡ. ಅನನೀಯ-ಸಫೈರ	"
],			
"correct" :	"	ಬ. ಜಕರೀಯ-ಎಲಿಸಬೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತನ್ನ ಮುದ್ದಿನ ಮಗನಿಗಾಗಿ ತನ್ನ ಮುದುಕನಾದ ಗಂಡನನ್ನು ಮೋಸ ಮಾಡಿದ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರಾಹೇಳಲು	",
	"	ಬ. ರೆಬೆಕ್ಕಳು	",
	"	ಕ. ಎಲೀಜಬೇತಳು	",
	"	ಡ. ಎಸ್ತೇರಳು	"
],			
"correct" :	"	ಬ. ರೆಬೆಕ್ಕಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನೊಡನೆ ಹಡಗಿನಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡಿ ಗುಡಾರ ಮಾಡುವದರಲ್ಲಿ ಸಹಾಯ ಮಾಡಿದ ದಂಪತಿಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮನು-ಸಾರಾಳು	",
	"	ಬ. ಎಲ್ಕಾನನು-ಹನ್ನಳು	",
	"	ಕ. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	",
	"	ಡ. ಅನನೀಯ-ಸಫೈರ	"
],			
"correct" :	"	ಕ. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ದಂಪತಿಗಳು ನಂಬಿಗಸ್ತಿಕೆ ಮತ್ತು ಅಪನಂಬಿಗಸ್ತಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೊಶೇಯ-ಗೋಮೆರಳು	",
	"	ಬ. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	",
	"	ಕ. ಯಾಕೋಬ-ಲೇಯಾ	",
	"	ಡ. ಎಲ್ಕಾನನು-ಹನ್ನಳು	"
],			
"correct" :	"	ಅ. ಹೊಶೇಯ-ಗೋಮೆರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಜನರಿಗಾಗಿ ತನ್ನ ಪ್ರಿಯನಿಗೆ ಮೋಸ ಮಾಡಿದ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಸ್ತೇರಳು	",
	"	ಬ. ದೆಲೀಲಳು	",
	"	ಕ. ಎಲಿಜಬೆತಳು	",
	"	ಡ. ಮಗ್ದಲದ ಮರೀಯಳು	"
],			
"correct" :	"	ಬ. ದೆಲೀಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ದೇವರನ್ನು ದೂಷಿಸಿ ಸಾಯಿ” ಎಂದು ತನ್ನ ಗಂಡನಿಗೆ ಸಲಹೆ ಕೊಟ್ಟ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲ್ಕಾನನ ಹೆಂಡತಿ	",
	"	ಬ. ದಾವೀದನ ಹೆಂಡತಿ	",
	"	ಕ. ಯಾಯಿರನ ಹೆಂಡತಿ	",
	"	ಡ. ಯೋಬನ ಹೆಂಡತಿ	"
],			
"correct" :	"	ಬ. ದಾವೀದನ ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನನ್ನು ಕೊಲ್ಲಲು ಪ್ರಯತ್ನಿಸಿದ ದುಷ್ಟರಾದ ರಾಜ-ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹಶ್ವೇರೋಷನು-ಎಸ್ತೇರಳು	",
	"	ಬ. ಅಹಾಬನು-ಈಜೆಬೆಲಳು	",
	"	ಕ. ಹೊಶೇಯ-ಗೋಮೆರಳು	",
	"	ಡ. ಅಕ್ವಿಲ-ಪ್ರಿಸ್ಕಿಲ್ಲಳು	"
],			
"correct" :	"	ಬ. ಅಹಾಬನು-ಈಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತನ್ನ ಜನರಿಗಾಗಿ ತನ್ನ ಪ್ರಾಣವನ್ನೇ ಪಣವಾಗಿಟ್ಟುಕೊಂಡು ತನ್ನ ಗಂಡನಾದ ರಾಜನ ಮುಂದೆ ಹೋದ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾರಾಳು	",
	"	ಬ. ಈಜೆಬೆಲಳು	",
	"	ಕ. ಎಲೀಜಬೇತಳು	",
	"	ಡ. ಎಸ್ತೆರಳು	"
],			
"correct" :	"	ಡ. ಎಸ್ತೆರಳು	",
"explanation" :	"		",
},			
]