var quiztitle = "ದಾನಿಯೇಲನು";			
var quiz = [			
{			
"question" :	"	1. ದಾನಿಯೇಲನೆಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಸೇವಕನು	",
	"	B. ದೇವರ ನ್ಯಾಯಾಧಿಪತಿ	",
	"	C. ದೇವರ ಸಂತೋಷ	",
	"	D. ದೇವರ ಸಾನಿಧ್ಯ	"
],			
"correct" :	"	B. ದೇವರ ನ್ಯಾಯಾಧಿಪತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದಾನಿಯೇಲನು ಯಾವ ಯಾವ ಅರಸರ ಕೈಕೆಳಗೆ ಕೆಲಸ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಬುಕದ್ನೆಚರನು	",
	"	B. ಬೆಲ್ಕಚ್ಚರ	",
	"	C. ದಾರ್ಯಾವೆಷನು	",
	"	D. ಕೋರೇಶನು	"
],			
"correct" :	"	A. ನೆಬುಕದ್ನೆಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬಾಬಿಲೋನಿನಲ್ಲಿ ದಾನಿಯೇಲನಿಗೆ ಯಾವ ಹೆಸರು ಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಲ್ತೆಶಚ್ಚರನು	",
	"	B. ಹನನ್ಯ	",
	"	C. ಮೀಶಾಯೇಲ	",
	"	D. ಅಜರ್ಯ	"
],			
"correct" :	"	A. ಬೆಲ್ತೆಶಚ್ಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದಾನಿಯೇಲನ ಮೂವರು ಸ್ನೇಹಿತರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಮೋನ್ , ಅಂದ್ರೇಯ ಹಾಗೂ ಯಾಕೋಬ	",
	"	B. ಯೋನ, ಯೂದ ಹಾಗೂ ಯೋಬ	",
	"	C. ಶದ್ರಕ್, ಮೇಶಕ್ ಮತ್ತು ಅಬೇದ್ನೆಗೋ	",
	"	D. ಸಂಸೋನ್, ಗಿದ್ಯೋನ್ ಹಾಗೂ ಹನನ್ಯ	"
],			
"correct" :	"	C. ಶದ್ರಕ್, ಮೇಶಕ್ ಮತ್ತು ಅಬೇದ್ನೆಗೋ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದಾನಿಯೇಲನನ್ನು ಯಾವಾಗ ಸೆರೆಗೆ ಒಯ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಮೂರನೆಯ ವರ್ಷದಲ್ಲಿ	",
	"	B. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ನಾಲ್ಕನೇ ವರ್ಷದಲ್ಲಿ	",
	"	C. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಹತ್ತನೆಯ ವರ್ಷದಲ್ಲಿ	",
	"	D. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಎರಡನೇ ವರ್ಷದಲ್ಲಿ	"
],			
"correct" :	"	A. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಮೂರನೆಯ ವರ್ಷದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ನೆಬುಕದ್ನೇಚರನು ಮಾಡಿಸಿದ ಪ್ರತಿಮೆಯ ಅಳತೆ ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. 70 ಮೊಳ (120 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 9 ಮೊಳ (12 ಅಡಿ) ಅಗಲ	",
	"	B. 50 ಮೊಳ (85 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 7 ಮೊಳ (11 ಅಡಿ) ಅಗಲ	",
	"	C. 45 ಮೊಳ (78 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 3 ಮೊಳ (5 ಅಡಿ) ಅಗಲ	",
	"	D. 60 ಮೊಳ (90 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 6 ಮೊಳ (9 ಅಡಿ) ಅಗಲ	"
],			
"correct" :	"	D. 60 ಮೊಳ (90 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 6 ಮೊಳ (9 ಅಡಿ) ಅಗಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾವ ರಾಜನ ಕಾಲದಲ್ಲಿ ದಾನಿಯೇಲನನ್ನು ಸಿಂಹಗಳ ಗವಿಯಲ್ಲಿ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಕೋರೇಶನು	",
	"	B. ಅರಸನಾದ ದಾವೀದನು	",
	"	C. ಅರಸನಾದ ದಾರ್ಯಾವೆಷನು	",
	"	D. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚ್ಚರು	"
],			
"correct" :	"	C. ಅರಸನಾದ ದಾರ್ಯಾವೆಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅರಸನಾದ ಬೆಲ್ಶಚ್ಚರನು ಗೋಡೆಯ ಮೇಲೆ ಯಾವ ಬರಹವನ್ನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. “ಮೇನೆ, ಮೆನೇ, ತೆಕೆಲ್, ಜಪರ್ಸಿನ್”	",
	"	B. “ಮೇನೆ, ಮೆನೇ, ರಾಕಲ್, ಉಪರ್ಸಿನ್”	",
	"	C. “ಮೇನೆ, ಮೆನೇ, ತೆಕೆಲ್, ಉಪರ್ಸಿನ್”	",
	"	D. “ಮೇನೆ, ಮೆನೇ, ಶೆಕೆಲ್, ಉಪರ್ಸಿನ್”	"
],			
"correct" :	"	C. “ಮೇನೆ, ಮೆನೇ, ತೆಕೆಲ್, ಉಪರ್ಸಿನ್”	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾನಿಯೇಲನು ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ನಿಶ್ಚಯಿಸಿಕೊಂಡದ್ದೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನನ್ನು ಬರಿದು ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
	"	B. ತನ್ನನ್ನು ಬರಿದು ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
	"	C. ತನ್ನನ್ನು ಶುದ್ಧ ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
	"	D. ತನ್ನನ್ನು ಅಶುದ್ಧ ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	"
],			
"correct" :	"	D. ತನ್ನನ್ನು ಅಶುದ್ಧ ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದಾನಿಯೇಲನ ಪುಸ್ತಕದಲ್ಲಿ ಎಷ್ಟು ಅಧ್ಯಾಯಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 12 ಅಧ್ಯಾಯಗಳು	",
	"	B. 10 ಅಧ್ಯಾಯಗಳು	",
	"	C. 15 ಅಧ್ಯಾಯಗಳು	",
	"	D. 9 ಅಧ್ಯಾಯಗಳು	"
],			
"correct" :	"	A. 12 ಅಧ್ಯಾಯಗಳು	",
"explanation" :	"		",
},			
]