var quiztitle = "ದಾನಿಯೇಲನು";			
var quiz = [			
{			
"question" :	"	1. ದಾನಿಯೇಲನೆಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವರ ಸೇವಕನು	",
	"	ಬ. ದೇವರ ನ್ಯಾಯಾಧಿಪತಿ	",
	"	ಕ. ದೇವರ ಸಂತೋಷ	",
	"	ಡ. ದೇವರ ಸಾನಿಧ್ಯ	"
],			
"correct" :	"	ಬ. ದೇವರ ನ್ಯಾಯಾಧಿಪತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದಾನಿಯೇಲನು ಯಾವ ಯಾವ ಅರಸರ ಕೈಕೆಳಗೆ ಕೆಲಸ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೆಬುಕದ್ನೆಚರನು	",
	"	ಬ. ಬೆಲ್ಕಚ್ಚರ	",
	"	ಕ. ದಾರ್ಯಾವೆಷನು	",
	"	ಡ. ಕೋರೇಶನು	"
],			
"correct" :	"	ಅ. ನೆಬುಕದ್ನೆಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬಾಬಿಲೋನಿನಲ್ಲಿ ದಾನಿಯೇಲನಿಗೆ ಯಾವ ಹೆಸರು ಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಲ್ತೆಶಚ್ಚರನು	",
	"	ಬ. ಹನನ್ಯ	",
	"	ಕ. ಮೀಶಾಯೇಲ	",
	"	ಡ. ಅಜರ್ಯ	"
],			
"correct" :	"	ಅ. ಬೆಲ್ತೆಶಚ್ಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದಾನಿಯೇಲನ ಮೂವರು ಸ್ನೇಹಿತರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿಮೋನ್ , ಅಂದ್ರೇಯ ಹಾಗೂ ಯಾಕೋಬ	",
	"	ಬ. ಯೋನ, ಯೂದ ಹಾಗೂ ಯೋಬ	",
	"	ಕ. ಶದ್ರಕ್, ಮೇಶಕ್ ಮತ್ತು ಅಬೇದ್ನೆಗೋ	",
	"	ಡ. ಸಂಸೋನ್, ಗಿದ್ಯೋನ್ ಹಾಗೂ ಹನನ್ಯ	"
],			
"correct" :	"	ಕ. ಶದ್ರಕ್, ಮೇಶಕ್ ಮತ್ತು ಅಬೇದ್ನೆಗೋ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದಾನಿಯೇಲನನ್ನು ಯಾವಾಗ ಸೆರೆಗೆ ಒಯ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಮೂರನೆಯ ವರ್ಷದಲ್ಲಿ	",
	"	ಬ. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ನಾಲ್ಕನೇ ವರ್ಷದಲ್ಲಿ	",
	"	ಕ. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಹತ್ತನೆಯ ವರ್ಷದಲ್ಲಿ	",
	"	ಡ. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಎರಡನೇ ವರ್ಷದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಮೂರನೆಯ ವರ್ಷದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ನೆಬುಕದ್ನೇಚರನು ಮಾಡಿಸಿದ ಪ್ರತಿಮೆಯ ಅಳತೆ ಏನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 70 ಮೊಳ (120 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 9 ಮೊಳ (12 ಅಡಿ) ಅಗಲ	",
	"	ಬ. 50 ಮೊಳ (85 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 7 ಮೊಳ (11 ಅಡಿ) ಅಗಲ	",
	"	ಕ. 45 ಮೊಳ (78 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 3 ಮೊಳ (5 ಅಡಿ) ಅಗಲ	",
	"	ಡ. 60 ಮೊಳ (90 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 6 ಮೊಳ (9 ಅಡಿ) ಅಗಲ	"
],			
"correct" :	"	ಡ. 60 ಮೊಳ (90 ಅಡಿ) ಎತ್ತರ ಮತ್ತು 6 ಮೊಳ (9 ಅಡಿ) ಅಗಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾವ ರಾಜನ ಕಾಲದಲ್ಲಿ ದಾನಿಯೇಲನನ್ನು ಸಿಂಹಗಳ ಗವಿಯಲ್ಲಿ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ಕೋರೇಶನು	",
	"	ಬ. ಅರಸನಾದ ದಾವೀದನು	",
	"	ಕ. ಅರಸನಾದ ದಾರ್ಯಾವೆಷನು	",
	"	ಡ. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚ್ಚರು	"
],			
"correct" :	"	ಕ. ಅರಸನಾದ ದಾರ್ಯಾವೆಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅರಸನಾದ ಬೆಲ್ಶಚ್ಚರನು ಗೋಡೆಯ ಮೇಲೆ ಯಾವ ಬರಹವನ್ನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ಮೇನೆ, ಮೆನೇ, ತೆಕೆಲ್, ಜಪರ್ಸಿನ್”	",
	"	ಬ. “ಮೇನೆ, ಮೆನೇ, ರಾಕಲ್, ಉಪರ್ಸಿನ್”	",
	"	ಕ. “ಮೇನೆ, ಮೆನೇ, ತೆಕೆಲ್, ಉಪರ್ಸಿನ್”	",
	"	ಡ. “ಮೇನೆ, ಮೆನೇ, ಶೆಕೆಲ್, ಉಪರ್ಸಿನ್”	"
],			
"correct" :	"	ಕ. “ಮೇನೆ, ಮೆನೇ, ತೆಕೆಲ್, ಉಪರ್ಸಿನ್”	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾನಿಯೇಲನು ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ನಿಶ್ಚಯಿಸಿಕೊಂಡದ್ದೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತನ್ನನ್ನು ಬರಿದು ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
	"	ಬ. ತನ್ನನ್ನು ಬರಿದು ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
	"	ಕ. ತನ್ನನ್ನು ಶುದ್ಧ ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
	"	ಡ. ತನ್ನನ್ನು ಅಶುದ್ಧ ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	"
],			
"correct" :	"	ಡ. ತನ್ನನ್ನು ಅಶುದ್ಧ ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದಾನಿಯೇಲನ ಪುಸ್ತಕದಲ್ಲಿ ಎಷ್ಟು ಅಧ್ಯಾಯಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 12 ಅಧ್ಯಾಯಗಳು	",
	"	ಬ. 10 ಅಧ್ಯಾಯಗಳು	",
	"	ಕ. 15 ಅಧ್ಯಾಯಗಳು	",
	"	ಡ. 9 ಅಧ್ಯಾಯಗಳು	"
],			
"correct" :	"	ಅ. 12 ಅಧ್ಯಾಯಗಳು	",
"explanation" :	"		",
},			
]