var quiztitle = "ದಾವೀದನು";			
var quiz = [			
{			
"question" :	"	1. ದಾವೀದನನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನನ್ನಾಗಿ ಅಭಿಷೇಕಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೋಲೋಮೋನನು	",
	"	B. ಸಮುವೇಲನು	",
	"	C. ಸಿಂಸೋನನು	",
	"	D. ಸೌಲನು	"
],			
"correct" :	"	B. ಸಮುವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದಾವೀದನ ತಂದೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಷಯನು	",
	"	B. ಯಿಜ್ಕೀಯನು	",
	"	C. ಇಸ್ಮಾಯೇಲನು	",
	"	D. ಇಸಾಕನು	"
],			
"correct" :	"	A. ಇಷಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದಾವೀದನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಅವನನ್ನು ಗದರಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಿಜ್ಕೀಯನು	",
	"	B. ನತಾನಯೋಲನು	",
	"	C. ಯಾಯೀರನು	",
	"	D. ನಾತಾನನು	"
],			
"correct" :	"	D. ನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದಾವೀದನಿಗೆ ಎಷ್ಟು ಸಹೋದರರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏಳು ಸಹೋದರರು	",
	"	B. ಐದು ಸಹೋದರರು	",
	"	C. ಆರು ಸಹೋದರರು	",
	"	D. ನಾಲ್ಕು ಸಹೋದರರು	"
],			
"correct" :	"	A. ಏಳು ಸಹೋದರರು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಅರಸನಾದ ಸೌಲನಿಗಾಗಿ ದಾವೀದನು ಯಾವ ವಾದ್ಯವನ್ನು ನುಡಿಸುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಳಲು	",
	"	B. ಕಿನ್ನರಿ	",
	"	C. ಝಲ್ಲರಿ	",
	"	D. ತಂತಿವಾದ್ಯ	"
],			
"correct" :	"	B. ಕಿನ್ನರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದಾವೀದನು ಕೊಂದ ಗೊಲೆಯಾತನು ಯಾವ ಊರಿನವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರಿಕೋ ಊರಿನವನು	",
	"	B. ಗತ್ ಊರಿನವನು	",
	"	C. ಆಸ್ಸಾ ಊರಿನವನು	",
	"	D. ಗಲಿಲಾಯ ಊರಿನವನು	"
],			
"correct" :	"	B. ಗತ್ ಊರಿನವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದಾವೀದನ ಪ್ರಾಣ ಸ್ನೇಹಿತನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಮುವೇಲನು	",
	"	B. ನಾತಾನನು	",
	"	C. ಯೋನಾತಾನನು	",
	"	D. ಸೌಲನು	"
],			
"correct" :	"	C. ಯೋನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ರಾಜಕುಮಾರನು ದಾವೀದನ ಭಾವನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಮುವೇಲನು	",
	"	B. ನಾತಾನನು	",
	"	C. ಯೋನಾತಾನನು	",
	"	D. ಸೌಲನು	"
],			
"correct" :	"	C. ಯೋನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾವೀದನು ಮತ್ತು ಸೌಲನು ಅನೇಕ ವರ್ಷಗಳ ವರೆಗೆ ಯಾವ ಆಟ ಆಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೂಜಾಟ	",
	"	B. ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳುವದು ಹುಡುಕುವದು	",
	"	C. ಕುಸ್ತಿ ಆಟ	",
	"	D. ಆಮದು-ರಫ್ತುಗಳ ಆಟ	"
],			
"correct" :	"	B. ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳುವದು ಹುಡುಕುವದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದಾವೀದನು 51ನೆಯ ಕೀರ್ತನೆಯನ್ನು ಯಾಕೆ ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇಲಿಲಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
	"	B. ವಷ್ಟಿಯೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
	"	C. ಬೇತ್ಷೆಬಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
	"	D. ಮೀಕಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	"
],			
"correct" :	"	C. ಬೇತ್ಷೆಬಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
"explanation" :	"		",
},			
]