var quiztitle = "ದಾವೀದನು";			
var quiz = [			
{			
"question" :	"	1. ದಾವೀದನನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನನ್ನಾಗಿ ಅಭಿಷೇಕಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೋಲೋಮೋನನು	",
	"	ಬ. ಸಮುವೇಲನು	",
	"	ಕ. ಸಿಂಸೋನನು	",
	"	ಡ. ಸೌಲನು	"
],			
"correct" :	"	ಬ. ಸಮುವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದಾವೀದನ ತಂದೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಷಯನು	",
	"	ಬ. ಯಿಜ್ಕೀಯನು	",
	"	ಕ. ಇಸ್ಮಾಯೇಲನು	",
	"	ಡ. ಇಸಾಕನು	"
],			
"correct" :	"	ಅ. ಇಷಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದಾವೀದನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಅವನನ್ನು ಗದರಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಿಜ್ಕೀಯನು	",
	"	ಬ. ನತಾನಯೋಲನು	",
	"	ಕ. ಯಾಯೀರನು	",
	"	ಡ. ನಾತಾನನು	"
],			
"correct" :	"	ಡ. ನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದಾವೀದನಿಗೆ ಎಷ್ಟು ಸಹೋದರರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಏಳು ಸಹೋದರರು	",
	"	ಬ. ಐದು ಸಹೋದರರು	",
	"	ಕ. ಆರು ಸಹೋದರರು	",
	"	ಡ. ನಾಲ್ಕು ಸಹೋದರರು	"
],			
"correct" :	"	ಅ. ಏಳು ಸಹೋದರರು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಅರಸನಾದ ಸೌಲನಿಗಾಗಿ ದಾವೀದನು ಯಾವ ವಾದ್ಯವನ್ನು ನುಡಿಸುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊಳಲು	",
	"	ಬ. ಕಿನ್ನರಿ	",
	"	ಕ. ಝಲ್ಲರಿ	",
	"	ಡ. ತಂತಿವಾದ್ಯ	"
],			
"correct" :	"	ಬ. ಕಿನ್ನರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದಾವೀದನು ಕೊಂದ ಗೊಲೆಯಾತನು ಯಾವ ಊರಿನವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರಿಕೋ ಊರಿನವನು	",
	"	ಬ. ಗತ್ ಊರಿನವನು	",
	"	ಕ. ಆಸ್ಸಾ ಊರಿನವನು	",
	"	ಡ. ಗಲಿಲಾಯ ಊರಿನವನು	"
],			
"correct" :	"	ಬ. ಗತ್ ಊರಿನವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದಾವೀದನ ಪ್ರಾಣ ಸ್ನೇಹಿತನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾಮುವೇಲನು	",
	"	ಬ. ನಾತಾನನು	",
	"	ಕ. ಯೋನಾತಾನನು	",
	"	ಡ. ಸೌಲನು	"
],			
"correct" :	"	ಕ. ಯೋನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ರಾಜಕುಮಾರನು ದಾವೀದನ ಭಾವನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾಮುವೇಲನು	",
	"	ಬ. ನಾತಾನನು	",
	"	ಕ. ಯೋನಾತಾನನು	",
	"	ಡ. ಸೌಲನು	"
],			
"correct" :	"	ಕ. ಯೋನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾವೀದನು ಮತ್ತು ಸೌಲನು ಅನೇಕ ವರ್ಷಗಳ ವರೆಗೆ ಯಾವ ಆಟ ಆಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೂಜಾಟ	",
	"	ಬ. ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳುವದು ಹುಡುಕುವದು	",
	"	ಕ. ಕುಸ್ತಿ ಆಟ	",
	"	ಡ. ಆಮದು-ರಫ್ತುಗಳ ಆಟ	"
],			
"correct" :	"	ಬ. ಬಚ್ಚಿಟ್ಟುಕೊಳ್ಳುವದು ಹುಡುಕುವದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದಾವೀದನು 51ನೆಯ ಕೀರ್ತನೆಯನ್ನು ಯಾಕೆ ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇಲಿಲಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
	"	ಬ. ವಷ್ಟಿಯೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
	"	ಕ. ಬೇತ್ಷೆಬಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
	"	ಡ. ಮೀಕಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	"
],			
"correct" :	"	ಕ. ಬೇತ್ಷೆಬಳೊಡನೆ ತಾನು ಮಾಡಿದ ಪಾಪಕ್ಕಾಗಿ ಮಾನಸಾಂತರಪಟ್ಟು ಅದನ್ನು ಸೂಚಿಸಲು ಬರೆದನು	",
"explanation" :	"		",
},			
]