var quiztitle = "ಸ್ವಪ್ನಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಕನಸಿನಲ್ಲಿ ಏಣಿಯನ್ನು ಕಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನು	",
	"	B. ದಾನಿಯೇಲನು	",
	"	C. ಯೋಸೇಫನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	D. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ತನ್ನ ಕನಸಿನಲ್ಲಿ ಸೂರ್ಯ, ಚಂದ್ರ ಮತ್ತು 11 ನಕ್ಷತ್ರಗಳು ತನಗೆ ಅಡ್ಡ ಬೀಳುವದನ್ನು ಕಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನು	",
	"	B. ದಾನಿಯೇಲನು	",
	"	C. ಯೋಸೇಫನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	C. ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೆರೆಮನೆಯಲ್ಲಿ ಯೋಸೇಫನು ಮುಖ್ಯ ಪಾನದಾಯಕನ ಮತ್ತು ಮುಖ್ಯ ಭಕ್ಷ್ಯಕಾರನ ಸ್ವಪ್ನಗಳ ಅರ್ಥವನ್ನು ತಿಳಿಸಿದನು.  ಇವರಿಬ್ಬರಲ್ಲಿ ಯಾರಿಗೆ ಬಿಡುಗಡೆಯಾಯಿತು ಮತ್ತು ಯಾರು ಗಲ್ಲಿಗೇರಿಸಲ್ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮುಖ್ಯ ಪಾನನಾಯಕನನ್ನು ಮತ್ತು ಮುಖ್ಯ ಭಕ್ಷಕಾರನನ್ನು ಗಲ್ಲಿಗೇರಿಸಿದನು	",
	"	B. ಮುಖ್ಯ ಪಾನನಾಯಕನನ್ನು ಮತ್ತು ಮುಖ್ಯ ಖಜಾನೆಕಾರನನ್ನು ಗಲ್ಲಿಗೇರಿಸಿದನು	",
	"	C. ಮುಖ್ಯ ಕಾವಲುಗಾರನನ್ನು ಮತ್ತು ಮುಖ್ಯ ಭಕ್ಷಕಾರನನ್ನು ಗಲ್ಲಿಗೇರಿಸಿದನು	",
	"	D. ಮುಖ್ಯ ಖಜಾನೆಕಾರನನ್ನು ಮತ್ತು ಮುಖ್ಯ ಭಕ್ಷಕಾರನನ್ನು ಗಲ್ಲಿಗೇರಿಸಿದನು	"
],			
"correct" :	"	A. ಮುಖ್ಯ ಪಾನನಾಯಕನನ್ನು ಮತ್ತು ಮುಖ್ಯ ಭಕ್ಷಕಾರನನ್ನು ಗಲ್ಲಿಗೇರಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ತನಗೆ ಬಿದ್ದ ಎರಡು ಸ್ವಪ್ನಗಳ ಅರ್ಥವನ್ನು ತಿಳಿಸಬೇಕೆಂದು ಪರೋಹನು ಯೋಸೇಫನನ್ನು ಕೇಳಿಕೊಂಡನು.  ಆ ಎರಡು ಸ್ವಪ್ನಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. (ಅ) ಐದು ಕೊಭ್ಭಿದ ಆಕಳುಗಳು ಮತ್ತು ಏಳು ಮೈಯೊಣಗಿದ ಬಡ ಆಕಳುಗಳು  (ಬ) ಪುಷ್ಟಿಯುಳ್ಳ ಐದು ತೆನೆಗಳು ಮತ್ತು ಬತ್ತಿಹೋದ ಏಳು ತೆನೆಗಳು	",
	"	B.  (ಅ) ಏಳು ಕೊಭ್ಭಿದ ಆಕಳುಗಳು ಮತ್ತು ಏಳು ಮೈಯೊಣಗಿದ ಬಡ ಆಕಳುಗಳು (ಬ) ಪುಷ್ಟಿಯುಳ್ಳ ಏಳು ತೆನೆಗಳು ಮತ್ತು ಬತ್ತಿಹೋದ ಏಳು ತೆನೆಗಳು	",
	"	C. (ಅ) ಮೂರು ಕೊಭ್ಭಿದ ಆಕಳುಗಳು ಮತ್ತು ಮೂರು ಮೈಯೊಣಗಿದ ಬಡ ಆಕಳುಗಳು  (ಬ) ಪುಷ್ಟಿಯುಳ್ಳ ಆರು ತೆನೆಗಳು ಮತ್ತು ಬತ್ತಿಹೋದ ಏಳು ತೆನೆಗಳು	",
	"	D. (ಅ) ಎಂಟು ಕೊಭ್ಭಿದ ಆಕಳುಗಳು ಮತ್ತು ಎಂಟು ಮೈಯೊಣಗಿದ ಬಡ ಆಕಳುಗಳು (ಬ) ಪುಷ್ಟಿಯುಳ್ಳ ಎಂಟು ತೆನೆಗಳು ಮತ್ತು ಬತ್ತಿಹೋದ ಏಳು ತೆನೆಗಳು	"
],			
"correct" :	"	B.  (ಅ) ಏಳು ಕೊಭ್ಭಿದ ಆಕಳುಗಳು ಮತ್ತು ಏಳು ಮೈಯೊಣಗಿದ ಬಡ ಆಕಳುಗಳು (ಬ) ಪುಷ್ಟಿಯುಳ್ಳ ಏಳು ತೆನೆಗಳು ಮತ್ತು ಬತ್ತಿಹೋದ ಏಳು ತೆನೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವರು ಸ್ವಪ್ನದಲ್ಲಿ ಒಬ್ಬ ಯುವಕಣಿಗೆ ಕಾಣಿಸಿಕೊಂಡು “ನಿನಗೆ ಯಾವ ವರ ಬೇಕು ಕೇಳಿಕೋ” ಎಂದು ಹೇಳಿದನು.  ಆ ಯುವಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೊಮೋನನು	",
	"	B. ಸೌಲನು	",
	"	C. ಸಾಮೂವೇಲನು	",
	"	D. ದಾವೀದನು	"
],			
"correct" :	"	A. ಸೊಲೊಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಒಬ್ಬ ರಾಜನು ಕನಸ್ಸನ್ನು ಕಂಡು ಅದನ್ನು ಮರೆತು ಬಿಟ್ಟನು.  ದಾನಿಯೇಲನು ಅದರ ಅರ್ಥ ತಿಳಿಸಿದನು.  ಆ ರಾಜನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಬುಕದ್ನೆಚರನು	",
	"	B. ಕೋರೇಶನು	",
	"	C. ನಾಮಾನನು	",
	"	D. ನತಾಯೇಲನು	"
],			
"correct" :	"	A. ನೆಬುಕದ್ನೆಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಮದುವೆ ಮಾಡಿಕೋ ಎಂದು ದೇವದೂತನು ಕನಸಿನಲ್ಲಿ ಯಾರಿಗೆ ಹೇಳಿದನು? (ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ)	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು ಮರಿಯಳನ್ನು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳಿದನು	",
	"	B. ಜೆಕರ್ಯನು ಎಲಿಜಬೇತಳನ್ನು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳಿದನು	",
	"	C. ಯೋಸೇಫನು ಮಾರ್ಥಳನ್ನು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳಿದನು	",
	"	D. ಯೋಸೇಫನು ಮಗ್ದಲದ ಮರಿಯಳನ್ನು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳಿದನು	"
],			
"correct" :	"	A. ಯೋಸೇಫನು ಮರಿಯಳನ್ನು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕನಸನ್ನು ಕಂಡ ಮೇಲೆ ಮತ್ತೊಂದು ದಾರಿಯಿಂದ ತಮ್ಮ ದೇಶಕ್ಕೆ ಯಾರು ಹೊರಟು ಹೋದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಡುವಣ ದೇಶದ ಜೋಯಿಸರು	",
	"	B. ತೆಂಕಣ ದೇಶದ ಜೋಯಿಸರು	",
	"	C. ದಕ್ಷಿಣ ದೇಶದ ಜೋಯಿಸರು	",
	"	D. ಮೂಡಣ ದೇಶದ ಜೋಯಿಸರು	"
],			
"correct" :	"	D. ಮೂಡಣ ದೇಶದ ಜೋಯಿಸರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಒಬ್ಬ ದೇಶಾಧಿಪತಿಯ ಹೆಂಡತಿ ತನ್ನ ಗಂಡನಿಗೆ “ನಾನು ಕನಸಿನಲ್ಲಿ ಆತನ ದೆಸೆಯಿಂದ ಬಹಳ ತೊಂದರೆ ಪಟ್ಟೆನು.  ಆ ಸತ್ಪುರುಷನ ಗೊಡವೆಗೆ ಹೋಗಬೇಡ” ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದರು.  ಆ ಅಧಿಕಾರಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಫಿಲೊಮೋನನು	",
	"	C. ಪಿಲಾತನು	",
	"	D. ಪೇತ್ರನು	"
],			
"correct" :	"	C. ಪಿಲಾತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪ್ರತಿ ಸಾರಿ ಕನಸು ಕಂಡಾಗ ಕಳವಳ ಪಡುತ್ತಿದ್ದ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಬುಕದ್ನೆಚರನು	",
	"	B. ಕೋರೇಶನು	",
	"	C. ನಾಮಾನನು	",
	"	D. ನತಾಯೇಲನು	"
],			
"correct" :	"	A. ನೆಬುಕದ್ನೆಚರನು	",
"explanation" :	"		",
},			
]