var quiztitle = "ಭೋಜನ ಸಮಾರಂಭಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಔತಣಕ್ಕಿಂತ ಉತ್ತಮವಾದ ಊಟ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಮಾಂಸದ ಊಟ	",
	"	B. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಸೊಪ್ಪಿನ ಊಟ	",
	"	C. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಮುದ್ದೆಯ ಊಟ	",
	"	D. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಗಂಜಿಯ ಊಟ	"
],			
"correct" :	"	B. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಸೊಪ್ಪಿನ ಊಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ತನ್ನ ಮಗನು ಮನೆಗೆ ಹಿಂತಿರುಗಿದಾಗ ಔತಣ ಮಾಡಿಸಿದ ತಂದೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಪ್ಪಿಹೋದ ಮಗನ ತಂದೆ	",
	"	B. ಓಡಿಸಿದ ಮಗನ ತಂದೆ	",
	"	C. ಕಳ್ಳನ ಮಗನ ತಂದೆ	",
	"	D. ಸುಳ್ಳುಗಾರನ ಮಗನ ತಂದೆ	"
],			
"correct" :	"	A. ತಪ್ಪಿಹೋದ ಮಗನ ತಂದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹೆರೋದ್ಯಳ ಮಗಳು ಯಾವ ಸಂದರ್ಭದಲ್ಲಿ ನಾಟ್ಯವಾಡಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಹೆರೋದನ ಅರಮನೆಯ ನೂತನ ಪ್ರವೇಶದ ಔತಣದ ಸಮಯ	",
	"	B. ಅರಸನಾದ ಹೆರೋದನ ಹುಟ್ಟಿದ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	",
	"	C. ಅರಸನಾದ ಹೆರೋದನ ಪತ್ನಿಯ ಹುಟ್ಟಿದ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	",
	"	D. ಅರಸನಾದ ಹೆರೋದನ ಮಗಳ ಮದುವೆಯ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	"
],			
"correct" :	"	B. ಅರಸನಾದ ಹೆರೋದನ ಹುಟ್ಟಿದ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಮ್ಮ ಕರ್ತನು ಸ್ಥಾಪಿಸಿದ ಭೋಜನಕ್ಕೆ ಇರುವ ಬೇರೆ ಬೇರೆ ಹೆಸರುಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ಬೆಳಗಿನ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
	"	B. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ಮಧ್ಯಾಹ್ನದ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
	"	C. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ಸಂಜೆಯ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
	"	D. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ, ಯೂಖರಿಸ್ತು	"
],			
"correct" :	"	D. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮಾರ್ಥಳು ಯಾವ ಸಂದರ್ಭದಲ್ಲಿ ಯೇಸುವಿಗಾಗಿ ಬೇಥಾನ್ಯದಲ್ಲಿ ಔತಣ ಮಾಡಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲಾಜರನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
	"	B. ಮರಿಯಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
	"	C. ಯಾಯೀರನ ಮಗಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
	"	D. ಯೋಹಾನನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	"
],			
"correct" :	"	A. ಲಾಜರನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣಕ್ಕೆ ಕರೆಸಿಕೊಂಡವರಿಗೆ ಯಾವ ಹೆಸರು ಕೊಡಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ದೀನರು	",
	"	B. ಶಾಪಗ್ರಸ್ತರು	",
	"	C. ಧನ್ಯರು	",
	"	D. ಭಿಕ್ಷುಕರು	"
],			
"correct" :	"	C. ಧನ್ಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅರಸನು ಏರ್ಪಡಿಸಿದ ಔತಣಕ್ಕೆ ಬರದೆ ಹೋದ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೀಕಾ ರಾಣಿ	",
	"	B. ಎಲಿಜಬೇತ್ ರಾಣಿ	",
	"	C. ಎಸ್ತೇರ್ ರಾಣಿ	",
	"	D. ವಷ್ಟಿರಾಣಿ	"
],			
"correct" :	"	D. ವಷ್ಟಿರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೋಬನ ಮಕ್ಕಳು ಸರದಿಯ ಪ್ರಕಾರ ಏನು ಮಾಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊಲ ಮಾರುತ್ತಿದ್ದರು	",
	"	B. ಮದುವೆ ಮಾಡಿಸುತ್ತಿದ್ದರು	",
	"	C. ಔತಣ ಮಾಡಿಸುತ್ತಿದ್ದರು	",
	"	D. ಅಪಹರಿಸುತ್ತಿದ್ದರು	"
],			
"correct" :	"	C. ಔತಣ ಮಾಡಿಸುತ್ತಿದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಒಂದು ಮದುವೆಯ ಔತಣ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣ	",
	"	B. ಕಾನಾನ್ ಊರಿನ ವಿವಾಹದ ಔತಣ	",
	"	C. ಯಜ್ಞದ ಹೋರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣ	",
	"	D. ಆದಾಮ-ಹವ್ವಳ ವಿವಾಹದ ಔತಣ	"
],			
"correct" :	"	A. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ರಾಜನಾದ ಬೇಲ್ಯಚ್ಚರನು ಮಾಡಿಸಿದ ಔತಣ ಸಮಾರಂಭ ನಡೆಯುತ್ತಿದ್ದಾಗ, ಆ ರಾಜನು ಗೋಡೆಯ ಮೇಲೆ ನೋಡಿದ ಬರಹ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂತನು ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
	"	B. ಮಾನವ ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
	"	C. ಸೈತಾನನ ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
	"	D. ದೇವರು ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	"
],			
"correct" :	"	B. ಮಾನವ ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
"explanation" :	"		",
},			
]