var quiztitle = "ಭೋಜನ ಸಮಾರಂಭಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಔತಣಕ್ಕಿಂತ ಉತ್ತಮವಾದ ಊಟ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಮಾಂಸದ ಊಟ	",
	"	ಬ. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಸೊಪ್ಪಿನ ಊಟ	",
	"	ಕ. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಮುದ್ದೆಯ ಊಟ	",
	"	ಡ. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಗಂಜಿಯ ಊಟ	"
],			
"correct" :	"	ಬ. ಪ್ರೇಮವಿರುವಲ್ಲಿ ಸೊಪ್ಪಿನ ಊಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ತನ್ನ ಮಗನು ಮನೆಗೆ ಹಿಂತಿರುಗಿದಾಗ ಔತಣ ಮಾಡಿಸಿದ ತಂದೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಪ್ಪಿಹೋದ ಮಗನ ತಂದೆ	",
	"	ಬ. ಓಡಿಸಿದ ಮಗನ ತಂದೆ	",
	"	ಕ. ಕಳ್ಳನ ಮಗನ ತಂದೆ	",
	"	ಡ. ಸುಳ್ಳುಗಾರನ ಮಗನ ತಂದೆ	"
],			
"correct" :	"	ಅ. ತಪ್ಪಿಹೋದ ಮಗನ ತಂದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹೆರೋದ್ಯಳ ಮಗಳು ಯಾವ ಸಂದರ್ಭದಲ್ಲಿ ನಾಟ್ಯವಾಡಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ಹೆರೋದನ ಅರಮನೆಯ ನೂತನ ಪ್ರವೇಶದ ಔತಣದ ಸಮಯ	",
	"	ಬ. ಅರಸನಾದ ಹೆರೋದನ ಹುಟ್ಟಿದ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	",
	"	ಕ. ಅರಸನಾದ ಹೆರೋದನ ಪತ್ನಿಯ ಹುಟ್ಟಿದ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	",
	"	ಡ. ಅರಸನಾದ ಹೆರೋದನ ಮಗಳ ಮದುವೆಯ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	"
],			
"correct" :	"	ಬ. ಅರಸನಾದ ಹೆರೋದನ ಹುಟ್ಟಿದ ಹಬ್ಬದ ಔತಣದ ಸಮಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಮ್ಮ ಕರ್ತನು ಸ್ಥಾಪಿಸಿದ ಭೋಜನಕ್ಕೆ ಇರುವ ಬೇರೆ ಬೇರೆ ಹೆಸರುಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ಬೆಳಗಿನ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
	"	ಬ. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ಮಧ್ಯಾಹ್ನದ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
	"	ಕ. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ಸಂಜೆಯ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
	"	ಡ. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ, ಯೂಖರಿಸ್ತು	"
],			
"correct" :	"	ಡ. ಕರ್ತನ ಭೋಜನ, ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ, ಯೂಖರಿಸ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮಾರ್ಥಳು ಯಾವ ಸಂದರ್ಭದಲ್ಲಿ ಯೇಸುವಿಗಾಗಿ ಬೇಥಾನ್ಯದಲ್ಲಿ ಔತಣ ಮಾಡಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲಾಜರನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
	"	ಬ. ಮರಿಯಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
	"	ಕ. ಯಾಯೀರನ ಮಗಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
	"	ಡ. ಯೋಹಾನನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	"
],			
"correct" :	"	ಅ. ಲಾಜರನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆಯಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣಕ್ಕೆ ಕರೆಸಿಕೊಂಡವರಿಗೆ ಯಾವ ಹೆಸರು ಕೊಡಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೀನರು	",
	"	ಬ. ಶಾಪಗ್ರಸ್ತರು	",
	"	ಕ. ಧನ್ಯರು	",
	"	ಡ. ಭಿಕ್ಷುಕರು	"
],			
"correct" :	"	ಕ. ಧನ್ಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅರಸನು ಏರ್ಪಡಿಸಿದ ಔತಣಕ್ಕೆ ಬರದೆ ಹೋದ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೀಕಾ ರಾಣಿ	",
	"	ಬ. ಎಲಿಜಬೇತ್ ರಾಣಿ	",
	"	ಕ. ಎಸ್ತೇರ್ ರಾಣಿ	",
	"	ಡ. ವಷ್ಟಿರಾಣಿ	"
],			
"correct" :	"	ಡ. ವಷ್ಟಿರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೋಬನ ಮಕ್ಕಳು ಸರದಿಯ ಪ್ರಕಾರ ಏನು ಮಾಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೊಲ ಮಾರುತ್ತಿದ್ದರು	",
	"	ಬ. ಮದುವೆ ಮಾಡಿಸುತ್ತಿದ್ದರು	",
	"	ಕ. ಔತಣ ಮಾಡಿಸುತ್ತಿದ್ದರು	",
	"	ಡ. ಅಪಹರಿಸುತ್ತಿದ್ದರು	"
],			
"correct" :	"	ಕ. ಔತಣ ಮಾಡಿಸುತ್ತಿದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಒಂದು ಮದುವೆಯ ಔತಣ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣ	",
	"	ಬ. ಕಾನಾನ್ ಊರಿನ ವಿವಾಹದ ಔತಣ	",
	"	ಕ. ಯಜ್ಞದ ಹೋರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣ	",
	"	ಡ. ಆದಾಮ-ಹವ್ವಳ ವಿವಾಹದ ಔತಣ	"
],			
"correct" :	"	ಅ. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ವಿವಾಹದ ಔತಣ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ರಾಜನಾದ ಬೇಲ್ಯಚ್ಚರನು ಮಾಡಿಸಿದ ಔತಣ ಸಮಾರಂಭ ನಡೆಯುತ್ತಿದ್ದಾಗ, ಆ ರಾಜನು ಗೋಡೆಯ ಮೇಲೆ ನೋಡಿದ ಬರಹ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವದೂತನು ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
	"	ಬ. ಮಾನವ ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
	"	ಕ. ಸೈತಾನನ ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
	"	ಡ. ದೇವರು ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	"
],			
"correct" :	"	ಬ. ಮಾನವ ಕೈಗೋಡೆಯ ಮೇಲೆ ಬರೆದದ್ದನ್ನು ಕಂಡನು	",
"explanation" :	"		",
},			
]