var quiztitle = "ಆದಿ ಸಭೆ";			
var quiz = [			
{			
"question" :	"	1. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಆದಿ ಸಭೆಯ ಬಗ್ಗೆ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪೋಸ್ತಲರ ಕೃತ್ಯದಲ್ಲಿ	",
	"	B. ಫಿಲಿಪ್ಪದವರಿಗೆ ಬರೆದ ಪುಸಕ್ತದಲ್ಲಿ	",
	"	C. ಎಫೆಸದವರಿಗೆ ಬರೆದ ಪುಸಕ್ತದಲ್ಲಿ	",
	"	D. ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪುಸಕ್ತದಲ್ಲಿ	"
],			
"correct" :	"	A. ಅಪೋಸ್ತಲರ ಕೃತ್ಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಯಾವ ಎರಡು ಪುಸ್ತಕಗಳ ನಡುವೆ ನಮಗೆ “ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳು” ಎಂಬ ಪುಸ್ತಕ ಸಿಕ್ಕುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೂಕ ಮತ್ತು ಯೋಹಾನ ಪುಸ್ತಕಗಳು	",
	"	B. ಯೋಹಾನನು ಮತ್ತು ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಳು	",
	"	C. ರೋಮಾಪುರದವರಿಗೆ ಹಾಗೂ ಎಫೆಸದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಳು	",
	"	D. ಮತ್ತಾಯ ಹಾಗೂ ಮಾರ್ಕ ಪುಸ್ತಕಗಳು	"
],			
"correct" :	"	B. ಯೋಹಾನನು ಮತ್ತು ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳು” ಎಂಬ ಪುಸ್ತಕವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಯೋಹಾನನು	",
	"	C. ಮತ್ತಾಯನು	",
	"	D. ಲೂಕನು	"
],			
"correct" :	"	D. ಲೂಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸಭೆಯ ಜನ್ಮವನ್ನು ಕುರಿತು ಎಲ್ಲಿ ಬರೆದಿರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 2 ಅಧ್ಯಾಯದಲ್ಲಿ	",
	"	B. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 3 ಅಧ್ಯಾಯದಲ್ಲಿ	",
	"	C. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 1 ಅಧ್ಯಾಯದಲ್ಲಿ	",
	"	D. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 4 ಅಧ್ಯಾಯದಲ್ಲಿ	"
],			
"correct" :	"	A. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 2 ಅಧ್ಯಾಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಪೇತ್ರನು ಪ್ರಸಂಗ ಮಾಡಿದಾಗ ಸಭೆಗೆ ಎಷ್ಟು ಜನರು ಸೇರಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. 6000 ಜನರು	",
	"	B. 5000 ಜನರು	",
	"	C. 3000 ಜನರು	",
	"	D. 2000 ಜನರು	"
],			
"correct" :	"	C. 3000 ಜನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನವಾದ ಮೇಲೆ ಅಪೋಸ್ತಲರು ಮಾಡಿದ ಮೊದಲನೆಯ ಅದ್ಭುತ ಕಾರ್ಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಟ್ಟು ಕುಂಟನು ಸ್ವಸ್ಥವಾದದ್ದು	",
	"	B. ಹುಟ್ಟು ಮೂಕನನ್ನು ಸ್ವಸ್ಥವಾದದ್ದು	",
	"	C. ಹುಟ್ಟು ಕುರುಡನನ್ನು ಸ್ವಸ್ಥವಾದದ್ದು	",
	"	D. ಕುಷ್ಠರೋಗವನ್ನು ಸ್ವಸ್ಥವಾದದ್ದು	"
],			
"correct" :	"	A. ಹುಟ್ಟು ಕುಂಟನು ಸ್ವಸ್ಥವಾದದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸ್ಕರಿಯೋತ ಯೂದನ ಸ್ಥಾನಕ್ಕೆ ಅಪೋಸ್ತಲರು ಯಾರನ್ನು ಆರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ	",
	"	B. ಪೌಲ	",
	"	C. ಬಾರ್ನಬ	",
	"	D. ಮತ್ತೀಯ	"
],			
"correct" :	"	D. ಮತ್ತೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅನನೀಯನು ಮತ್ತು ಸಫೈರಳು ಪೇತ್ರನಿಗೆ ಸುಳ್ಳು ಹೇಳಿದಾಗ ಅವರಿಗೇನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಮೂಕರಾದರು	",
	"	B. ಮೂರ್ಛೆ ಹೋದರು	",
	"	C. ತಕ್ಷಣವೇ ಸತ್ತರು	",
	"	D. ಕುಷ್ಠರೋಗಿಯಾದರು	"
],			
"correct" :	"	C. ತಕ್ಷಣವೇ ಸತ್ತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಸ್ತೇಫನನ್ನು ಹೇಗೆ ಕೊಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕತ್ತಿಯಿಂದ ಕೊಂದರು	",
	"	B. ಕಲ್ಲೆಸೆದು ಕೊಂದರು	",
	"	C. ಗಲ್ಲಿಗೇರಿಸಿ ಕೊಂದರು	",
	"	D. ನೀರಿಗೆ ತಳ್ಳಿ ಕೊಂದರು	"
],			
"correct" :	"	B. ಕಲ್ಲೆಸೆದು ಕೊಂದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸಮಾರ್ಯ ಪಟ್ಟಣದಲ್ಲಿ ಭಕ್ತಿ ಸಂಜೀವನ ಕೂಟಗಳನ್ನು ಯಾರು ನಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಿಪ್ಪನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಪೌಲನು	",
	"	D. ಫಿಲೋಮೋನನು	"
],			
"correct" :	"	A. ಫಿಲಿಪ್ಪನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಅನ್ಯ ಜಾತಿಯವರೊಳಗಿಂದ ಮೊದಲು ಯಾರು ಕ್ರೈಸ್ತರಾದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೊರ್ಕಳು	",
	"	B. ಕೊರ್ನೇಲ್ಯನು	",
	"	C. ಅನನೀಯನು	",
	"	D. ಲೂಕನು	"
],			
"correct" :	"	B. ಕೊರ್ನೇಲ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಪೌಲನು ಯೇಸುವಿನ ಶಿಷ್ಯನಾಗುವ ಮೊದಲು ಅವನ ಹೆಸರೇನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೀಮೋನನು	",
	"	B. ಸೋಲೋಮೋನನು	",
	"	C. ಸೌಲನು	",
	"	D. ಸಂಸೋನನು	"
],			
"correct" :	"	C. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾವ ಊರಿನಲ್ಲಿ ಕ್ರೈಸ್ತರೆಂಬ ಹೆಸರು ಉತ್ಪತ್ತಿಯಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಲಿಲಾಯದಲ್ಲಿ	",
	"	B. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ	",
	"	C. ಕೊಪ್ಪದಲ್ಲಿ	",
	"	D. ಯೆರೀಕೋವಿನಲ್ಲಿ	"
],			
"correct" :	"	B. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಸಭೆಯು ಮೊಟ್ಟ ಮೊದಲನೆಯದಾಗಿ ಯಾವ ಇಬ್ಬರು ಮಿಷನರಿಗಳನ್ನು ಕಳುಹಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬ ಪೇತ್ರನು	",
	"	B. ಬಾರ್ನಬ ಪೌಲರು	",
	"	C.  ಪೌಲ ಸೀಲರು	",
	"	D. ಪೇತ್ರ ಪೌಲರು	"
],			
"correct" :	"	B. ಬಾರ್ನಬ ಪೌಲರು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಪೌಲ ಸೀಲರನ್ನು ಯಾವ ಊರಿನಲ್ಲಿ ಹೊಡೆದು ಜೈಲಿಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	B. ಎಫೆಸ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	C. ಗಲಿಲಾಯ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	D. ಅಂತಿಯೋಕ್ಯ ಪಟ್ಟಣದಲ್ಲಿ	"
],			
"correct" :	"	A. ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. “ತಿಳಿಯದ ದೇವರಿಗೆ” ಎಂದು ಯಾವ ಊರಿನಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಥೇನೆಯಲ್ಲಿ	",
	"	B. ಬೆಥಾನ್ಯದಲ್ಲಿ	",
	"	C. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ	",
	"	D. ಬೆತೇಲಿನಲ್ಲಿ	"
],			
"correct" :	"	A. ಅಥೇನೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಎಫೇಸದವರು ಯಾವ ದೇವತೆಯನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೆಜೆವೇಲ್ ದೇವಿ	",
	"	B. ಬೆಲ್ಜೆಬೂಲದೇವಿ	",
	"	C. ಅರ್ತೆಮೀದೇವಿ	",
	"	D. ಬೆಲ್ತೆಶ್ಚರದೇವಿ	"
],			
"correct" :	"	C. ಅರ್ತೆಮೀದೇವಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. “ನನ್ನನ್ನು ಕ್ರೈಸ್ತನಾಗುವುದಕ್ಕೆ ಒಡಂಬಡಿಸುತ್ತೀಯಾ” ಎಂದು ಪೌಲನನ್ನು ಕೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊರ್ನೇಲ್ಯನು	",
	"	B. ಹೆರೋದನು	",
	"	C. ಐಗುಪ್ತ ಅರಸನು	",
	"	D. ಅಗ್ರಿಪ್ಪರಾಜನು	"
],			
"correct" :	"	D. ಅಗ್ರಿಪ್ಪರಾಜನು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಪೌಲನು ಎಷ್ಟು ಮಿಷನರಿ ಪ್ರಯಾಣಗಳನ್ನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಂಟು ಪ್ರಯಾಣಗಳು	",
	"	B. ಐದು ಪ್ರಯಾಣಗಳು	",
	"	C. ಮೂರು ಪ್ರಯಾಣಗಳು	",
	"	D. ನಾಲ್ಕು ಪ್ರಯಾಣಗಳು	"
],			
"correct" :	"	C. ಮೂರು ಪ್ರಯಾಣಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ರೋಮಾಪುರಕ್ಕೆ ಪೌಲನು ಹೋಗುತ್ತಿರುವಾಗ ಹಡಗು ಎಲ್ಲಿ ಒಡೆದು ಹೋಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೆಲೀತೆ ದ್ವೀಪದಲ್ಲಿ	",
	"	B. ಪದ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	C. ಅಂಡಮಾನ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	D. ನಿಕೋಬಾರ್ ದ್ವೀಪದಲ್ಲಿ	"
],			
"correct" :	"	A. ಮೆಲೀತೆ ದ್ವೀಪದಲ್ಲಿ	",
"explanation" :	"		",
},			
]