var quiztitle = "ಆದಿ ಸಭೆ";			
var quiz = [			
{			
"question" :	"	1. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಆದಿ ಸಭೆಯ ಬಗ್ಗೆ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯದಲ್ಲಿ	",
	"	ಬ. ಫಿಲಿಪ್ಪದವರಿಗೆ ಬರೆದ ಪುಸಕ್ತದಲ್ಲಿ	",
	"	ಕ. ಎಫೆಸದವರಿಗೆ ಬರೆದ ಪುಸಕ್ತದಲ್ಲಿ	",
	"	ಡ. ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪುಸಕ್ತದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಯಾವ ಎರಡು ಪುಸ್ತಕಗಳ ನಡುವೆ ನಮಗೆ “ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳು” ಎಂಬ ಪುಸ್ತಕ ಸಿಕ್ಕುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೂಕ ಮತ್ತು ಯೋಹಾನ ಪುಸ್ತಕಗಳು	",
	"	ಬ. ಯೋಹಾನನು ಮತ್ತು ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಳು	",
	"	ಕ. ರೋಮಾಪುರದವರಿಗೆ ಹಾಗೂ ಎಫೆಸದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಳು	",
	"	ಡ. ಮತ್ತಾಯ ಹಾಗೂ ಮಾರ್ಕ ಪುಸ್ತಕಗಳು	"
],			
"correct" :	"	ಬ. ಯೋಹಾನನು ಮತ್ತು ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳು” ಎಂಬ ಪುಸ್ತಕವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೌಲನು	",
	"	ಬ. ಯೋಹಾನನು	",
	"	ಕ. ಮತ್ತಾಯನು	",
	"	ಡ. ಲೂಕನು	"
],			
"correct" :	"	ಡ. ಲೂಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸಭೆಯ ಜನ್ಮವನ್ನು ಕುರಿತು ಎಲ್ಲಿ ಬರೆದಿರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 2 ಅಧ್ಯಾಯದಲ್ಲಿ	",
	"	ಬ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 3 ಅಧ್ಯಾಯದಲ್ಲಿ	",
	"	ಕ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 1 ಅಧ್ಯಾಯದಲ್ಲಿ	",
	"	ಡ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 4 ಅಧ್ಯಾಯದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 2 ಅಧ್ಯಾಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಪೇತ್ರನು ಪ್ರಸಂಗ ಮಾಡಿದಾಗ ಸಭೆಗೆ ಎಷ್ಟು ಜನರು ಸೇರಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 6000 ಜನರು	",
	"	ಬ. 5000 ಜನರು	",
	"	ಕ. 3000 ಜನರು	",
	"	ಡ. 2000 ಜನರು	"
],			
"correct" :	"	ಕ. 3000 ಜನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನವಾದ ಮೇಲೆ ಅಪೋಸ್ತಲರು ಮಾಡಿದ ಮೊದಲನೆಯ ಅದ್ಭುತ ಕಾರ್ಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹುಟ್ಟು ಕುಂಟನು ಸ್ವಸ್ಥವಾದದ್ದು	",
	"	ಬ. ಹುಟ್ಟು ಮೂಕನನ್ನು ಸ್ವಸ್ಥವಾದದ್ದು	",
	"	ಕ. ಹುಟ್ಟು ಕುರುಡನನ್ನು ಸ್ವಸ್ಥವಾದದ್ದು	",
	"	ಡ. ಕುಷ್ಠರೋಗವನ್ನು ಸ್ವಸ್ಥವಾದದ್ದು	"
],			
"correct" :	"	ಅ. ಹುಟ್ಟು ಕುಂಟನು ಸ್ವಸ್ಥವಾದದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸ್ಕರಿಯೋತ ಯೂದನ ಸ್ಥಾನಕ್ಕೆ ಅಪೋಸ್ತಲರು ಯಾರನ್ನು ಆರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯ	",
	"	ಬ. ಪೌಲ	",
	"	ಕ. ಬಾರ್ನಬ	",
	"	ಡ. ಮತ್ತೀಯ	"
],			
"correct" :	"	ಡ. ಮತ್ತೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅನನೀಯನು ಮತ್ತು ಸಫೈರಳು ಪೇತ್ರನಿಗೆ ಸುಳ್ಳು ಹೇಳಿದಾಗ ಅವರಿಗೇನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವರು ಮೂಕರಾದರು	",
	"	ಬ. ಮೂರ್ಛೆ ಹೋದರು	",
	"	ಕ. ತಕ್ಷಣವೇ ಸತ್ತರು	",
	"	ಡ. ಕುಷ್ಠರೋಗಿಯಾದರು	"
],			
"correct" :	"	ಕ. ತಕ್ಷಣವೇ ಸತ್ತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಸ್ತೇಫನನ್ನು ಹೇಗೆ ಕೊಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕತ್ತಿಯಿಂದ ಕೊಂದರು	",
	"	ಬ. ಕಲ್ಲೆಸೆದು ಕೊಂದರು	",
	"	ಕ. ಗಲ್ಲಿಗೇರಿಸಿ ಕೊಂದರು	",
	"	ಡ. ನೀರಿಗೆ ತಳ್ಳಿ ಕೊಂದರು	"
],			
"correct" :	"	ಬ. ಕಲ್ಲೆಸೆದು ಕೊಂದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸಮಾರ್ಯ ಪಟ್ಟಣದಲ್ಲಿ ಭಕ್ತಿ ಸಂಜೀವನ ಕೂಟಗಳನ್ನು ಯಾರು ನಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫಿಲಿಪ್ಪನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಫಿಲೋಮೋನನು	"
],			
"correct" :	"	ಅ. ಫಿಲಿಪ್ಪನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಅನ್ಯ ಜಾತಿಯವರೊಳಗಿಂದ ಮೊದಲು ಯಾರು ಕ್ರೈಸ್ತರಾದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೊರ್ಕಳು	",
	"	ಬ. ಕೊರ್ನೇಲ್ಯನು	",
	"	ಕ. ಅನನೀಯನು	",
	"	ಡ. ಲೂಕನು	"
],			
"correct" :	"	ಬ. ಕೊರ್ನೇಲ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಪೌಲನು ಯೇಸುವಿನ ಶಿಷ್ಯನಾಗುವ ಮೊದಲು ಅವನ ಹೆಸರೇನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೀಮೋನನು	",
	"	ಬ. ಸೋಲೋಮೋನನು	",
	"	ಕ. ಸೌಲನು	",
	"	ಡ. ಸಂಸೋನನು	"
],			
"correct" :	"	ಕ. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾವ ಊರಿನಲ್ಲಿ ಕ್ರೈಸ್ತರೆಂಬ ಹೆಸರು ಉತ್ಪತ್ತಿಯಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗಲಿಲಾಯದಲ್ಲಿ	",
	"	ಬ. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ	",
	"	ಕ. ಕೊಪ್ಪದಲ್ಲಿ	",
	"	ಡ. ಯೆರೀಕೋವಿನಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಸಭೆಯು ಮೊಟ್ಟ ಮೊದಲನೆಯದಾಗಿ ಯಾವ ಇಬ್ಬರು ಮಿಷನರಿಗಳನ್ನು ಕಳುಹಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾರ್ನಬ ಪೇತ್ರನು	",
	"	ಬ. ಬಾರ್ನಬ ಪೌಲರು	",
	"	ಕ.  ಪೌಲ ಸೀಲರು	",
	"	ಡ. ಪೇತ್ರ ಪೌಲರು	"
],			
"correct" :	"	ಬ. ಬಾರ್ನಬ ಪೌಲರು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಪೌಲ ಸೀಲರನ್ನು ಯಾವ ಊರಿನಲ್ಲಿ ಹೊಡೆದು ಜೈಲಿಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಬ. ಎಫೆಸ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಕ. ಗಲಿಲಾಯ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಡ. ಅಂತಿಯೋಕ್ಯ ಪಟ್ಟಣದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. “ತಿಳಿಯದ ದೇವರಿಗೆ” ಎಂದು ಯಾವ ಊರಿನಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಥೇನೆಯಲ್ಲಿ	",
	"	ಬ. ಬೆಥಾನ್ಯದಲ್ಲಿ	",
	"	ಕ. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ	",
	"	ಡ. ಬೆತೇಲಿನಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಅಥೇನೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಎಫೇಸದವರು ಯಾವ ದೇವತೆಯನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೆಜೆವೇಲ್ ದೇವಿ	",
	"	ಬ. ಬೆಲ್ಜೆಬೂಲದೇವಿ	",
	"	ಕ. ಅರ್ತೆಮೀದೇವಿ	",
	"	ಡ. ಬೆಲ್ತೆಶ್ಚರದೇವಿ	"
],			
"correct" :	"	ಕ. ಅರ್ತೆಮೀದೇವಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. “ನನ್ನನ್ನು ಕ್ರೈಸ್ತನಾಗುವುದಕ್ಕೆ ಒಡಂಬಡಿಸುತ್ತೀಯಾ” ಎಂದು ಪೌಲನನ್ನು ಕೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊರ್ನೇಲ್ಯನು	",
	"	ಬ. ಹೆರೋದನು	",
	"	ಕ. ಐಗುಪ್ತ ಅರಸನು	",
	"	ಡ. ಅಗ್ರಿಪ್ಪರಾಜನು	"
],			
"correct" :	"	ಡ. ಅಗ್ರಿಪ್ಪರಾಜನು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಪೌಲನು ಎಷ್ಟು ಮಿಷನರಿ ಪ್ರಯಾಣಗಳನ್ನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಂಟು ಪ್ರಯಾಣಗಳು	",
	"	ಬ. ಐದು ಪ್ರಯಾಣಗಳು	",
	"	ಕ. ಮೂರು ಪ್ರಯಾಣಗಳು	",
	"	ಡ. ನಾಲ್ಕು ಪ್ರಯಾಣಗಳು	"
],			
"correct" :	"	ಕ. ಮೂರು ಪ್ರಯಾಣಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ರೋಮಾಪುರಕ್ಕೆ ಪೌಲನು ಹೋಗುತ್ತಿರುವಾಗ ಹಡಗು ಎಲ್ಲಿ ಒಡೆದು ಹೋಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೆಲೀತೆ ದ್ವೀಪದಲ್ಲಿ	",
	"	ಬ. ಪದ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	ಕ. ಅಂಡಮಾನ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	ಡ. ನಿಕೋಬಾರ್ ದ್ವೀಪದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಮೆಲೀತೆ ದ್ವೀಪದಲ್ಲಿ	",
"explanation" :	"		",
},			
]