var quiztitle = "ಕುಟುಂಬ";			
var quiz = [			
{			
"question" :	"	1. ಕುರುಡನಾದ ತನ್ನ ತಂದೆಗೆ ಮೋಸ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಅಬ್ರಹಾಮನು	",
	"	D. ಹನೋಕನು	"
],			
"correct" :	"	B. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸುವು ಯಾರ ಅತ್ತೆಯನ್ನು ಸ್ವಸ್ಥಪಡಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಬಾರ್ತಿಲೋಮಾಯ	",
	"	C. ಪೌಲ	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	A. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತನ್ನ ಮಗನಿಗೆ ಓಬೇದನೆಂದು ಯಾರು ಹೆಸರಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೆಬೇಕಳು	",
	"	B. ಹನ್ನಳು	",
	"	C. ಮರಿಯಳು	",
	"	D. ರೂತಳು	"
],			
"correct" :	"	D. ರೂತಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ತನ್ನ ಒಬ್ಬನೇ ಮಗನನ್ನು ಬಲಿಯನ್ನಾಗಿ ಅರ್ಪಿಸಲು ಒಪ್ಪಿಕೊಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಅಬ್ರಹಾಮನು	",
	"	D. ಹನೋಕನು	"
],			
"correct" :	"	C. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ತನ್ನ ಹರಕೆಯನ್ನು ಪೂರೈಸಲು ತನ್ನ ಒಬ್ಬಳೇ ಮಗಳನ್ನು ಸಮರ್ಪಿಸಿದವರು ಹಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಪ್ತಾಹ	",
	"	B. ಎಲಿಜಬೇತ್	",
	"	C. ಮರಿಯಳು	",
	"	D. ಹನ್ನಳು	"
],			
"correct" :	"	A. ಯೆಪ್ತಾಹ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋಸೇಫನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಸಹೋದರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೇವಿಯನು	",
	"	B. ಬೆನ್ಯಾಮೀನನು	",
	"	C. ರೂಬನನು	",
	"	D. ಯೆಹೂದನು	"
],			
"correct" :	"	B. ಬೆನ್ಯಾಮೀನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸಾಕನನ್ನು ಯಾರು ಮದುವೆಯಾದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾರಳು	",
	"	B. ರಾಹೇಳಲು	",
	"	C. ರೆಬೆಕ್ಕ	",
	"	D. ಲೇಯಳು	"
],			
"correct" :	"	C. ರೆಬೆಕ್ಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾಕೋಬನ ಎರಡನೆಯ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಹೇಲಳು	",
	"	B. ಲೇಯಳು	",
	"	C.  ಬೆನ್ಹಳು	",
	"	D. ದೆಬೋರಳು	"
],			
"correct" :	"	A. ರಾಹೇಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾವೀದನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಮಗನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನಾತನು	",
	"	B. ಸೌಲನು	",
	"	C. ಸೋಲೋಮೋನನು	",
	"	D. ಅಬ್ಷಲೋಮನು	"
],			
"correct" :	"	D. ಅಬ್ಷಲೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರನ ಸಹೋದರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ತಿಲೋಮಾಯ	",
	"	B. ಅಂದ್ರೆಯ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	B. ಅಂದ್ರೆಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಸಮುವೇಲನ ತಾಯಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನವೋಮಿ	",
	"	B. ಹನ್ನಳು	",
	"	C. ರೂತಳು	",
	"	D. ಸಾರಳು	"
],			
"correct" :	"	B. ಹನ್ನಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ರೂತಳ ಅತ್ತೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನವೋಮಿ	",
	"	B. ಹನ್ನಳು	",
	"	C. ರೂತಳು	",
	"	D. ಸಾರಳು	"
],			
"correct" :	"	A. ನವೋಮಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾಕೋಬನ ತಂದೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲಾಬಾನನು	",
	"	B. ಲೋಟನು	",
	"	C. ಇಸಾಕನು	",
	"	D. ಅಬ್ರಹಾಮನು	"
],			
"correct" :	"	C. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಮೋಶೆಯೊಡನೆ ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಹೋದ ಅವನ ಸಹೋದರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಓಬೇದನು	",
	"	B. ಯೆಹೋಶುವನು	",
	"	C. ಕಾಲೇಬನು	",
	"	D. ಆರೋನನು	"
],			
"correct" :	"	D. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಾಯಿಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಜಬೇತಳು	",
	"	B. ಮಾರ್ಕಳು	",
	"	C. ಮರಿಯಳು	",
	"	D. ರೂತಳು	"
],			
"correct" :	"	A. ಎಲೀಜಬೇತಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಹಾಗರಳ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಷ್ಮಾಯೇಲ	",
	"	B. ಇಸಾಕ	",
	"	C. ಯಾಕೋಬ	",
	"	D. ಯೋಸೇಫ	"
],			
"correct" :	"	A. ಇಷ್ಮಾಯೇಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಕಾಯಿನನ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆಬೇಲ	",
	"	B. ಹನೋಕ	",
	"	C. ಮೋಶೆ	",
	"	D. ಆದಾಮ	"
],			
"correct" :	"	A. ಹೆಬೇಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯಾಕೋಬನ ಮಾವನ ಹೆಸರನ್ನು ಹೇಳಿರಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯಾಜರನು	",
	"	B. ಲಾಬಾನನು	",
	"	C. ನೋಹನು	",
	"	D. ಲೋಟನು	"
],			
"correct" :	"	B. ಲಾಬಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಮೋಶೆಯ ತಂಗಿಯ ಹೆಸರು ನಿಮಗೆ ಗೊತ್ತೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಥಳು	",
	"	B. ಮರಿಯಳು	",
	"	C. ಮಿರ್ಯಾಮಳು	",
	"	D. ನವೋಮಿ	"
],			
"correct" :	"	C. ಮಿರ್ಯಾಮಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಅಕ್ವಿಲ ಮತ್ತು ಪ್ರಿಸ್ಕಿಲ್ಲರ ನಡುವೆ ಇದ್ದ ಸಂಬಂಧವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಕ್ಕ-ತಂಗಿ	",
	"	B. ಗಂಡ - ಹೆಂಡತಿ	",
	"	C. ಅಕ್ಕ-ತಮ್ಮ	",
	"	D. ಅಣ್ಣ - ತಂಗಿ	"
],			
"correct" :	"	B. ಗಂಡ - ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	21. ಎಲೀಮೆಲೆಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೊವೊಮಿಯ ಗಂಡ	",
	"	B. ರೂತಳ ಗಂಡ	",
	"	C. ರೆಬೇಕಾಳ ಗಂಡ	",
	"	D. ರಾಹೇಳಲ ಗಂಡ	"
],			
"correct" :	"	A. ನೊವೊಮಿಯ ಗಂಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	22. ಹನೋಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಷ್ಮಾಯೇಲನ ತಂದೆ	",
	"	B. ಬೆನ್ಯಾಮಿನ್ ತಂದೆ	",
	"	C. ಮೆತೂಷೆಲಹನ ತಂದೆ	",
	"	D. ಮನಸ್ಸೆ ತಂದೆ	"
],			
"correct" :	"	C. ಮೆತೂಷೆಲಹನ ತಂದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	23. ಮೋಶೆಯ ಮಾವನ ಹೆಸರನ್ನು ಹೇಳಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಇತ್ರೋನನು	",
	"	B. ಇಸಾಕನು	",
	"	C. ಇಸ್ರಾಯೇಲನು	",
	"	D. ಬೆಂಜಮಿನನು	"
],			
"correct" :	"	A. ಇತ್ರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	24. ಮನಸ್ಸೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೇಮಿಯನ ಮಗ	",
	"	B. ಯೆಹೂದನ ಮಗ	",
	"	C. ಯಾಕೋಬನ ಮಗ	",
	"	D. ಯೋಸೇಫನ ಮಗ	"
],			
"correct" :	"	D. ಯೋಸೇಫನ ಮಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	25. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಂದೆಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೆಕರ್ಯ	",
	"	B. ಜಕರೀಯ	",
	"	C.ಯಾಬೇಚನು	",
	"	D. ಯಾಯೀರನು	"
],			
"correct" :	"	B. ಜಕರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	26. ಅನನೀಯನ ಹೆಂಡತಿಯ ಹೆಸರು ನಿಮಗೆ ಗೊತ್ತೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೇಯಳು	",
	"	B. ಮರೀಯಳು	",
	"	C. ಮಾರ್ಥಳು	",
	"	D. ಸಪ್ಪೈರಳು	"
],			
"correct" :	"	D. ಸಪ್ಪೈರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	27. ಅರಸನಾದ ಸೌಲನ ಪ್ರಸಿದ್ಧನಾದ ಮಗನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ಷಾಲೋಮನು	",
	"	B. ನಾತಾನನು	",
	"	C. ಯೋನಾತನು	",
	"	D. ನತಾನಯೇಲನು	"
],			
"correct" :	"	C. ಯೋನಾತನು	",
"explanation" :	"		",
},			
]