var quiztitle = "ಕುಟುಂಬ";			
var quiz = [			
{			
"question" :	"	1. ಕುರುಡನಾದ ತನ್ನ ತಂದೆಗೆ ಮೋಸ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸಾಕನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಅಬ್ರಹಾಮನು	",
	"	ಡ. ಹನೋಕನು	"
],			
"correct" :	"	ಬ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸುವು ಯಾರ ಅತ್ತೆಯನ್ನು ಸ್ವಸ್ಥಪಡಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ	",
	"	ಬ. ಬಾರ್ತಿಲೋಮಾಯ	",
	"	ಕ. ಪೌಲ	",
	"	ಡ. ಯಾಕೋಬ	"
],			
"correct" :	"	ಅ. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತನ್ನ ಮಗನಿಗೆ ಓಬೇದನೆಂದು ಯಾರು ಹೆಸರಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೆಬೇಕಳು	",
	"	ಬ. ಹನ್ನಳು	",
	"	ಕ. ಮರಿಯಳು	",
	"	ಡ. ರೂತಳು	"
],			
"correct" :	"	ಡ. ರೂತಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ತನ್ನ ಒಬ್ಬನೇ ಮಗನನ್ನು ಬಲಿಯನ್ನಾಗಿ ಅರ್ಪಿಸಲು ಒಪ್ಪಿಕೊಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸಾಕನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಅಬ್ರಹಾಮನು	",
	"	ಡ. ಹನೋಕನು	"
],			
"correct" :	"	ಕ. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ತನ್ನ ಹರಕೆಯನ್ನು ಪೂರೈಸಲು ತನ್ನ ಒಬ್ಬಳೇ ಮಗಳನ್ನು ಸಮರ್ಪಿಸಿದವರು ಹಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಪ್ತಾಹ	",
	"	ಬ. ಎಲಿಜಬೇತ್	",
	"	ಕ. ಮರಿಯಳು	",
	"	ಡ. ಹನ್ನಳು	"
],			
"correct" :	"	ಅ. ಯೆಪ್ತಾಹ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋಸೇಫನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಸಹೋದರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೇವಿಯನು	",
	"	ಬ. ಬೆನ್ಯಾಮೀನನು	",
	"	ಕ. ರೂಬನನು	",
	"	ಡ. ಯೆಹೂದನು	"
],			
"correct" :	"	ಬ. ಬೆನ್ಯಾಮೀನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸಾಕನನ್ನು ಯಾರು ಮದುವೆಯಾದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾರಳು	",
	"	ಬ. ರಾಹೇಳಲು	",
	"	ಕ. ರೆಬೆಕ್ಕ	",
	"	ಡ. ಲೇಯಳು	"
],			
"correct" :	"	ಕ. ರೆಬೆಕ್ಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾಕೋಬನ ಎರಡನೆಯ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರಾಹೇಲಳು	",
	"	ಬ. ಲೇಯಳು	",
	"	ಕ.  ಬೆನ್ಹಳು	",
	"	ಡ. ದೆಬೋರಳು	"
],			
"correct" :	"	ಅ. ರಾಹೇಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾವೀದನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಮಗನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನಾತನು	",
	"	ಬ. ಸೌಲನು	",
	"	ಕ. ಸೋಲೋಮೋನನು	",
	"	ಡ. ಅಬ್ಷಲೋಮನು	"
],			
"correct" :	"	ಡ. ಅಬ್ಷಲೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರನ ಸಹೋದರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾರ್ತಿಲೋಮಾಯ	",
	"	ಬ. ಅಂದ್ರೆಯ	",
	"	ಕ. ಯೋಹಾನ	",
	"	ಡ. ಯಾಕೋಬ	"
],			
"correct" :	"	ಬ. ಅಂದ್ರೆಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಸಮುವೇಲನ ತಾಯಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನವೋಮಿ	",
	"	ಬ. ಹನ್ನಳು	",
	"	ಕ. ರೂತಳು	",
	"	ಡ. ಸಾರಳು	"
],			
"correct" :	"	ಬ. ಹನ್ನಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ರೂತಳ ಅತ್ತೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನವೋಮಿ	",
	"	ಬ. ಹನ್ನಳು	",
	"	ಕ. ರೂತಳು	",
	"	ಡ. ಸಾರಳು	"
],			
"correct" :	"	ಅ. ನವೋಮಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾಕೋಬನ ತಂದೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲಾಬಾನನು	",
	"	ಬ. ಲೋಟನು	",
	"	ಕ. ಇಸಾಕನು	",
	"	ಡ. ಅಬ್ರಹಾಮನು	"
],			
"correct" :	"	ಕ. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಮೋಶೆಯೊಡನೆ ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಹೋದ ಅವನ ಸಹೋದರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಓಬೇದನು	",
	"	ಬ. ಯೆಹೋಶುವನು	",
	"	ಕ. ಕಾಲೇಬನು	",
	"	ಡ. ಆರೋನನು	"
],			
"correct" :	"	ಡ. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಾಯಿಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಜಬೇತಳು	",
	"	ಬ. ಮಾರ್ಕಳು	",
	"	ಕ. ಮರಿಯಳು	",
	"	ಡ. ರೂತಳು	"
],			
"correct" :	"	ಅ. ಎಲೀಜಬೇತಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಹಾಗರಳ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಷ್ಮಾಯೇಲ	",
	"	ಬ. ಇಸಾಕ	",
	"	ಕ. ಯಾಕೋಬ	",
	"	ಡ. ಯೋಸೇಫ	"
],			
"correct" :	"	ಅ. ಇಷ್ಮಾಯೇಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಕಾಯಿನನ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೆಬೇಲ	",
	"	ಬ. ಹನೋಕ	",
	"	ಕ. ಮೋಶೆ	",
	"	ಡ. ಆದಾಮ	"
],			
"correct" :	"	ಅ. ಹೆಬೇಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯಾಕೋಬನ ಮಾವನ ಹೆಸರನ್ನು ಹೇಳಿರಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯಾಜರನು	",
	"	ಬ. ಲಾಬಾನನು	",
	"	ಕ. ನೋಹನು	",
	"	ಡ. ಲೋಟನು	"
],			
"correct" :	"	ಬ. ಲಾಬಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಮೋಶೆಯ ತಂಗಿಯ ಹೆಸರು ನಿಮಗೆ ಗೊತ್ತೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಾರ್ಥಳು	",
	"	ಬ. ಮರಿಯಳು	",
	"	ಕ. ಮಿರ್ಯಾಮಳು	",
	"	ಡ. ನವೋಮಿ	"
],			
"correct" :	"	ಕ. ಮಿರ್ಯಾಮಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಅಕ್ವಿಲ ಮತ್ತು ಪ್ರಿಸ್ಕಿಲ್ಲರ ನಡುವೆ ಇದ್ದ ಸಂಬಂಧವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಕ್ಕ-ತಂಗಿ	",
	"	ಬ. ಗಂಡ - ಹೆಂಡತಿ	",
	"	ಕ. ಅಕ್ಕ-ತಮ್ಮ	",
	"	ಡ. ಅಣ್ಣ - ತಂಗಿ	"
],			
"correct" :	"	ಬ. ಗಂಡ - ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	21. ಎಲೀಮೆಲೆಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೊವೊಮಿಯ ಗಂಡ	",
	"	ಬ. ರೂತಳ ಗಂಡ	",
	"	ಕ. ರೆಬೇಕಾಳ ಗಂಡ	",
	"	ಡ. ರಾಹೇಳಲ ಗಂಡ	"
],			
"correct" :	"	ಅ. ನೊವೊಮಿಯ ಗಂಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	22. ಹನೋಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಷ್ಮಾಯೇಲನ ತಂದೆ	",
	"	ಬ. ಬೆನ್ಯಾಮಿನ್ ತಂದೆ	",
	"	ಕ. ಮೆತೂಷೆಲಹನ ತಂದೆ	",
	"	ಡ. ಮನಸ್ಸೆ ತಂದೆ	"
],			
"correct" :	"	ಕ. ಮೆತೂಷೆಲಹನ ತಂದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	23. ಮೋಶೆಯ ಮಾವನ ಹೆಸರನ್ನು ಹೇಳಿರಿ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇತ್ರೋನನು	",
	"	ಬ. ಇಸಾಕನು	",
	"	ಕ. ಇಸ್ರಾಯೇಲನು	",
	"	ಡ. ಬೆಂಜಮಿನನು	"
],			
"correct" :	"	ಅ. ಇತ್ರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	24. ಮನಸ್ಸೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರೇಮಿಯನ ಮಗ	",
	"	ಬ. ಯೆಹೂದನ ಮಗ	",
	"	ಕ. ಯಾಕೋಬನ ಮಗ	",
	"	ಡ. ಯೋಸೇಫನ ಮಗ	"
],			
"correct" :	"	ಡ. ಯೋಸೇಫನ ಮಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	25. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ತಂದೆಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೆಕರ್ಯ	",
	"	ಬ. ಜಕರೀಯ	",
	"	ಕ.ಯಾಬೇಚನು	",
	"	ಡ. ಯಾಯೀರನು	"
],			
"correct" :	"	ಬ. ಜಕರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	26. ಅನನೀಯನ ಹೆಂಡತಿಯ ಹೆಸರು ನಿಮಗೆ ಗೊತ್ತೇ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೇಯಳು	",
	"	ಬ. ಮರೀಯಳು	",
	"	ಕ. ಮಾರ್ಥಳು	",
	"	ಡ. ಸಪ್ಪೈರಳು	"
],			
"correct" :	"	ಡ. ಸಪ್ಪೈರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	27. ಅರಸನಾದ ಸೌಲನ ಪ್ರಸಿದ್ಧನಾದ ಮಗನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ಷಾಲೋಮನು	",
	"	ಬ. ನಾತಾನನು	",
	"	ಕ. ಯೋನಾತನು	",
	"	ಡ. ನತಾನಯೇಲನು	"
],			
"correct" :	"	ಕ. ಯೋನಾತನು	",
"explanation" :	"		",
},			
]