var quiztitle = "ಫಲಗಳು";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಹಣ್ಣಿನ ಗಿಡಗಳನ್ನು ಯಾವ ದಿವಸ ಸೃಷ್ಟಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರನೆಯ ದಿನ	",
	"	ಬ. ಮೂರನೆಯ ದಿನ	",
	"	ಕ. ಎರಡನೆಯ ದಿನ	",
	"	ಡ. ಮೊದಲನೆಯ ದಿನ	"
],			
"correct" :	"	ಬ. ಮೂರನೆಯ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹಣ್ಣಿಲ್ಲದ ಕಾರಣ ಯೇಸು ಯಾವ ಗಿಡವನ್ನು ಶಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂಜೂರದ ಮರವನ್ನು	",
	"	ಬ. ಆಲದ ಮರವನ್ನು	",
	"	ಕ. ಮಾವಿನ ಮರವನ್ನು	",
	"	ಡ. ಕಜ್ರೂರದ ಮರವನ್ನು	"
],			
"correct" :	"	ಅ. ಅಂಜೂರದ ಮರವನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪ್ರಕಟನೆ 22:2 ರಲ್ಲಿ ಜೀವವೃಕ್ಷ ಎಷ್ಟು ವಿಧವಾದ ಹಣ್ಣುಗಳನ್ನು ಒಂದು ವರ್ಷದೊಳಗೆ ಬಿಡುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದಿಮೂರು ತರದ ಫಲಗಳನ್ನು	",
	"	ಬ. ಹತ್ತು ತರದ ಫಲಗಳನ್ನು	",
	"	ಕ. ಹದಿನೈದು ತರದ ಫಲಗಳನ್ನು	",
	"	ಡ. ಹನ್ನೆರಡು ತರದ ಫಲಗಳನ್ನು	"
],			
"correct" :	"	ಡ. ಹನ್ನೆರಡು ತರದ ಫಲಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದುಷ್ಟರ ಫಲ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಾಪ	",
	"	ಬ. ಮರಣ	",
	"	ಕ. ರೋಗ	",
	"	ಡ. ದಾರಿದ್ರ್ಯ	"
],			
"correct" :	"	ಅ. ಪಾಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಮ್ಮ ಜೀವನದಲ್ಲಿ ಫಲ ಫಲಿಸದಿದ್ದರೆ ಏನಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆತನು ಸೇರಿಸುತ್ತಾನೆ	",
	"	ಬ. ಆತನು ಪುನರ್ ಉತ್ಪತ್ತಿ ಮಾಡುತ್ತಾನೆ	",
	"	ಕ. ಆತನು ತೆಗೆದುಹಾಕುತ್ತಾನೆ	",
	"	ಡ. ಆತನು ಸರಿಪಡಿಸುತ್ತಾನೆ	"
],			
"correct" :	"	ಕ. ಆತನು ತೆಗೆದುಹಾಕುತ್ತಾನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಜ್ಞಾನೋಕ್ತಿ 25:11 ರಲ್ಲಿ ಯಾವ ಹಣ್ಣುಗಳನ್ನು ಕುರಿತು ಬರೆದಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಳ್ಳಿಯ	",
	"	ಬ. ಬಂಗಾರದ	",
	"	ಕ. ಕಿತ್ತಳೆ	",
	"	ಡ. ಅಂಜೂರದ	"
],			
"correct" :	"	ಬ. ಬಂಗಾರದ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದ್ರಾಕ್ಷೇ ತೋಟದಿಂದ ಯಾವ ಹಣ್ಣುಗಳನ್ನು ಕೂಡಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೇಬು	",
	"	ಬ. ಕಿತ್ತಳೆ	",
	"	ಕ. ದ್ರಾಕ್ಷೆ	",
	"	ಡ. ದಾಳಿಂಬೆ	"
],			
"correct" :	"	ಕ. ದ್ರಾಕ್ಷೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸುವಿಗೆ ಹಸಿವಾದಾಗ ಯಾವ ಹಣ್ಣು ತಿನ್ನಲು ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂಜೂರದ	",
	"	ಬ. ಹಲಸಿನ	",
	"	ಕ. ದಾಳಿಂಬೆ	",
	"	ಡ. ದ್ರಾಕ್ಷಿ	"
],			
"correct" :	"	ಅ. ಅಂಜೂರದ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅರಣ್ಯಕಾಂಡ 13:23 ರಲ್ಲಿ ಯಾವ ಹಣ್ಣುಗಳ ಹೆಸರು ಬರೆಯಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಕಜ್ರೂರ	",
	"	ಬ. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಅಂಜೂರ	",
	"	ಕ. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಸೇಬು	",
	"	ಡ. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಕಿತ್ತಳೆ	"
],			
"correct" :	"	ಬ. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಅಂಜೂರ	",
"explanation" :	"		",
},			
]