var quiztitle = "ಫಲಗಳು";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಹಣ್ಣಿನ ಗಿಡಗಳನ್ನು ಯಾವ ದಿವಸ ಸೃಷ್ಟಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರನೆಯ ದಿನ	",
	"	B. ಮೂರನೆಯ ದಿನ	",
	"	C. ಎರಡನೆಯ ದಿನ	",
	"	D. ಮೊದಲನೆಯ ದಿನ	"
],			
"correct" :	"	B. ಮೂರನೆಯ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹಣ್ಣಿಲ್ಲದ ಕಾರಣ ಯೇಸು ಯಾವ ಗಿಡವನ್ನು ಶಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರದ ಮರವನ್ನು	",
	"	B. ಆಲದ ಮರವನ್ನು	",
	"	C. ಮಾವಿನ ಮರವನ್ನು	",
	"	D. ಕಜ್ರೂರದ ಮರವನ್ನು	"
],			
"correct" :	"	A. ಅಂಜೂರದ ಮರವನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪ್ರಕಟನೆ 22:2 ರಲ್ಲಿ ಜೀವವೃಕ್ಷ ಎಷ್ಟು ವಿಧವಾದ ಹಣ್ಣುಗಳನ್ನು ಒಂದು ವರ್ಷದೊಳಗೆ ಬಿಡುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದಿಮೂರು ತರದ ಫಲಗಳನ್ನು	",
	"	B. ಹತ್ತು ತರದ ಫಲಗಳನ್ನು	",
	"	C. ಹದಿನೈದು ತರದ ಫಲಗಳನ್ನು	",
	"	D. ಹನ್ನೆರಡು ತರದ ಫಲಗಳನ್ನು	"
],			
"correct" :	"	D. ಹನ್ನೆರಡು ತರದ ಫಲಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದುಷ್ಟರ ಫಲ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾಪ	",
	"	B. ಮರಣ	",
	"	C. ರೋಗ	",
	"	D. ದಾರಿದ್ರ್ಯ	"
],			
"correct" :	"	A. ಪಾಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಮ್ಮ ಜೀವನದಲ್ಲಿ ಫಲ ಫಲಿಸದಿದ್ದರೆ ಏನಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಸೇರಿಸುತ್ತಾನೆ	",
	"	B. ಆತನು ಪುನರ್ ಉತ್ಪತ್ತಿ ಮಾಡುತ್ತಾನೆ	",
	"	C. ಆತನು ತೆಗೆದುಹಾಕುತ್ತಾನೆ	",
	"	D. ಆತನು ಸರಿಪಡಿಸುತ್ತಾನೆ	"
],			
"correct" :	"	C. ಆತನು ತೆಗೆದುಹಾಕುತ್ತಾನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಜ್ಞಾನೋಕ್ತಿ 25:11 ರಲ್ಲಿ ಯಾವ ಹಣ್ಣುಗಳನ್ನು ಕುರಿತು ಬರೆದಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಳ್ಳಿಯ	",
	"	B. ಬಂಗಾರದ	",
	"	C. ಕಿತ್ತಳೆ	",
	"	D. ಅಂಜೂರದ	"
],			
"correct" :	"	B. ಬಂಗಾರದ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದ್ರಾಕ್ಷೇ ತೋಟದಿಂದ ಯಾವ ಹಣ್ಣುಗಳನ್ನು ಕೂಡಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೇಬು	",
	"	B. ಕಿತ್ತಳೆ	",
	"	C. ದ್ರಾಕ್ಷೆ	",
	"	D. ದಾಳಿಂಬೆ	"
],			
"correct" :	"	C. ದ್ರಾಕ್ಷೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸುವಿಗೆ ಹಸಿವಾದಾಗ ಯಾವ ಹಣ್ಣು ತಿನ್ನಲು ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರದ	",
	"	B. ಹಲಸಿನ	",
	"	C. ದಾಳಿಂಬೆ	",
	"	D. ದ್ರಾಕ್ಷಿ	"
],			
"correct" :	"	A. ಅಂಜೂರದ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅರಣ್ಯಕಾಂಡ 13:23 ರಲ್ಲಿ ಯಾವ ಹಣ್ಣುಗಳ ಹೆಸರು ಬರೆಯಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A.  ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಕಜ್ರೂರ	",
	"	B. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಅಂಜೂರ	",
	"	C. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಸೇಬು	",
	"	D. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಕಿತ್ತಳೆ	"
],			
"correct" :	"	B. ದ್ರಾಕ್ಷೆ, ದಾಳಿಂಬೆ, ಅಂಜೂರ	",
"explanation" :	"		",
},			
]