var quiztitle = "ಆಹಾರ";			
var quiz = [			
{			
"question" :	"	1. ಎಲ್ಲಾ ಆಹಾರಗಳನ್ನು ನಮಗೆ ಒದಗಿಸುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವರು	",
	"	ಬ. ಸೈತಾನನು	",
	"	ಕ. ರೈತನು	",
	"	ಡ. ಮಾಲಿಕನು	"
],			
"correct" :	"	ಅ. ದೇವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವರು ನಮಗೆ ಯಾವ ವಿಧವಾದ ಆಹಾರ ಕೊಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಧ್ಯಪಾನ, ಧೂಮಪಾನ ಸೇವನೆ	",
	"	ಬ. ಮಾಂಸಾಹಾರಿ, ಸಸ್ಯಹಾರಿ	",
	"	ಕ. ವಾಯುಹಾರಿ, ದ್ರವಹಾರಿ	",
	"	ಡ. ಮಧ್ಯಪಾನ, ಧೂಮಪಾನ ಸೇವನೆ	"
],			
"correct" :	"	ಬ. ಮಾಂಸಾಹಾರಿ, ಸಸ್ಯಹಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತಪ್ಪಿಹೋದ ಮಗನು ಮನೆಗೆ ಬಂದಾಗ ತಂದೆಯು ಯಾವ ವಿಧವಾದ ಊಟವನ್ನು ತಯಾರುಗೊಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊಬ್ಬಿಸಿದ ಹಂದಿಯ ಊಟ	",
	"	ಬ. ಕೊಬ್ಬಿಸಿದ ಮೇಕೆಯ ಊಟ	",
	"	ಕ. ಕೊಬ್ಬಿಸಿದ ಕತ್ತೆಯ ಊಟ	",
	"	ಡ. ಕೊಬ್ಬಿಸಿದ ಕರುವಿನ ಊಟ	"
],			
"correct" :	"	ಡ. ಕೊಬ್ಬಿಸಿದ ಕರುವಿನ ಊಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದನ ಕರುಗಳಿಗೆ ದೇವರು ಯಾವ ವಿಧವಾದ ಆಹಾರವನ್ನುಂಟು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹುಲ್ಲನ್ನು	",
	"	ಬ. ಮುಳ್ಳನ್ನು	",
	"	ಕ. ಹೂವನ್ನು	",
	"	ಡ. ಮಾಂಸವನ್ನು	"
],			
"correct" :	"	ಅ. ಹುಲ್ಲನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ವಿಧವಾದ ಆಹಾರವನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊಬ್ಬನ್ನು, ರಕ್ತವನ್ನು	",
	"	ಬ. ಕೊಬ್ಬನ್ನು, ಚರ್ಮವನ್ನು	",
	"	ಕ. ಚರ್ಮವನ್ನು, ರಕ್ತವನ್ನು	",
	"	ಡ. ಕೊಬ್ಬನ್ನು, ಎಲುಬನ್ನು	"
],			
"correct" :	"	ಅ. ಕೊಬ್ಬನ್ನು, ರಕ್ತವನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಊಟದ ಮೊದಲು ಯೇಸು ಯಾವ ಸಂದರ್ಭಗಳಲ್ಲಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದನೆಂದು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 3000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
	"	ಬ. 5000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಪಸ್ಕ ಹಬ್ಬವನ್ನು ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
	"	ಕ. 12000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
	"	ಡ. 5000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	"
],			
"correct" :	"	ಡ. 5000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ವಿಧವಾದ ಆಹಾರವನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವಿಧವೆಯರಿಗೆ ದಾನ ಮಾಡಿದ್ದು	",
	"	ಬ. ಬಡವರಿಗೆ ದಾನ ಮಾಡಿದ್ದು	",
	"	ಕ. ಪೋಷಕರಿಗಾಗಿ ಬಲಿ ಮಾಡಿದ್ದು	",
	"	ಡ. ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ್ದು	"
],			
"correct" :	"	ಡ. ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಹಳೆಯ ಒಡಂಬಡಿಕೆ ಮತ್ತು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಪ್ರಸಿದ್ಧವಾದ ಮತ್ತು ಮುಖ್ಯವಾದ ಭೋಜನಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ಪುನರುತ್ಥಾನ ಹಬ್ಬದ ಭೋಜನ	",
	"	ಬ. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ಬೆಳಗಿನ ಭೋಜನ	",
	"	ಕ. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ಮದ್ಯಾಹ್ನದ ಭೋಜನ	",
	"	ಡ. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ರಾತ್ರಿ ಭೋಜನ	"
],			
"correct" :	"	ಡ. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ರಾತ್ರಿ ಭೋಜನ	",
"explanation" :	"		",
},			
]