var quiztitle = "ಆಹಾರ";			
var quiz = [			
{			
"question" :	"	1. ಎಲ್ಲಾ ಆಹಾರಗಳನ್ನು ನಮಗೆ ಒದಗಿಸುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು	",
	"	B. ಸೈತಾನನು	",
	"	C. ರೈತನು	",
	"	D. ಮಾಲಿಕನು	"
],			
"correct" :	"	A. ದೇವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವರು ನಮಗೆ ಯಾವ ವಿಧವಾದ ಆಹಾರ ಕೊಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಧ್ಯಪಾನ, ಧೂಮಪಾನ ಸೇವನೆ	",
	"	B. ಮಾಂಸಾಹಾರಿ, ಸಸ್ಯಹಾರಿ	",
	"	C. ವಾಯುಹಾರಿ, ದ್ರವಹಾರಿ	",
	"	D. ಮಧ್ಯಪಾನ, ಧೂಮಪಾನ ಸೇವನೆ	"
],			
"correct" :	"	B. ಮಾಂಸಾಹಾರಿ, ಸಸ್ಯಹಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತಪ್ಪಿಹೋದ ಮಗನು ಮನೆಗೆ ಬಂದಾಗ ತಂದೆಯು ಯಾವ ವಿಧವಾದ ಊಟವನ್ನು ತಯಾರುಗೊಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಬ್ಬಿಸಿದ ಹಂದಿಯ ಊಟ	",
	"	B. ಕೊಬ್ಬಿಸಿದ ಮೇಕೆಯ ಊಟ	",
	"	C. ಕೊಬ್ಬಿಸಿದ ಕತ್ತೆಯ ಊಟ	",
	"	D. ಕೊಬ್ಬಿಸಿದ ಕರುವಿನ ಊಟ	"
],			
"correct" :	"	D. ಕೊಬ್ಬಿಸಿದ ಕರುವಿನ ಊಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದನ ಕರುಗಳಿಗೆ ದೇವರು ಯಾವ ವಿಧವಾದ ಆಹಾರವನ್ನುಂಟು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಲ್ಲನ್ನು	",
	"	B. ಮುಳ್ಳನ್ನು	",
	"	C. ಹೂವನ್ನು	",
	"	D. ಮಾಂಸವನ್ನು	"
],			
"correct" :	"	A. ಹುಲ್ಲನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ವಿಧವಾದ ಆಹಾರವನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಬ್ಬನ್ನು, ರಕ್ತವನ್ನು	",
	"	B. ಕೊಬ್ಬನ್ನು, ಚರ್ಮವನ್ನು	",
	"	C. ಚರ್ಮವನ್ನು, ರಕ್ತವನ್ನು	",
	"	D. ಕೊಬ್ಬನ್ನು, ಎಲುಬನ್ನು	"
],			
"correct" :	"	A. ಕೊಬ್ಬನ್ನು, ರಕ್ತವನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಊಟದ ಮೊದಲು ಯೇಸು ಯಾವ ಸಂದರ್ಭಗಳಲ್ಲಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದನೆಂದು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 3000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
	"	B. 5000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಪಸ್ಕ ಹಬ್ಬವನ್ನು ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
	"	C. 12000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
	"	D. 5000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	"
],			
"correct" :	"	D. 5000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸುವ ಮೊದಲು ಮತ್ತು ಕರ್ತನ ರಾತ್ರಿ ಭೋಜನ ಸ್ಥಾಪಿಸುವ ಸಮಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ವಿಧವಾದ ಆಹಾರವನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ವಿಧವೆಯರಿಗೆ ದಾನ ಮಾಡಿದ್ದು	",
	"	B. ಬಡವರಿಗೆ ದಾನ ಮಾಡಿದ್ದು	",
	"	C. ಪೋಷಕರಿಗಾಗಿ ಬಲಿ ಮಾಡಿದ್ದು	",
	"	D. ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ್ದು	"
],			
"correct" :	"	D. ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಹಳೆಯ ಒಡಂಬಡಿಕೆ ಮತ್ತು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಪ್ರಸಿದ್ಧವಾದ ಮತ್ತು ಮುಖ್ಯವಾದ ಭೋಜನಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ಪುನರುತ್ಥಾನ ಹಬ್ಬದ ಭೋಜನ	",
	"	B. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ಬೆಳಗಿನ ಭೋಜನ	",
	"	C. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ಮದ್ಯಾಹ್ನದ ಭೋಜನ	",
	"	D. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ರಾತ್ರಿ ಭೋಜನ	"
],			
"correct" :	"	D. ಪಸ್ಕ ಹಬ್ಬದ ಊಟ ಮತ್ತು ರಾತ್ರಿ ಭೋಜನ	",
"explanation" :	"		",
},			
]