var quiztitle = "ಸ್ನೇಹಿತರು";			
var quiz = [			
{			
"question" :	"	1. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಪ್ರಸಿದ್ಧರಾದ ಇಬ್ಬರು ಸ್ನೇಹಿತರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು, ಯೋನಾತಾನನು	",
	"	B. ಸಾಮುವೇಲನು, ಸೌಲನು	",
	"	C. ಎಲೀಯನು, ಎಲೀಷನು	",
	"	D. ದಾನಿಯೇಲನು, ಹನನ್ಯನು	"
],			
"correct" :	"	A. ದಾವೀದನು, ಯೋನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪಾಪಿಗಳ ಮಿತ್ರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೇಸು	",
	"	D. ಯೋನ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸುವಿನ ಸ್ನೇಹಿರರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸುವವರು	",
	"	B. ಯೇಸುವನ್ನು ಪ್ರೀತಿಸಿವವರು	",
	"	C. ಯೇಸುವನ್ನು ಪ್ರಶ್ನಿಸುವವರು	",
	"	D. ಯೇಸುವನ್ನು ಕೊಂದವರು	"
],			
"correct" :	"	A. ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸುವವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಿಜವಾದ ಮಿತ್ರತ್ವದ ಉದಾಹರಣೆ ಕೊಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು, ತಿಮೋಥಿಯನು	",
	"	B. ಪೌಲನು, ತೀತನು	",
	"	C. ಪೌಲನು, ಸೀಲನು	",
	"	D. ಪೌಲನು, ಬಾರ್ನಬನು	"
],			
"correct" :	"	B. ಪೌಲನು, ತೀತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸದಾಕಾಲ ಜೊತೆಯಲ್ಲಿದ್ದ ಮಿತ್ರರ ಹೆಸರನ್ನು ಹೇಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು, ಯೋನಾತಾನನು	",
	"	B. ಸಾಮುವೇಲನು, ಸೌಲನು	",
	"	C. ಎಲೀಯನು, ಎಲೀಷನು	",
	"	D. ದಾನಿಯೇಲನು, ಹನನ್ಯನು	"
],			
"correct" :	"	C. ಎಲೀಯನು, ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೈವಿಕ ಮಿತ್ರತ್ವದ ಉದಾಹರಣೆ ಕೊಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಹನೋಕನು ದೇವರೊಂದಿಗೆ	",
	"	B. ಮಾರ್ಥ, ಮರಿಯಳು ಮತ್ತು ಲಾಜರನು ಯೇಸುವಿನೊಂದಿಗೆ	",
	"	C. ಎಲೀಯನು ದೇವರೊಂದಿಗೆ	",
	"	D. ಅಬ್ರಹಾಮನು ದೇವರೊಂದಿಗೆ	"
],			
"correct" :	"	B. ಮಾರ್ಥ, ಮರಿಯಳು ಮತ್ತು ಲಾಜರನು ಯೇಸುವಿನೊಂದಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ದೇವರ ಸ್ನೇಹಿತನು” ಎಂಬ ಹೆಸರು ಯಾರಿಗೆ ಕೊಡಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು	",
	"	B. ಹನೋಕನು	",
	"	C. ಮೋಶೆ	",
	"	D. ಎಲೀಯನು	"
],			
"correct" :	"	A. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನಿಜವಾದ ಮಿತ್ರತ್ವದ ಸತ್ವಪರೀಕ್ಷೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ತನ್ನ ಆಸ್ತಿಯನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
	"	B. ತನ್ನ ಕೆಲಸವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
	"	C. ತನ್ನ ಪ್ರಾಣವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
	"	D. ತನ್ನ ಹಣವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	"
],			
"correct" :	"	C. ತನ್ನ ಪ್ರಾಣವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಮಿತ್ರರಿಗಾಗಿ ಯಾರು ಪ್ರಾರ್ಥಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನನು	",
	"	B. ಯೋಬನು	",
	"	C. ಯೋಹಾನನು	",
	"	D. ಯೆರೇಮಿಯನು	"
],			
"correct" :	"	B. ಯೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾರೊಂದಿಗೆ ಸ್ನೇಹ ಮಾಡಬಾರದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ವಾರ್ಥದಿಂದ ಕೂಡಿದ ಸ್ನೇಹ	",
	"	B. ದುರಾಶೆಯಿಂದ ಕೂಡಿದ ಸ್ನೇಹ	",
	"	C. ಪರಲೋಕ ಸ್ನೇಹ	",
	"	D. ಇಹಲೋಕ ಸ್ನೇಹ	"
],			
"correct" :	"	D. ಇಹಲೋಕ ಸ್ನೇಹ	",
"explanation" :	"		",
},			
]