var quiztitle = "ಸ್ನೇಹಿತರು";			
var quiz = [			
{			
"question" :	"	1. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಪ್ರಸಿದ್ಧರಾದ ಇಬ್ಬರು ಸ್ನೇಹಿತರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು, ಯೋನಾತಾನನು	",
	"	ಬ. ಸಾಮುವೇಲನು, ಸೌಲನು	",
	"	ಕ. ಎಲೀಯನು, ಎಲೀಷನು	",
	"	ಡ. ದಾನಿಯೇಲನು, ಹನನ್ಯನು	"
],			
"correct" :	"	ಅ. ದಾವೀದನು, ಯೋನಾತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪಾಪಿಗಳ ಮಿತ್ರನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನ	",
	"	ಬ. ಯಾಕೋಬ	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಯೋನ	"
],			
"correct" :	"	ಕ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸುವಿನ ಸ್ನೇಹಿರರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸುವವರು	",
	"	ಬ. ಯೇಸುವನ್ನು ಪ್ರೀತಿಸಿವವರು	",
	"	ಕ. ಯೇಸುವನ್ನು ಪ್ರಶ್ನಿಸುವವರು	",
	"	ಡ. ಯೇಸುವನ್ನು ಕೊಂದವರು	"
],			
"correct" :	"	ಅ. ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸುವವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಿಜವಾದ ಮಿತ್ರತ್ವದ ಉದಾಹರಣೆ ಕೊಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೌಲನು, ತಿಮೋಥಿಯನು	",
	"	ಬ. ಪೌಲನು, ತೀತನು	",
	"	ಕ. ಪೌಲನು, ಸೀಲನು	",
	"	ಡ. ಪೌಲನು, ಬಾರ್ನಬನು	"
],			
"correct" :	"	ಬ. ಪೌಲನು, ತೀತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸದಾಕಾಲ ಜೊತೆಯಲ್ಲಿದ್ದ ಮಿತ್ರರ ಹೆಸರನ್ನು ಹೇಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು, ಯೋನಾತಾನನು	",
	"	ಬ. ಸಾಮುವೇಲನು, ಸೌಲನು	",
	"	ಕ. ಎಲೀಯನು, ಎಲೀಷನು	",
	"	ಡ. ದಾನಿಯೇಲನು, ಹನನ್ಯನು	"
],			
"correct" :	"	ಕ. ಎಲೀಯನು, ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೈವಿಕ ಮಿತ್ರತ್ವದ ಉದಾಹರಣೆ ಕೊಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹನೋಕನು ದೇವರೊಂದಿಗೆ	",
	"	ಬ. ಮಾರ್ಥ, ಮರಿಯಳು ಮತ್ತು ಲಾಜರನು ಯೇಸುವಿನೊಂದಿಗೆ	",
	"	ಕ. ಎಲೀಯನು ದೇವರೊಂದಿಗೆ	",
	"	ಡ. ಅಬ್ರಹಾಮನು ದೇವರೊಂದಿಗೆ	"
],			
"correct" :	"	ಬ. ಮಾರ್ಥ, ಮರಿಯಳು ಮತ್ತು ಲಾಜರನು ಯೇಸುವಿನೊಂದಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ದೇವರ ಸ್ನೇಹಿತನು” ಎಂಬ ಹೆಸರು ಯಾರಿಗೆ ಕೊಡಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮನು	",
	"	ಬ. ಹನೋಕನು	",
	"	ಕ. ಮೋಶೆ	",
	"	ಡ. ಎಲೀಯನು	"
],			
"correct" :	"	ಅ. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನಿಜವಾದ ಮಿತ್ರತ್ವದ ಸತ್ವಪರೀಕ್ಷೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತನ್ನ ಆಸ್ತಿಯನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
	"	ಬ. ತನ್ನ ಕೆಲಸವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
	"	ಕ. ತನ್ನ ಪ್ರಾಣವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
	"	ಡ. ತನ್ನ ಹಣವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	"
],			
"correct" :	"	ಕ. ತನ್ನ ಪ್ರಾಣವನ್ನು ಸ್ನೇಹಿತರಿಗಾಗಿ ಕೊಡುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಮಿತ್ರರಿಗಾಗಿ ಯಾರು ಪ್ರಾರ್ಥಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನನು	",
	"	ಬ. ಯೋಬನು	",
	"	ಕ. ಯೋಹಾನನು	",
	"	ಡ. ಯೆರೇಮಿಯನು	"
],			
"correct" :	"	ಬ. ಯೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾರೊಂದಿಗೆ ಸ್ನೇಹ ಮಾಡಬಾರದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸ್ವಾರ್ಥದಿಂದ ಕೂಡಿದ ಸ್ನೇಹ	",
	"	ಬ. ದುರಾಶೆಯಿಂದ ಕೂಡಿದ ಸ್ನೇಹ	",
	"	ಕ. ಪರಲೋಕ ಸ್ನೇಹ	",
	"	ಡ. ಇಹಲೋಕ ಸ್ನೇಹ	"
],			
"correct" :	"	ಡ. ಇಹಲೋಕ ಸ್ನೇಹ	",
"explanation" :	"		",
},			
]