var quiztitle = "ಶಿಷ್ಯರು";			
var quiz = [			
{			
"question" :	"	1.ಶಿಷ್ಯರಲ್ಲಿ ಜೆಬೆದಾಯನ ಮಕ್ಕಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ ಹಾಗೂ ಅಂದ್ರೆಯನು	",
	"	ಬ. ಯಾಕೋಬ ಹಾಗೂ ಯೋಹಾನನು	",
	"	ಕ. ಮತ್ತಾಯ ಹಾಗೂ ತೋಮನು	",
	"	ಡ. ಇಸ್ಕರಿಯೋತನಾದ ಯೂದ ಹಾಗೂ ಯೂದನು	"
],			
"correct" :	"	ಬ. ಯಾಕೋಬ ಹಾಗೂ ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2.ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಮೀನು ಹಿಡಿಯುವವರು ಎಷ್ಟು ಜನರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬ, ಯೋಹಾನ, ಪೇತ್ರ, ಅಂದ್ರೇಯ	",
	"	ಬ. ಪೇತ್ರ, ಯೂದ, ಮತ್ತಾಯ, ಯಾಕೋಬ	",
	"	ಕ. ಅಂದ್ರೇಯ, ಇಸ್ಕರಿಯೋತ ಯೂದ, ಫಿಲಿಪ್ಪ, ಪೇತ್ರ	",
	"	ಡ. ಯೋಹಾನ, ಯಾಕೋಬ, ಮತ್ತಾಯ, ಅಂದ್ರೇಯ	"
],			
"correct" :	"	ಅ. ಯಾಕೋಬ, ಯೋಹಾನ, ಪೇತ್ರ, ಅಂದ್ರೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	3.ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಸುಂಕದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದ	",
	"	ಬ. ಯಾಕೋಬ	",
	"	ಕ. ಫಿಲಿಪ್ಪ	",
	"	ಡ. ಮತ್ತಾಯ	"
],			
"correct" :	"	ಡ. ಮತ್ತಾಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ಶಿಷ್ಯನಿಗೆ ಯೇಸು “ಬಂಡೆ” ಎಂದು ಹೆಸರಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫಿಲಿಪ್ಪ	",
	"	ಬ. ಮತ್ತಾಯ	",
	"	ಕ. ಪೇತ್ರ	",
	"	ಡ. ಯಾಕೋಬ	"
],			
"correct" :	"	ಕ. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಎಲ್ಲರಿಗಿಂತ ಚಿಕ್ಕವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಯೂದನು	",
	"	ಡ. ಅಂದ್ರೇಯನು	"
],			
"correct" :	"	ಅ. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6.ಯಾವ ಯಾವ ಶಿಷ್ಯನು ಸುವಾರ್ತೆಗಳನ್ನು ಬರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯನು ಮತ್ತು ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	ಬ. ತೋಮನು ಹಾಗೂ ಫಿಲಿಪ್ಪನು	",
	"	ಕ. ಸೀಮೋನನು ಹಾಗೂ ಅಂದ್ರೇಯನು	",
	"	ಡ. ಯೋಹಾನನು ಹಾಗೂ ಮತ್ತಾಯನು	"
],			
"correct" :	"	ಡ. ಯೋಹಾನನು ಹಾಗೂ ಮತ್ತಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಶಿಷ್ಯರ ಗುಂಪಿನ ಖಜಾಂಚಿ ಯಾರಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸ್ಕರಿಯೋತನಾದ ಯೂದನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ಯಾಕೋಬನು	",
	"	ಡ. ಯೂದನು	"
],			
"correct" :	"	ಅ. ಇಸ್ಕರಿಯೋತನಾದ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪತ್ಮೋಸ್ ದ್ವೀಪಕ್ಕೆ ಯಾವ ಶಿಷ್ಯನನ್ನು ಗಡಿಪಾರು ಮಾಡಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಯೂದನು	",
	"	ಕ. ಯೋಹಾನನು	",
	"	ಡ. ಫಿಲಿಪ್ಪನು	"
],			
"correct" :	"	ಕ. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದ್ರೋಹಿಯಾದ ಇಸ್ಕರಿಯೋತ್ ಯೂದನು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸತ್ತನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೋಮರಿಂದ ಕೊಲ್ಲಲ್ಪಟ್ಟನು	",
	"	ಬ. ಉರ್ಲು ಹಾಕಿಕೊಂಡು ಸತ್ತನು	",
	"	ಕ. ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟು ಸತ್ತನು	",
	"	ಡ. ಶಿಷ್ಯರೆಲ್ಲರು ಸೇರಿ ಕೊಂದರು	"
],			
"correct" :	"	ಬ. ಉರ್ಲು ಹಾಕಿಕೊಂಡು ಸತ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರನ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಅಂದ್ರೇಯನು	",
	"	ಕ. ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	ಡ. ತೋಮನು	"
],			
"correct" :	"	ಬ. ಅಂದ್ರೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಸೀಮೋನ್ ಪೇತ್ರನನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಕರೆತಂದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಅಂದ್ರೇಯನು	",
	"	ಕ. ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	ಡ. ತೋಮನು	"
],			
"correct" :	"	ಬ. ಅಂದ್ರೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಶಿಲುಬೆಯ ಮೇಲೆ ತೂಗಾಡುತ್ತಿರುವಾಗ ಯಾವ ಶಿಷ್ಯನಿಗೆ ಯೇಸು ತನ್ನ ತಾಯಿಯನ್ನೊಪ್ಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನನಿಗೆ	",
	"	ಬ. ತೋಮನಿಗೆ	",
	"	ಕ. ಯೂದನಿಗೆ	",
	"	ಡ. ಪೇತ್ರನಿಗೆ	"
],			
"correct" :	"	ಅ. ಯೋಹಾನನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ರೂಢಿಯ ಪ್ರಕಾರ ಪೇತ್ರನು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸತ್ತನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಲೆಮೇಲಾಗಿ ಶಿಲುಬೆಯ ಮೇಲೆ ಸತ್ತನು	",
	"	ಬ. ತಲೆಕೆಳಗಾಗಿ ಶಿಲುಬೆಯ ಮೇಲೆ ಸತ್ತನು	",
	"	ಕ. ರೋಮರು ಕಲ್ಲೆಸೆದು ಕೊಂದರು	",
	"	ಡ. ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಂಡು ಸತ್ತನು	"
],			
"correct" :	"	ಬ. ತಲೆಕೆಳಗಾಗಿ ಶಿಲುಬೆಯ ಮೇಲೆ ಸತ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯನ್ನು ಮಾರ್ಕನಿಗೆ ಹೇಳಿ ಬರೆಯಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯನು	",
	"	ಬ. ಲೂಕನು	",
	"	ಕ. ಪೇತ್ರನು	",
	"	ಡ. ಯಾಕೋಬನು	"
],			
"correct" :	"	ಕ. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯಾವ ಶಿಷ್ಯನು ಗಲಿಲಾಯ ಸಮುದ್ರದ ಮೇಲೆ ನಡೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯನು	",
	"	ಬ. ಲೂಕನು	",
	"	ಕ. ಪೇತ್ರನು	",
	"	ಡ. ಯಾಕೋಬನು	"
],			
"correct" :	"	ಕ. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೇಸುವಿಗೆ ಮುದ್ದು ಕೊಟ್ಟು ದ್ರೋಹ ಮಾಡಿದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	ಬ. ಸಿಮೋನ್ ಪೇತ್ರನು	",
	"	ಕ. ಅಂದ್ರೇಯನು	",
	"	ಡ. ತೋಮನು	"
],			
"correct" :	"	ಅ.  ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಯೇಸುವನ್ನು ಹಿಡುಕೊಡಲ್ಪಟ್ಟ ರಾತ್ರಿ ಆತನನ್ನು ಮೂರು ಸಾರಿ ಬೊಂಕಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂದ್ರೇಯನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	ಡ. ಫಿಲಿಪ್ಪನು	"
],			
"correct" :	"	ಬ. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯೇಸುವಿನ ಶಿಷ್ಯರಾಗುವ ಮೊದಲು ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ಶಿಷ್ಯರಾಗಿದ್ದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ, ಅಂದ್ರೇಯರು	",
	"	ಬ. ಯಾಕೋಬ, ಯೋಹಾನರು	",
	"	ಕ. ಯೂದ, ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	ಡ. ತೋಮ, ಫಿಲಿಪ್ಪರು	"
],			
"correct" :	"	ಅ. ಪೇತ್ರ, ಅಂದ್ರೇಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಯೇಸು ಪ್ರಕಾಶ ರೂಪವನ್ನು ಧರಿಸುವಾಗ ಆತನ ಜೊತೆಯಲ್ಲಿ ಯಾವ ಶಿಷ್ಯರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ತೋಮ, ಫಿಲಿಪ್ಪ ಹಾಗೂ ಬಾರ್ತಿಲೋಮಾಯ	",
	"	ಬ. ಯಾಕೋಬ, ಯೂದ ಹಾಗೂ ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	ಕ. ಪೇತ್ರ , ಯೋಹಾನ ಮತ್ತು ಯಾಕೋಬರು	",
	"	ಡ. ಯೋಹಾನ, ಯೂದ ಹಾಗೂ ಪೇತ್ರ	"
],			
"correct" :	"	ಕ. ಪೇತ್ರ , ಯೋಹಾನ ಮತ್ತು ಯಾಕೋಬರು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. “ಸಂಶಯಸ್ಥ ತೋಮನ” ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಿದುಮ	",
	"	ಬ. ಸಿಮೋನ್	",
	"	ಕ. ಜೆಬದಾಯ್	",
	"	ಡ. ಜಿಲಾಟ್	"
],			
"correct" :	"	ಅ. ದಿದುಮ	",
"explanation" :	"		",
},			
]			