var quiztitle = "ಶಿಷ್ಯರು";			
var quiz = [			
{			
"question" :	"	1.ಶಿಷ್ಯರಲ್ಲಿ ಜೆಬೆದಾಯನ ಮಕ್ಕಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ ಹಾಗೂ ಅಂದ್ರೆಯನು	",
	"	B. ಯಾಕೋಬ ಹಾಗೂ ಯೋಹಾನನು	",
	"	C. ಮತ್ತಾಯ ಹಾಗೂ ತೋಮನು	",
	"	D. ಇಸ್ಕರಿಯೋತನಾದ ಯೂದ ಹಾಗೂ ಯೂದನು	"
],			
"correct" :	"	B. ಯಾಕೋಬ ಹಾಗೂ ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2.ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಮೀನು ಹಿಡಿಯುವವರು ಎಷ್ಟು ಜನರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ, ಯೋಹಾನ, ಪೇತ್ರ, ಅಂದ್ರೇಯ	",
	"	B. ಪೇತ್ರ, ಯೂದ, ಮತ್ತಾಯ, ಯಾಕೋಬ	",
	"	C. ಅಂದ್ರೇಯ, ಇಸ್ಕರಿಯೋತ ಯೂದ, ಫಿಲಿಪ್ಪ, ಪೇತ್ರ	",
	"	D. ಯೋಹಾನ, ಯಾಕೋಬ, ಮತ್ತಾಯ, ಅಂದ್ರೇಯ	"
],			
"correct" :	"	A. ಯಾಕೋಬ, ಯೋಹಾನ, ಪೇತ್ರ, ಅಂದ್ರೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	3.ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಸುಂಕದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಫಿಲಿಪ್ಪ	",
	"	D. ಮತ್ತಾಯ	"
],			
"correct" :	"	D. ಮತ್ತಾಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ಶಿಷ್ಯನಿಗೆ ಯೇಸು “ಬಂಡೆ” ಎಂದು ಹೆಸರಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಿಪ್ಪ	",
	"	B. ಮತ್ತಾಯ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	C. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಎಲ್ಲರಿಗಿಂತ ಚಿಕ್ಕವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಯೂದನು	",
	"	D. ಅಂದ್ರೇಯನು	"
],			
"correct" :	"	A. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6.ಯಾವ ಯಾವ ಶಿಷ್ಯನು ಸುವಾರ್ತೆಗಳನ್ನು ಬರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯನು ಮತ್ತು ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	B. ತೋಮನು ಹಾಗೂ ಫಿಲಿಪ್ಪನು	",
	"	C. ಸೀಮೋನನು ಹಾಗೂ ಅಂದ್ರೇಯನು	",
	"	D. ಯೋಹಾನನು ಹಾಗೂ ಮತ್ತಾಯನು	"
],			
"correct" :	"	D. ಯೋಹಾನನು ಹಾಗೂ ಮತ್ತಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಶಿಷ್ಯರ ಗುಂಪಿನ ಖಜಾಂಚಿ ಯಾರಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತನಾದ ಯೂದನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಯಾಕೋಬನು	",
	"	D. ಯೂದನು	"
],			
"correct" :	"	A. ಇಸ್ಕರಿಯೋತನಾದ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪತ್ಮೋಸ್ ದ್ವೀಪಕ್ಕೆ ಯಾವ ಶಿಷ್ಯನನ್ನು ಗಡಿಪಾರು ಮಾಡಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಯೂದನು	",
	"	C. ಯೋಹಾನನು	",
	"	D. ಫಿಲಿಪ್ಪನು	"
],			
"correct" :	"	C. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದ್ರೋಹಿಯಾದ ಇಸ್ಕರಿಯೋತ್ ಯೂದನು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸತ್ತನು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮರಿಂದ ಕೊಲ್ಲಲ್ಪಟ್ಟನು	",
	"	B. ಉರ್ಲು ಹಾಕಿಕೊಂಡು ಸತ್ತನು	",
	"	C. ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟು ಸತ್ತನು	",
	"	D. ಶಿಷ್ಯರೆಲ್ಲರು ಸೇರಿ ಕೊಂದರು	"
],			
"correct" :	"	B. ಉರ್ಲು ಹಾಕಿಕೊಂಡು ಸತ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರನ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಅಂದ್ರೇಯನು	",
	"	C. ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	D. ತೋಮನು	"
],			
"correct" :	"	B. ಅಂದ್ರೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಸೀಮೋನ್ ಪೇತ್ರನನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಕರೆತಂದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಅಂದ್ರೇಯನು	",
	"	C. ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	D. ತೋಮನು	"
],			
"correct" :	"	B. ಅಂದ್ರೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಶಿಲುಬೆಯ ಮೇಲೆ ತೂಗಾಡುತ್ತಿರುವಾಗ ಯಾವ ಶಿಷ್ಯನಿಗೆ ಯೇಸು ತನ್ನ ತಾಯಿಯನ್ನೊಪ್ಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನನಿಗೆ	",
	"	B. ತೋಮನಿಗೆ	",
	"	C. ಯೂದನಿಗೆ	",
	"	D. ಪೇತ್ರನಿಗೆ	"
],			
"correct" :	"	A. ಯೋಹಾನನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ರೂಢಿಯ ಪ್ರಕಾರ ಪೇತ್ರನು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸತ್ತನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಲೆಮೇಲಾಗಿ ಶಿಲುಬೆಯ ಮೇಲೆ ಸತ್ತನು	",
	"	B. ತಲೆಕೆಳಗಾಗಿ ಶಿಲುಬೆಯ ಮೇಲೆ ಸತ್ತನು	",
	"	C. ರೋಮರು ಕಲ್ಲೆಸೆದು ಕೊಂದರು	",
	"	D. ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಂಡು ಸತ್ತನು	"
],			
"correct" :	"	B. ತಲೆಕೆಳಗಾಗಿ ಶಿಲುಬೆಯ ಮೇಲೆ ಸತ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯನ್ನು ಮಾರ್ಕನಿಗೆ ಹೇಳಿ ಬರೆಯಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯನು	",
	"	B. ಲೂಕನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	C. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯಾವ ಶಿಷ್ಯನು ಗಲಿಲಾಯ ಸಮುದ್ರದ ಮೇಲೆ ನಡೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯನು	",
	"	B. ಲೂಕನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	C. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೇಸುವಿಗೆ ಮುದ್ದು ಕೊಟ್ಟು ದ್ರೋಹ ಮಾಡಿದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A.  ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	B. ಸಿಮೋನ್ ಪೇತ್ರನು	",
	"	C. ಅಂದ್ರೇಯನು	",
	"	D. ತೋಮನು	"
],			
"correct" :	"	A.  ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಯೇಸುವನ್ನು ಹಿಡುಕೊಡಲ್ಪಟ್ಟ ರಾತ್ರಿ ಆತನನ್ನು ಮೂರು ಸಾರಿ ಬೊಂಕಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂದ್ರೇಯನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಬಾರ್ತಿಲೋಮಾಯನು	",
	"	D. ಫಿಲಿಪ್ಪನು	"
],			
"correct" :	"	B. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯೇಸುವಿನ ಶಿಷ್ಯರಾಗುವ ಮೊದಲು ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ಶಿಷ್ಯರಾಗಿದ್ದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ, ಅಂದ್ರೇಯರು	",
	"	B. ಯಾಕೋಬ, ಯೋಹಾನರು	",
	"	C. ಯೂದ, ಇಸ್ಕರಿಯೋತ ಯೂದ	",
	"	D. ತೋಮ, ಫಿಲಿಪ್ಪರು	"
],			
"correct" :	"	A. ಪೇತ್ರ, ಅಂದ್ರೇಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಯೇಸು ಪ್ರಕಾಶ ರೂಪವನ್ನು ಧರಿಸುವಾಗ ಆತನ ಜೊತೆಯಲ್ಲಿ ಯಾವ ಶಿಷ್ಯರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A.  ತೋಮ, ಫಿಲಿಪ್ಪ ಹಾಗೂ ಬಾರ್ತಿಲೋಮಾಯ	",
	"	B. ಯಾಕೋಬ, ಯೂದ ಹಾಗೂ ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	C. ಪೇತ್ರ , ಯೋಹಾನ ಮತ್ತು ಯಾಕೋಬರು	",
	"	D. ಯೋಹಾನ, ಯೂದ ಹಾಗೂ ಪೇತ್ರ	"
],			
"correct" :	"	C. ಪೇತ್ರ , ಯೋಹಾನ ಮತ್ತು ಯಾಕೋಬರು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. “ಸಂಶಯಸ್ಥ ತೋಮನ” ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಿದುಮ	",
	"	B. ಸಿಮೋನ್	",
	"	C. ಜೆಬದಾಯ್	",
	"	D. ಜಿಲಾಟ್	"
],			
"correct" :	"	A. ದಿದುಮ	",
"explanation" :	"		",
},			
]			