var quiztitle = "ಬರಗಾಲ - ಪ್ರಳಯ";			
var quiz = [			
{			
"question" :	"	1. ಬಹಳ ಪ್ರಸಿದ್ಧವಾದ ಪ್ರಳಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
	"	ಬ. ಯೋಸೇಫನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
	"	ಕ. ಲೋಟನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
	"	ಡ. ನೋಹನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	"
],			
"correct" :	"	ಡ. ನೋಹನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಸಾಮ್ಯದಲ್ಲಿ ಯೇಸು ಪ್ರಳಯವನ್ನು ಕುರಿತು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಬ್ಬರು ಮನೆಕಟ್ಟುವವರ ಸಾಮ್ಯ	",
	"	ಬ. ಇಬ್ಬರು ಆಸ್ತಿಯನ್ನು ಹಂಚಿಕೊಂಡ ಸಾಮ್ಯ	",
	"	ಕ. ದ್ರಾಕ್ಷಿ ತೋಟದ ಸಾಮ್ಯ	",
	"	ಡ. ೧೦ಮಂದಿ ಕನ್ಯೆಯರ ಸಾಮ್ಯ	"
],			
"correct" :	"	ಅ. ಇಬ್ಬರು ಮನೆಕಟ್ಟುವವರ ಸಾಮ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬರಗಾಲ (ಕ್ಷಾಮ)ವಿದ್ದಾಗ ಅಬ್ರಾಹಮನು ಎಲ್ಲಿಗೆ ಹೋದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾನ್ ದೇಶಕ್ಕೆ	",
	"	ಬ. ಐಗುಪ್ತ ದೇಶಕ್ಕೆ	",
	"	ಕ. ಹಿಂದೂಸ್ತಾನ್ ದೇಶಕ್ಕೆ	",
	"	ಡ. ಅಮೇರಿಕಾ ದೇಶಕ್ಕೆ	"
],			
"correct" :	"	ಬ. ಐಗುಪ್ತ ದೇಶಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಎಲೀಮೆಲೆಕನು ತನ್ನ ಹೆಂಡತಿಯಾದ ನೊವೊಮಿ ಮತ್ತು ಗಂಡು ಮಕ್ಕಳೊಡನೆ ಬೆತ್ಲೆಹೇಮಿನಿಂದ ಮೋವಾಬ್ ದೇಶಕ್ಕೆ ಯಾಕೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾಲ ಹೆಚ್ಚಾದ್ದರಿಂದ	",
	"	ಬ. ಜಲಪ್ರಳಯ ಬಂದದರಿಂದ	",
	"	ಕ. ರೋಗ ಬಂದದರಿಂದ	",
	"	ಡ. ಬರ ಬಂದದರಿಂದ	"
],			
"correct" :	"	ಡ. ಬರ ಬಂದದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾಕೋಬನು ತನ್ನ ಮಕ್ಕಳನ್ನು ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಯಾಕೆ ಕಳುಹಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾಲ ಹೆಚ್ಚಾದ್ದರಿಂದ	",
	"	ಬ. ಜಲಪ್ರಳಯ ಬಂದದರಿಂದ	",
	"	ಕ. ರೋಗ ಬಂದದರಿಂದ	",
	"	ಡ. ಬರ ಬಂದದರಿಂದ	"
],			
"correct" :	"	ಡ. ಬರ ಬಂದದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬರಗಾಲವಿದ್ದಾಗ ದೇವರು ಎಲೀಯನನ್ನು ಯಾರ ಮನೆಗೆ ಕಳುಹಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹಾಬನ ಅರಮನೆಗೆ	",
	"	ಬ. ಚಾರೆಪ್ತದಲ್ಲಿದ್ದ ವಿಧವೆಯ ಮನೆಗೆ	",
	"	ಕ. ಎಲೀಷನ ಮನೆಗೆ	",
	"	ಡ. ಗೆಹಜಿಯ ಮನೆಗೆ	"
],			
"correct" :	"	ಬ. ಚಾರೆಪ್ತದಲ್ಲಿದ್ದ ವಿಧವೆಯ ಮನೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬರಗಾಲವು ಕಡೇ ದಿನಗಳ ಸಂಕೇತವಾಗಿದೆಯೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಲ್ಲವೇ ಇಲ್ಲ	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಹೌದು	",
	"	ಡ. ಗೊತ್ತಿಲ್ಲ	"
],			
"correct" :	"	ಕ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮಹಾ ಪ್ರಳಯವಾದಾಗ ಎಷ್ಟು ದಿನಗಳವರೆಗೆ ಮಳೆ ಸುರಿಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರವತ್ತು ರಾತ್ರಿ ಹಗಲು	",
	"	ಬ. ಅರು ರಾತ್ರಿ ಹಗಲು	",
	"	ಕ. ನಾಲ್ವತ್ತು ರಾತ್ರಿ ಹಗಲು	",
	"	ಡ. ನಾಲ್ಕು ರಾತ್ರಿ ಹಗಲು	"
],			
"correct" :	"	ಕ. ನಾಲ್ವತ್ತು ರಾತ್ರಿ ಹಗಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನೋಹನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯವನ್ನು ಯೇಸು ತನ್ನ ಎರಡನೇ ಬರೋಣಕ್ಕೆ ಯಾವ ರೀತಿಯಲ್ಲಿ ಹೋಲಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಿಧಾನಗತಿಯ ಹಾಗೂ ಕಡೇ ಪ್ರಳಯ	",
	"	ಬ. ಪಕ್ಕನೇ ಹಾಗೂ ಮೊದಲನೇ ಪ್ರಳಯ	",
	"	ಕ. ಪಕ್ಕನೇ ಹಾಗೂ ಸಾಧಾರಣ ಪ್ರಳಯ	",
	"	ಡ. ಪಕ್ಕನೇ ಹಾಗೂ ಕಡೇ ಪ್ರಳಯ	"
],			
"correct" :	"	ಡ. ಪಕ್ಕನೇ ಹಾಗೂ ಕಡೇ ಪ್ರಳಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಜಲಪ್ರಳಯವು ದೇವರ ನ್ಯಾಯ ವಿಚಾರಣೆಯ ಸೂಚನೆಯಾಗಿದೆಯೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಲ್ಲವೇ ಇಲ್ಲ	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಹೌದು	",
	"	ಡ. ಗೊತ್ತಿಲ್ಲ	"
],			
"correct" :	"	ಕ. ಹೌದು	",
"explanation" :	"		",
},			
]