var quiztitle = "ಬರಗಾಲ - ಪ್ರಳಯ";			
var quiz = [			
{			
"question" :	"	1. ಬಹಳ ಪ್ರಸಿದ್ಧವಾದ ಪ್ರಳಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
	"	B. ಯೋಸೇಫನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
	"	C. ಲೋಟನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
	"	D. ನೋಹನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	"
],			
"correct" :	"	D. ನೋಹನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಸಾಮ್ಯದಲ್ಲಿ ಯೇಸು ಪ್ರಳಯವನ್ನು ಕುರಿತು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ಬರು ಮನೆಕಟ್ಟುವವರ ಸಾಮ್ಯ	",
	"	B. ಇಬ್ಬರು ಆಸ್ತಿಯನ್ನು ಹಂಚಿಕೊಂಡ ಸಾಮ್ಯ	",
	"	C. ದ್ರಾಕ್ಷಿ ತೋಟದ ಸಾಮ್ಯ	",
	"	D. ೧೦ಮಂದಿ ಕನ್ಯೆಯರ ಸಾಮ್ಯ	"
],			
"correct" :	"	A. ಇಬ್ಬರು ಮನೆಕಟ್ಟುವವರ ಸಾಮ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬರಗಾಲ (ಕ್ಷಾಮ)ವಿದ್ದಾಗ ಅಬ್ರಾಹಮನು ಎಲ್ಲಿಗೆ ಹೋದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾನ್ ದೇಶಕ್ಕೆ	",
	"	B. ಐಗುಪ್ತ ದೇಶಕ್ಕೆ	",
	"	C. ಹಿಂದೂಸ್ತಾನ್ ದೇಶಕ್ಕೆ	",
	"	D. ಅಮೇರಿಕಾ ದೇಶಕ್ಕೆ	"
],			
"correct" :	"	B. ಐಗುಪ್ತ ದೇಶಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಎಲೀಮೆಲೆಕನು ತನ್ನ ಹೆಂಡತಿಯಾದ ನೊವೊಮಿ ಮತ್ತು ಗಂಡು ಮಕ್ಕಳೊಡನೆ ಬೆತ್ಲೆಹೇಮಿನಿಂದ ಮೋವಾಬ್ ದೇಶಕ್ಕೆ ಯಾಕೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಲ ಹೆಚ್ಚಾದ್ದರಿಂದ	",
	"	B. ಜಲಪ್ರಳಯ ಬಂದದರಿಂದ	",
	"	C. ರೋಗ ಬಂದದರಿಂದ	",
	"	D. ಬರ ಬಂದದರಿಂದ	"
],			
"correct" :	"	D. ಬರ ಬಂದದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾಕೋಬನು ತನ್ನ ಮಕ್ಕಳನ್ನು ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಯಾಕೆ ಕಳುಹಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಲ ಹೆಚ್ಚಾದ್ದರಿಂದ	",
	"	B. ಜಲಪ್ರಳಯ ಬಂದದರಿಂದ	",
	"	C. ರೋಗ ಬಂದದರಿಂದ	",
	"	D. ಬರ ಬಂದದರಿಂದ	"
],			
"correct" :	"	D. ಬರ ಬಂದದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬರಗಾಲವಿದ್ದಾಗ ದೇವರು ಎಲೀಯನನ್ನು ಯಾರ ಮನೆಗೆ ಕಳುಹಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹಾಬನ ಅರಮನೆಗೆ	",
	"	B. ಚಾರೆಪ್ತದಲ್ಲಿದ್ದ ವಿಧವೆಯ ಮನೆಗೆ	",
	"	C. ಎಲೀಷನ ಮನೆಗೆ	",
	"	D. ಗೆಹಜಿಯ ಮನೆಗೆ	"
],			
"correct" :	"	B. ಚಾರೆಪ್ತದಲ್ಲಿದ್ದ ವಿಧವೆಯ ಮನೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬರಗಾಲವು ಕಡೇ ದಿನಗಳ ಸಂಕೇತವಾಗಿದೆಯೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಲ್ಲವೇ ಇಲ್ಲ	",
	"	B. ಇಲ್ಲ	",
	"	C. ಹೌದು	",
	"	D. ಗೊತ್ತಿಲ್ಲ	"
],			
"correct" :	"	C. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮಹಾ ಪ್ರಳಯವಾದಾಗ ಎಷ್ಟು ದಿನಗಳವರೆಗೆ ಮಳೆ ಸುರಿಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರವತ್ತು ರಾತ್ರಿ ಹಗಲು	",
	"	B. ಅರು ರಾತ್ರಿ ಹಗಲು	",
	"	C. ನಾಲ್ವತ್ತು ರಾತ್ರಿ ಹಗಲು	",
	"	D. ನಾಲ್ಕು ರಾತ್ರಿ ಹಗಲು	"
],			
"correct" :	"	C. ನಾಲ್ವತ್ತು ರಾತ್ರಿ ಹಗಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನೋಹನ ಕಾಲದಲ್ಲಾದ ಜಲಪ್ರಳಯವನ್ನು ಯೇಸು ತನ್ನ ಎರಡನೇ ಬರೋಣಕ್ಕೆ ಯಾವ ರೀತಿಯಲ್ಲಿ ಹೋಲಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಧಾನಗತಿಯ ಹಾಗೂ ಕಡೇ ಪ್ರಳಯ	",
	"	B. ಪಕ್ಕನೇ ಹಾಗೂ ಮೊದಲನೇ ಪ್ರಳಯ	",
	"	C. ಪಕ್ಕನೇ ಹಾಗೂ ಸಾಧಾರಣ ಪ್ರಳಯ	",
	"	D. ಪಕ್ಕನೇ ಹಾಗೂ ಕಡೇ ಪ್ರಳಯ	"
],			
"correct" :	"	D. ಪಕ್ಕನೇ ಹಾಗೂ ಕಡೇ ಪ್ರಳಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಜಲಪ್ರಳಯವು ದೇವರ ನ್ಯಾಯ ವಿಚಾರಣೆಯ ಸೂಚನೆಯಾಗಿದೆಯೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಲ್ಲವೇ ಇಲ್ಲ	",
	"	B. ಇಲ್ಲ	",
	"	C. ಹೌದು	",
	"	D. ಗೊತ್ತಿಲ್ಲ	"
],			
"correct" :	"	C. ಹೌದು	",
"explanation" :	"		",
},			
]