var quiztitle = "ಬೆಂಕಿ (ಅಗ್ನಿ)";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ತನ್ನ ಪ್ರವಾದಿಯ ಪ್ರಾರ್ಥನೆ ಕೇಳಿ ಬೆಟ್ಟದ ಮೇಲೆ ಬೆಂಕಿ ಸುರಿಸಿದನು.  ಆ ಪ್ರವಾದಿ ಯಾರು? ಈ ಘಟನೆ ಎಲ್ಲಿ ಸಂಭವಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯನು ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಬ. ಎಲೀಯನು ಚಿಯೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಕ. ಎಲೀಯನು ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಡ. ಎಲೀಯನು ಗೊಲ್ಗೊಥಾ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	ಕ. ಎಲೀಯನು ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸೊಲೋಮೋನನು ದೇವಾಲಯ ಪ್ರತಿಷ್ಟೆ ಮಾಡಿದಾಗ ದೇವರು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸರ್ವಾಂಗ ಹೋಮವನ್ನು ಅಂಗೀಕರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಬಿತ್ತು	",
	"	ಬ. ಆಕಾಶದಿಂದ ಸುರಿಮಳೆ ಬಿತ್ತು	",
	"	ಕ. ಆಕಾಶದಿಂದ ಲಾವಕ್ಕಿ ಬಿತ್ತು	",
	"	ಡ. ಬಿರುಗಾಳಿ ತುಂಬಿತ್ತು	"
],			
"correct" :	"	ಅ. ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಬಿತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದೇವರು ಸೋದೋಮ್ ಗೊಮೋರ್ ನಗರಿಗಳನ್ನು ಯಾವ ರೀತಿಯಲ್ಲಿ ನಾಶ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಗ್ನಿಗಂಧಕಗಳ ಮೂಲಕ	",
	"	ಬ. ಭಯಾನಕ ರೋಗಗಳ ಮೂಲಕ	",
	"	ಕ. ಕ್ಷಾಮದ ಮೂಲಕ	",
	"	ಡ. ಜಲಪ್ರಳಯದ ಮೂಲಕ	"
],			
"correct" :	"	ಅ. ಅಗ್ನಿಗಂಧಕಗಳ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೋಶೆಗೆ ಉರಿಯುತ್ತಿದ್ದರೂ ಸುಟ್ಟು ಹೋಗದೆ ಇದ್ದದ್ದು ಕಾಣಿಸಿತು.  ಅದು ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಬಟ್ಟೆ	",
	"	ಬ. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಕೋಲು	",
	"	ಕ. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಬೆಂಕಿ	",
	"	ಡ. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಗುಡಿಸಲಿ	"
],			
"correct" :	"	ಕ. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಬೆಂಕಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿವಸ ಯೇಸುವಿನ ಶಿಷ್ಯರ ಮೇಲೆ ಏನು ಕೂತುಕೊಂಡವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಉರಿಯೆದ್ದ ಕಾಲುಗಳು	",
	"	ಬ. ಉರಿಯೆದ್ದ ನಾಲಗೆಗಳು	",
	"	ಕ. ಉರಿಯೆದ್ದ ಕಿವಿಗಳು	",
	"	ಡ. ಉರಿಯೆದ್ದ ಕೈಗಳು	"
],			
"correct" :	"	ಬ. ಉರಿಯೆದ್ದ ನಾಲಗೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಕ್ರೈಸ್ತರ ವಿಶ್ವಾಸವನ್ನು ಬಂಗಾರದಂತೆ ಮಾಡುವುದು ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಂಕಿಯಲ್ಲಿ ಪುಟ ಹಾಕಿ ಶೋಧಿಸುವದರ ಮೂಲಕ	",
	"	ಬ. ಬೆಂಕಿಯಲ್ಲಿ ಕುದಿಸುವ ನೀರನ್ನು ಶೋಧಿಸುವದರ ಮೂಲಕ	",
	"	ಕ. ನೀರಿನಲ್ಲಿ ಮುಳುಗಿಸುವ ಅಳತೆಯ ಮೂಲಕ	",
	"	ಡ. ನೀರಿನಲ್ಲಿ ತೆಗೆದುಕೊಳ್ಳುವ ದೀಕ್ಷಾಸ್ನಾನದ ಮೂಲಕ	"
],			
"correct" :	"	ಅ. ಬೆಂಕಿಯಲ್ಲಿ ಪುಟ ಹಾಕಿ ಶೋಧಿಸುವದರ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತ ದೇಶದಿಂದ ಹೊರಟು ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದಾಗ ದೇವರು ರಾತ್ರಿಯ ವೇಳೆಯಲ್ಲಿ ಅವರಿಗೆ ಹೇಗೆ ಬೆಳಕು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾಗಾರ ಸ್ತಂಭದ ಮೂಲಕ	",
	"	ಬ. ಮೇಘ ಸ್ತಂಭದ ಮೂಲಕ	",
	"	ಕ. ಅಗ್ನಿ ಸ್ತಂಭದ ಮೂಲಕ	",
	"	ಡ. ಜಲ ಸ್ತಂಭದ ಮೂಲಕ	"
],			
"correct" :	"	ಕ. ಅಗ್ನಿ ಸ್ತಂಭದ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕ್ರೈಸ್ತರು ಅನುಭವಿಸುವ ಹಿಂಸೆಗೆ ಪೇತ್ರನು ಯಾವ ಹೆಸರನ್ನು ಕೊಟ್ಟಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪರಿಶೋಧನೆಗಾಗಿ ಖರ್ಚುಮಾಡುವದು	",
	"	ಬ. ಪರಿಶೋಧನೆಗಾಗಿ ಸಹಾಯ ಬೇಡುವುದು	",
	"	ಕ. ಪರಿಶೋಧನೆಗಾಗಿ ಕಷ್ಟ ಪಡುವುದು	",
	"	ಡ. ಪರಿಶೋಧನೆಗಾಗಿ ಪುಟಕ್ಕೆ ಹಾಕಲ್ಪಡುವದು	"
],			
"correct" :	"	ಡ. ಪರಿಶೋಧನೆಗಾಗಿ ಪುಟಕ್ಕೆ ಹಾಕಲ್ಪಡುವದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾರು ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ನಂಬುವದಿಲ್ಲವೋ ಅಂಥವರಿಗೆ ದೇವರು ಎಂಥಾ ಬೆಂಕಿಯ ಮೂಲಕ ಶಿಕ್ಷೆ ವಿಧಿಸುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಉರಿಯುವ ಬೆಂಕಿಯಲ್ಲಿ	",
	"	ಬ. ಆರಿದ ಬೆಂಕಿಯಲ್ಲಿ	",
	"	ಕ. ಆರದ ಬೆಂಕಿಯಲ್ಲಿ	",
	"	ಡ. ಬೆಳಗುವ ಬೆಂಕಿಯಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಉರಿಯುವ ಬೆಂಕಿಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸೈತಾನನನ್ನು ಎಂಥಾ ಕೆರೆಗೆ ದೊಬ್ಬುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
	"	ಬ. ಆಪುಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
	"	ಕ. ಬೆಳ್ಳಿಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
	"	ಡ. ಬಂಗಾರಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
]