var quiztitle = "ಬೆಂಕಿ (ಅಗ್ನಿ)";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ತನ್ನ ಪ್ರವಾದಿಯ ಪ್ರಾರ್ಥನೆ ಕೇಳಿ ಬೆಟ್ಟದ ಮೇಲೆ ಬೆಂಕಿ ಸುರಿಸಿದನು.  ಆ ಪ್ರವಾದಿ ಯಾರು? ಈ ಘಟನೆ ಎಲ್ಲಿ ಸಂಭವಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯನು ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	B. ಎಲೀಯನು ಚಿಯೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	C. ಎಲೀಯನು ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	D. ಎಲೀಯನು ಗೊಲ್ಗೊಥಾ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	C. ಎಲೀಯನು ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸೊಲೋಮೋನನು ದೇವಾಲಯ ಪ್ರತಿಷ್ಟೆ ಮಾಡಿದಾಗ ದೇವರು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸರ್ವಾಂಗ ಹೋಮವನ್ನು ಅಂಗೀಕರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಬಿತ್ತು	",
	"	B. ಆಕಾಶದಿಂದ ಸುರಿಮಳೆ ಬಿತ್ತು	",
	"	C. ಆಕಾಶದಿಂದ ಲಾವಕ್ಕಿ ಬಿತ್ತು	",
	"	D. ಬಿರುಗಾಳಿ ತುಂಬಿತ್ತು	"
],			
"correct" :	"	A. ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಬಿತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದೇವರು ಸೋದೋಮ್ ಗೊಮೋರ್ ನಗರಿಗಳನ್ನು ಯಾವ ರೀತಿಯಲ್ಲಿ ನಾಶ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಗ್ನಿಗಂಧಕಗಳ ಮೂಲಕ	",
	"	B. ಭಯಾನಕ ರೋಗಗಳ ಮೂಲಕ	",
	"	C. ಕ್ಷಾಮದ ಮೂಲಕ	",
	"	D. ಜಲಪ್ರಳಯದ ಮೂಲಕ	"
],			
"correct" :	"	A. ಅಗ್ನಿಗಂಧಕಗಳ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೋಶೆಗೆ ಉರಿಯುತ್ತಿದ್ದರೂ ಸುಟ್ಟು ಹೋಗದೆ ಇದ್ದದ್ದು ಕಾಣಿಸಿತು.  ಅದು ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಬಟ್ಟೆ	",
	"	B. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಕೋಲು	",
	"	C. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಬೆಂಕಿ	",
	"	D. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಗುಡಿಸಲಿ	"
],			
"correct" :	"	C. ಮುಳ್ಳಿನ ಪೊದೆಯಲ್ಲಿ ಉರಿಯುವ ಬೆಂಕಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿವಸ ಯೇಸುವಿನ ಶಿಷ್ಯರ ಮೇಲೆ ಏನು ಕೂತುಕೊಂಡವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಉರಿಯೆದ್ದ ಕಾಲುಗಳು	",
	"	B. ಉರಿಯೆದ್ದ ನಾಲಗೆಗಳು	",
	"	C. ಉರಿಯೆದ್ದ ಕಿವಿಗಳು	",
	"	D. ಉರಿಯೆದ್ದ ಕೈಗಳು	"
],			
"correct" :	"	B. ಉರಿಯೆದ್ದ ನಾಲಗೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಕ್ರೈಸ್ತರ ವಿಶ್ವಾಸವನ್ನು ಬಂಗಾರದಂತೆ ಮಾಡುವುದು ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಂಕಿಯಲ್ಲಿ ಪುಟ ಹಾಕಿ ಶೋಧಿಸುವದರ ಮೂಲಕ	",
	"	B. ಬೆಂಕಿಯಲ್ಲಿ ಕುದಿಸುವ ನೀರನ್ನು ಶೋಧಿಸುವದರ ಮೂಲಕ	",
	"	C. ನೀರಿನಲ್ಲಿ ಮುಳುಗಿಸುವ ಅಳತೆಯ ಮೂಲಕ	",
	"	D. ನೀರಿನಲ್ಲಿ ತೆಗೆದುಕೊಳ್ಳುವ ದೀಕ್ಷಾಸ್ನಾನದ ಮೂಲಕ	"
],			
"correct" :	"	A. ಬೆಂಕಿಯಲ್ಲಿ ಪುಟ ಹಾಕಿ ಶೋಧಿಸುವದರ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತ ದೇಶದಿಂದ ಹೊರಟು ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದಾಗ ದೇವರು ರಾತ್ರಿಯ ವೇಳೆಯಲ್ಲಿ ಅವರಿಗೆ ಹೇಗೆ ಬೆಳಕು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾಗಾರ ಸ್ತಂಭದ ಮೂಲಕ	",
	"	B. ಮೇಘ ಸ್ತಂಭದ ಮೂಲಕ	",
	"	C. ಅಗ್ನಿ ಸ್ತಂಭದ ಮೂಲಕ	",
	"	D. ಜಲ ಸ್ತಂಭದ ಮೂಲಕ	"
],			
"correct" :	"	C. ಅಗ್ನಿ ಸ್ತಂಭದ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕ್ರೈಸ್ತರು ಅನುಭವಿಸುವ ಹಿಂಸೆಗೆ ಪೇತ್ರನು ಯಾವ ಹೆಸರನ್ನು ಕೊಟ್ಟಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಿಶೋಧನೆಗಾಗಿ ಖರ್ಚುಮಾಡುವದು	",
	"	B. ಪರಿಶೋಧನೆಗಾಗಿ ಸಹಾಯ ಬೇಡುವುದು	",
	"	C. ಪರಿಶೋಧನೆಗಾಗಿ ಕಷ್ಟ ಪಡುವುದು	",
	"	D. ಪರಿಶೋಧನೆಗಾಗಿ ಪುಟಕ್ಕೆ ಹಾಕಲ್ಪಡುವದು	"
],			
"correct" :	"	D. ಪರಿಶೋಧನೆಗಾಗಿ ಪುಟಕ್ಕೆ ಹಾಕಲ್ಪಡುವದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾರು ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ನಂಬುವದಿಲ್ಲವೋ ಅಂಥವರಿಗೆ ದೇವರು ಎಂಥಾ ಬೆಂಕಿಯ ಮೂಲಕ ಶಿಕ್ಷೆ ವಿಧಿಸುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಉರಿಯುವ ಬೆಂಕಿಯಲ್ಲಿ	",
	"	B. ಆರಿದ ಬೆಂಕಿಯಲ್ಲಿ	",
	"	C. ಆರದ ಬೆಂಕಿಯಲ್ಲಿ	",
	"	D. ಬೆಳಗುವ ಬೆಂಕಿಯಲ್ಲಿ	"
],			
"correct" :	"	A. ಉರಿಯುವ ಬೆಂಕಿಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸೈತಾನನನ್ನು ಎಂಥಾ ಕೆರೆಗೆ ದೊಬ್ಬುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
	"	B. ಆಪುಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
	"	C. ಬೆಳ್ಳಿಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
	"	D. ಬಂಗಾರಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	"
],			
"correct" :	"	A. ಬೆಂಕಿ ಗಂಧಕಗಳುರಿಯುವ ಕೆರೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
]