var quiztitle = "ತೋಟಗಳು (ಉದ್ಯಾನವನ)";			
var quiz = [			
{			
"question" :	"	1. ಆದಾಮ ಹವ್ವಳ ಮೊದಲನೆಯ ಮನೆ ಎಲ್ಲಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಟಲಿಯ ತೋಟ	",
	"	B. ಏದೇನ್ ತೋಟ	",
	"	C. ಬೃಂದಾವನದ ತೋಟ	",
	"	D. ಬ್ಯಾಬಿಲೋನಿನ ತೋಟ	"
],			
"correct" :	"	B. ಏದೇನ್ ತೋಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸುವನ್ನು ಎಲ್ಲಿ ಸೆರೆ ಹಿಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	D. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಮಹಾ ಸಂಕಟದಿಂದ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	D. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಕಾಯಿಪಲ್ಯಗಳ ತೋಟ ಎಲ್ಲಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಐಗುಪ್ತ ದೇಶದಲ್ಲಿ	",
	"	B. ಕಾನಾನ್ ದೇಶದಲ್ಲಿ	",
	"	C. ಬರ್ಮಾ ದೇಶದಲ್ಲಿ	",
	"	D. ಹಿಂದೂಸ್ತಾನ್ ದೇಶದಲ್ಲಿ	"
],			
"correct" :	"	A. ಐಗುಪ್ತ ದೇಶದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ತೋಟದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏದೇನ್ ತೋಟ	",
	"	B. ಗೆತ್ಸೇಮನೆ ತೋಟ	",
	"	C. ರಾಣಿಯ ತೋಟ	",
	"	D. ಅರಸನ ತೋಟ	"
],			
"correct" :	"	D. ಅರಸನ ತೋಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಅಹಷ್ವೇರೋಷನು ಔತಣವನ್ನು ಮಾಡಿಸಿದ್ದೆಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸರ್ಕಾರಿ ತೋಟ	",
	"	B. ಅರಮನೆಯ ತೋಟ	",
	"	C. ಸೆರೆಮನೆಯ ತೋಟ	",
	"	D. ಸಾಧಾರಣ ಮನೆಯಲ್ಲಿನ ತೋಟ	"
],			
"correct" :	"	B. ಅರಮನೆಯ ತೋಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ತೋಟದಲ್ಲಿ ಹೂಣಲ್ಪಟ್ಟ ವ್ಯಕ್ತಿಯ ಹೆಸರು ಹೇಳಬಲ್ಲಿರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯೇಸು	",
	"	C. ಯೋಹಾನ	",
	"	D. ಪೌಲ	"
],			
"correct" :	"	B. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೀಶೋನ್, ಗೀಹೋನ್, ಹಿದ್ದೆಕೆಲ್, ಮತ್ತು ಯೂಫ್ರೇಟೀಸ್ ನದಿಗಳು, ಒಂದು ನದಿಯಿಂದ ಹುಟ್ಟಿ ಒಂದು ತೋಟದೊಳಗೆ (ವನದಲ್ಲಿ) ಹರಿಯುತ್ತಿದ್ದವು.  ಆ ತೋಟ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	D. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ತೋಟಕ್ಕೆ “ದೇವರ ಉದ್ಯಾನವನ” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	D. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರನು ಯಾವ ತೋಟದಲ್ಲಿ ಒಬ್ಬ ವ್ಯಕ್ತಿಯ ಕಿವಿ ಕಡಿದು ಹಾಕಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	D. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	C. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
]