var quiztitle = "ತೋಟಗಳು (ಉದ್ಯಾನವನ)";			
var quiz = [			
{			
"question" :	"	1. ಆದಾಮ ಹವ್ವಳ ಮೊದಲನೆಯ ಮನೆ ಎಲ್ಲಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಟಲಿಯ ತೋಟ	",
	"	ಬ. ಏದೇನ್ ತೋಟ	",
	"	ಕ. ಬೃಂದಾವನದ ತೋಟ	",
	"	ಡ. ಬ್ಯಾಬಿಲೋನಿನ ತೋಟ	"
],			
"correct" :	"	ಬ. ಏದೇನ್ ತೋಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸುವನ್ನು ಎಲ್ಲಿ ಸೆರೆ ಹಿಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	ಡ. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಮಹಾ ಸಂಕಟದಿಂದ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	ಡ. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಕಾಯಿಪಲ್ಯಗಳ ತೋಟ ಎಲ್ಲಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಐಗುಪ್ತ ದೇಶದಲ್ಲಿ	",
	"	ಬ. ಕಾನಾನ್ ದೇಶದಲ್ಲಿ	",
	"	ಕ. ಬರ್ಮಾ ದೇಶದಲ್ಲಿ	",
	"	ಡ. ಹಿಂದೂಸ್ತಾನ್ ದೇಶದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಐಗುಪ್ತ ದೇಶದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ತೋಟದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಏದೇನ್ ತೋಟ	",
	"	ಬ. ಗೆತ್ಸೇಮನೆ ತೋಟ	",
	"	ಕ. ರಾಣಿಯ ತೋಟ	",
	"	ಡ. ಅರಸನ ತೋಟ	"
],			
"correct" :	"	ಡ. ಅರಸನ ತೋಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಅಹಷ್ವೇರೋಷನು ಔತಣವನ್ನು ಮಾಡಿಸಿದ್ದೆಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸರ್ಕಾರಿ ತೋಟ	",
	"	ಬ. ಅರಮನೆಯ ತೋಟ	",
	"	ಕ. ಸೆರೆಮನೆಯ ತೋಟ	",
	"	ಡ. ಸಾಧಾರಣ ಮನೆಯಲ್ಲಿನ ತೋಟ	"
],			
"correct" :	"	ಬ. ಅರಮನೆಯ ತೋಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ತೋಟದಲ್ಲಿ ಹೂಣಲ್ಪಟ್ಟ ವ್ಯಕ್ತಿಯ ಹೆಸರು ಹೇಳಬಲ್ಲಿರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ	",
	"	ಬ. ಯೇಸು	",
	"	ಕ. ಯೋಹಾನ	",
	"	ಡ. ಪೌಲ	"
],			
"correct" :	"	ಬ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೀಶೋನ್, ಗೀಹೋನ್, ಹಿದ್ದೆಕೆಲ್, ಮತ್ತು ಯೂಫ್ರೇಟೀಸ್ ನದಿಗಳು, ಒಂದು ನದಿಯಿಂದ ಹುಟ್ಟಿ ಒಂದು ತೋಟದೊಳಗೆ (ವನದಲ್ಲಿ) ಹರಿಯುತ್ತಿದ್ದವು.  ಆ ತೋಟ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	ಡ. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ತೋಟಕ್ಕೆ “ದೇವರ ಉದ್ಯಾನವನ” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	ಡ. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರನು ಯಾವ ತೋಟದಲ್ಲಿ ಒಬ್ಬ ವ್ಯಕ್ತಿಯ ಕಿವಿ ಕಡಿದು ಹಾಕಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಟಲಿಯನ್ ತೋಟದಲ್ಲಿ	",
	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
	"	ಡ. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
]