var quiztitle = "ಗಂಡನು (ಪತಿ)";			
var quiz = [			
{			
"question" :	"	1. ನನ್ನ ಹೆಸರು ರೆಬೆಕ್ಕ, ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A.ಇಸಾಕನು	",
	"	B.ಯಾಕೋಬನು	",
	"	C.ಯೋಸೇಫನು	",
	"	D.ಲೇವಿಯನು	"
],			
"correct" :	"	A.ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ನನ್ನ ಹೆಸರು ಎಸ್ತೇರಳು, ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು	",
	"	B. ಅಹಾಬನು	",
	"	C. ಅಹಷ್ವೇರೋಷನು	",
	"	D. ಆದಮನು	"
],			
"correct" :	"	C. ಅಹಷ್ವೇರೋಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಾನೊಬ್ಬ ಕೆಟ್ಟ ಸ್ತ್ರೀ, ನನ್ನ ಹೆಸರು ಗೊಮೆರಳು ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೋಶೇಯ	",
	"	B. ಮೋಶೆ	",
	"	C. ಲೇವಿ	",
	"	D. ಇಸಾಕನು	"
],			
"correct" :	"	A. ಹೋಶೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನನ್ನ ಹೆಸರು ಎಲಿಸಬೇತಳು, ನನ್ನ ಗಂಡನ ಹೆಸರನ್ನು ಹೇಳಬಲ್ಲಿರಾ?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೆಕರ್ಯ	",
	"	B. ಜೆಕರೀಯ	",
	"	C. ಜೆಬದಾಯ	",
	"	D. ಜೇನ್	"
],			
"correct" :	"	B. ಜೆಕರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನನ್ನ ಹೆಸರು ಹನ್ನಳು, ನನ್ನ ಮಗನ ಹೆಸರು ಸಮುವೇಲನು, ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಶನು	",
	"	B. ಎಲೀಯನು	",
	"	C. ಎಲ್ಕಾನನು	",
	"	D. ಏಲೀ	"
],			
"correct" :	"	C. ಎಲ್ಕಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ನಾನು ಒಂಟೆಯ ಮೇಲೆ ಪ್ರಯಾಣ ಮಾಡಿ ಗಂಡನ ಮನೆ ಸೇರಿದೆ.  ನನ್ನ ಗಂಡನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಯಿರಿರನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಇಸಾಕನು	",
	"	D. ಇಷಯನು	"
],			
"correct" :	"	C. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಾನು ಹಕ್ಕಲಾಯುತ್ತಿದ್ದ ಹೊಲದ ಯಜಮಾನನೇ ನನ್ನ ಗಂಡನಾದನು.  ಆತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಂಜಮೀನನು	",
	"	B. ಬಾಳಾಮನು	",
	"	C. ಬಾಲಕನು	",
	"	D. ಬೋವಜನು	"
],			
"correct" :	"	D. ಬೋವಜನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನಾನು ನನ್ನ ಗಂಡನು ಸೇರಿ ಪೌಲನೊಡನೆ ಗುಡಾರ ಮಾಡುತ್ತಿದ್ದೆವು.  ನಮ್ಮ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯ, ಸಫೈರಳು	",
	"	B. ಅಬ್ರಹಾಮ, ಸಾರಳು	",
	"	C.  ಅಕ್ವಿಲ್ಲ, ಪ್ರಿಸ್ಕಿಲ್ಲರು	",
	"	D. ಆದಾಮ, ಹವ್ವಳು	"
],			
"correct" :	"	C.  ಅಕ್ವಿಲ್ಲ, ಪ್ರಿಸ್ಕಿಲ್ಲರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನನ್ನನ್ನು ಪ್ರೀತಿಸಿ ಮದುವೆಯಾಗುವದಕ್ಕಾಗಿ ನನ್ನ ಗಂಡನು ಹದಿನಾಲ್ಕು ವರ್ಷ ನನ್ನ ತಂದೆಯ ಸೇವೆ ಮಾಡಿದನು.  ಆತನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಇಸಾಕನು	",
	"	D. ಬೆಂಜಮೀನನು	"
],			
"correct" :	"	B. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನನ್ನ ಹೆಸರು ಯೋಕೆಬೇದಳು.  ನನ್ನ ಮಕ್ಕಳ ಹೆಸರು ಮೋಶೆ ಮತ್ತು ಆರೋನ.  ನನ್ನ ಗಂಡನ ಹೆಸರನ್ನು ಹೇಳಬಲ್ಲಿರಾ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಮ್ರಾಮನು	",
	"	B. ಅಬ್ರಹಾಮನು	",
	"	C. ಅಹಾಬನು	",
	"	D. ಅನನೀಯನು	"
],			
"correct" :	"	A. ಅಮ್ರಾಮನು	",
"explanation" :	"		",
},			
]