var quiztitle = "ಗಂಡನು (ಪತಿ)";			
var quiz = [			
{			
"question" :	"	1. ನನ್ನ ಹೆಸರು ರೆಬೆಕ್ಕ, ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.ಇಸಾಕನು	",
	"	ಬ.ಯಾಕೋಬನು	",
	"	ಕ.ಯೋಸೇಫನು	",
	"	ಡ.ಲೇವಿಯನು	"
],			
"correct" :	"	ಅ.ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ನನ್ನ ಹೆಸರು ಎಸ್ತೇರಳು, ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮನು	",
	"	ಬ. ಅಹಾಬನು	",
	"	ಕ. ಅಹಷ್ವೇರೋಷನು	",
	"	ಡ. ಆದಮನು	"
],			
"correct" :	"	ಕ. ಅಹಷ್ವೇರೋಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಾನೊಬ್ಬ ಕೆಟ್ಟ ಸ್ತ್ರೀ, ನನ್ನ ಹೆಸರು ಗೊಮೆರಳು ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೋಶೇಯ	",
	"	ಬ. ಮೋಶೆ	",
	"	ಕ. ಲೇವಿ	",
	"	ಡ. ಇಸಾಕನು	"
],			
"correct" :	"	ಅ. ಹೋಶೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನನ್ನ ಹೆಸರು ಎಲಿಸಬೇತಳು, ನನ್ನ ಗಂಡನ ಹೆಸರನ್ನು ಹೇಳಬಲ್ಲಿರಾ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೆಕರ್ಯ	",
	"	ಬ. ಜೆಕರೀಯ	",
	"	ಕ. ಜೆಬದಾಯ	",
	"	ಡ. ಜೇನ್	"
],			
"correct" :	"	ಬ. ಜೆಕರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನನ್ನ ಹೆಸರು ಹನ್ನಳು, ನನ್ನ ಮಗನ ಹೆಸರು ಸಮುವೇಲನು, ನನ್ನ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಶನು	",
	"	ಬ. ಎಲೀಯನು	",
	"	ಕ. ಎಲ್ಕಾನನು	",
	"	ಡ. ಏಲೀ	"
],			
"correct" :	"	ಕ. ಎಲ್ಕಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ನಾನು ಒಂಟೆಯ ಮೇಲೆ ಪ್ರಯಾಣ ಮಾಡಿ ಗಂಡನ ಮನೆ ಸೇರಿದೆ.  ನನ್ನ ಗಂಡನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಯಿರಿರನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಇಸಾಕನು	",
	"	ಡ. ಇಷಯನು	"
],			
"correct" :	"	ಕ. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಾನು ಹಕ್ಕಲಾಯುತ್ತಿದ್ದ ಹೊಲದ ಯಜಮಾನನೇ ನನ್ನ ಗಂಡನಾದನು.  ಆತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಂಜಮೀನನು	",
	"	ಬ. ಬಾಳಾಮನು	",
	"	ಕ. ಬಾಲಕನು	",
	"	ಡ. ಬೋವಜನು	"
],			
"correct" :	"	ಡ. ಬೋವಜನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನಾನು ನನ್ನ ಗಂಡನು ಸೇರಿ ಪೌಲನೊಡನೆ ಗುಡಾರ ಮಾಡುತ್ತಿದ್ದೆವು.  ನಮ್ಮ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅನನೀಯ, ಸಫೈರಳು	",
	"	ಬ. ಅಬ್ರಹಾಮ, ಸಾರಳು	",
	"	ಕ.  ಅಕ್ವಿಲ್ಲ, ಪ್ರಿಸ್ಕಿಲ್ಲರು	",
	"	ಡ. ಆದಾಮ, ಹವ್ವಳು	"
],			
"correct" :	"	ಕ.  ಅಕ್ವಿಲ್ಲ, ಪ್ರಿಸ್ಕಿಲ್ಲರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನನ್ನನ್ನು ಪ್ರೀತಿಸಿ ಮದುವೆಯಾಗುವದಕ್ಕಾಗಿ ನನ್ನ ಗಂಡನು ಹದಿನಾಲ್ಕು ವರ್ಷ ನನ್ನ ತಂದೆಯ ಸೇವೆ ಮಾಡಿದನು.  ಆತನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಸೇಫನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಇಸಾಕನು	",
	"	ಡ. ಬೆಂಜಮೀನನು	"
],			
"correct" :	"	ಬ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನನ್ನ ಹೆಸರು ಯೋಕೆಬೇದಳು.  ನನ್ನ ಮಕ್ಕಳ ಹೆಸರು ಮೋಶೆ ಮತ್ತು ಆರೋನ.  ನನ್ನ ಗಂಡನ ಹೆಸರನ್ನು ಹೇಳಬಲ್ಲಿರಾ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಮ್ರಾಮನು	",
	"	ಬ. ಅಬ್ರಹಾಮನು	",
	"	ಕ. ಅಹಾಬನು	",
	"	ಡ. ಅನನೀಯನು	"
],			
"correct" :	"	ಅ. ಅಮ್ರಾಮನು	",
"explanation" :	"		",
},			
]