var quiztitle = "ಕ್ರಿಮಿಕೀಟಗಳು (ಹುಳ)";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಕೀಟವು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡಬೇಕೆಂದು ನಮಗೆ ಕಳಿಸುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ತಿಗಣೆ	",
	"	B. ನೊಣ	",
	"	C. ಇರುವೆ	",
	"	D. ಜೇಡಿ	"
],			
"correct" :	"	C. ಇರುವೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಂಸೋನನು ತಾನು ಕೊಂದ ಪ್ರಾಣಿಯ ಹೆಣದಲ್ಲಿ ಯಾವ ಹುಳಗಳನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಿಗಣೆ	",
	"	B. ಜೇನು ಹುಳುಗಳು	",
	"	C. ನೊಣ	",
	"	D. ಇರುವೆ	"
],			
"correct" :	"	B. ಜೇನು ಹುಳುಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. 1 ಸಮುವೇಲ 24:14 ರಲ್ಲಿ ಯಾವ ಕ್ರಿಮಿಯ ಹೆಸರು ಬಂದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಳ್ಳೆ	",
	"	B. ನೊಣ	",
	"	C. ಜೇನು	",
	"	D. ಜೇಡಿ	"
],			
"correct" :	"	A. ಸೊಳ್ಳೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಐಗುಪ್ತ ದೇಶದ ಮೇಲೆ ಬಂದ ಹತ್ತು ಬಾಧೆಗಳ ಪೈಕಿ ಒಂದರಲ್ಲಿ ಯಾವ ಕ್ರಿಮಿಯ ಬಾಧೆ ಬಂತು?	",
"image" :	"",		
"choices" : [			
	"	A. ವಿಷದ ಹುಳಗಳು	",
	"	B. ಮಿಡತೆಗಳು	",
	"	C. ಹೇನು ಹುಳುಗಳು	",
	"	D. ಜೇನು ಹುಳುಗಳು	"
],			
"correct" :	"	A. ವಿಷದ ಹುಳಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಫರಿಸಾಯರಿಗೆ ನೀವು ಒಂಟೆ ನುಂಗುವವರು ಮತ್ತು .. .. .. .. .. ... ಸೋಸುವವರು ಅಂದನು (ಖಾಲಿ ಬಿಟ್ಟ ಸ್ಥಳವನ್ನು ತುಂಬಿರಿ)	",
"image" :	"",		
"choices" : [			
	"	A. ನೊಣ	",
	"	B. ಸೊಳ್ಳೆ	",
	"	C. ಹೇನು	",
	"	D. ತಿಗಣೆ	"
],			
"correct" :	"	B. ಸೊಳ್ಳೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಕ” ಎಂಬ ಅಕ್ಷರದಿಂದ ಶುರುವಾಗುವ ಹುಳವನ್ನು ಕಳಿಸುತ್ತೇನೆಂದು ಯೆಹೋವನು ಎಚ್ಚರಿಸಿದನು.  ಆ ಹುಳ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೊಣ	",
	"	B. ಕಡಜದ ಹುಳ	",
	"	C. ಸೊಳ್ಳೆ	",
	"	D. ತಿಗಣೆ	"
],			
"correct" :	"	B. ಕಡಜದ ಹುಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಭೂಲೋಕದಲ್ಲಿ ಗಂಟು ಮಾಡಿಟ್ಟುಕೊಳ್ಳಬೇಡಿರಿ.  ಹಾಗೆ ಮಾಡಿದರೆ ಅದನ್ನು ಯಾವ ಕೀಟ (ಹುಳ) ಹಾಳು ಮಾಡುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ನುಸಿಹುಳ	",
	"	B. ಜೇಡುಹುಳ	",
	"	C. ಜೇನುಹುಳ	",
	"	D. ತಿಗಣೆ	"
],			
"correct" :	"	A. ನುಸಿಹುಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ಹುಳ ತನ್ನ ಬಲೆಯನ್ನು ನೇಯುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೇನು ಹುಳ	",
	"	B. ಜೇಡರ, ಜಾಡರ ಹುಳ	",
	"	C. ಸೊಳ್ಳೆ	",
	"	D. ಮಿಡತೆ ಹುಳ	"
],			
"correct" :	"	B. ಜೇಡರ, ಜಾಡರ ಹುಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪ್ರವಾದಿ ಯೊವೇಲನು ಯಾವ ಹುಳದ ಕಾಟದ ವಿಷಯ ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಿರಳೆಗಳು	",
	"	B. ಮಿಡತೆಗಳು	",
	"	C. ಜೇನು ಹುಳಗಳು	",
	"	D. ಜೇಡಿ ಹುಳಗಳು	"
],			
"correct" :	"	B. ಮಿಡತೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕಾನಾನ್ ದೇಶವನ್ನು ಸಂಚರಿಸಿ ಬಂದವರು ಅಲ್ಲಿನ ಬಲಿಷ್ಟ ನಿವಾಸಿಗಳ ಮುಂದೆ ತಾವು ಯಾವದರಂತೆ ಕಂಡರೆಂದು ವರದಿ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಿರಳೆಗಳು	",
	"	B. ಮಿಡತೆಗಳು	",
	"	C. ಜೇನು ಹುಳಗಳು	",
	"	D. ಜೇಡಿ ಹುಳಗಳು	"
],			
"correct" :	"	B. ಮಿಡತೆಗಳು	",
"explanation" :	"		",
},			
]