var quiztitle = "ಕ್ರಿಮಿಕೀಟಗಳು (ಹುಳ)";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಕೀಟವು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡಬೇಕೆಂದು ನಮಗೆ ಕಳಿಸುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಿಗಣೆ	",
	"	ಬ. ನೊಣ	",
	"	ಕ. ಇರುವೆ	",
	"	ಡ. ಜೇಡಿ	"
],			
"correct" :	"	ಕ. ಇರುವೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಂಸೋನನು ತಾನು ಕೊಂದ ಪ್ರಾಣಿಯ ಹೆಣದಲ್ಲಿ ಯಾವ ಹುಳಗಳನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಿಗಣೆ	",
	"	ಬ. ಜೇನು ಹುಳುಗಳು	",
	"	ಕ. ನೊಣ	",
	"	ಡ. ಇರುವೆ	"
],			
"correct" :	"	ಬ. ಜೇನು ಹುಳುಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. 1 ಸಮುವೇಲ 24:14 ರಲ್ಲಿ ಯಾವ ಕ್ರಿಮಿಯ ಹೆಸರು ಬಂದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಳ್ಳೆ	",
	"	ಬ. ನೊಣ	",
	"	ಕ. ಜೇನು	",
	"	ಡ. ಜೇಡಿ	"
],			
"correct" :	"	ಅ. ಸೊಳ್ಳೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಐಗುಪ್ತ ದೇಶದ ಮೇಲೆ ಬಂದ ಹತ್ತು ಬಾಧೆಗಳ ಪೈಕಿ ಒಂದರಲ್ಲಿ ಯಾವ ಕ್ರಿಮಿಯ ಬಾಧೆ ಬಂತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವಿಷದ ಹುಳಗಳು	",
	"	ಬ. ಮಿಡತೆಗಳು	",
	"	ಕ. ಹೇನು ಹುಳುಗಳು	",
	"	ಡ. ಜೇನು ಹುಳುಗಳು	"
],			
"correct" :	"	ಅ. ವಿಷದ ಹುಳಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಫರಿಸಾಯರಿಗೆ ನೀವು ಒಂಟೆ ನುಂಗುವವರು ಮತ್ತು .. .. .. .. .. ... ಸೋಸುವವರು ಅಂದನು (ಖಾಲಿ ಬಿಟ್ಟ ಸ್ಥಳವನ್ನು ತುಂಬಿರಿ)	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೊಣ	",
	"	ಬ. ಸೊಳ್ಳೆ	",
	"	ಕ. ಹೇನು	",
	"	ಡ. ತಿಗಣೆ	"
],			
"correct" :	"	ಬ. ಸೊಳ್ಳೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಕ” ಎಂಬ ಅಕ್ಷರದಿಂದ ಶುರುವಾಗುವ ಹುಳವನ್ನು ಕಳಿಸುತ್ತೇನೆಂದು ಯೆಹೋವನು ಎಚ್ಚರಿಸಿದನು.  ಆ ಹುಳ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೊಣ	",
	"	ಬ. ಕಡಜದ ಹುಳ	",
	"	ಕ. ಸೊಳ್ಳೆ	",
	"	ಡ. ತಿಗಣೆ	"
],			
"correct" :	"	ಬ. ಕಡಜದ ಹುಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಭೂಲೋಕದಲ್ಲಿ ಗಂಟು ಮಾಡಿಟ್ಟುಕೊಳ್ಳಬೇಡಿರಿ.  ಹಾಗೆ ಮಾಡಿದರೆ ಅದನ್ನು ಯಾವ ಕೀಟ (ಹುಳ) ಹಾಳು ಮಾಡುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನುಸಿಹುಳ	",
	"	ಬ. ಜೇಡುಹುಳ	",
	"	ಕ. ಜೇನುಹುಳ	",
	"	ಡ. ತಿಗಣೆ	"
],			
"correct" :	"	ಅ. ನುಸಿಹುಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ಹುಳ ತನ್ನ ಬಲೆಯನ್ನು ನೇಯುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೇನು ಹುಳ	",
	"	ಬ. ಜೇಡರ, ಜಾಡರ ಹುಳ	",
	"	ಕ. ಸೊಳ್ಳೆ	",
	"	ಡ. ಮಿಡತೆ ಹುಳ	"
],			
"correct" :	"	ಬ. ಜೇಡರ, ಜಾಡರ ಹುಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪ್ರವಾದಿ ಯೊವೇಲನು ಯಾವ ಹುಳದ ಕಾಟದ ವಿಷಯ ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜಿರಳೆಗಳು	",
	"	ಬ. ಮಿಡತೆಗಳು	",
	"	ಕ. ಜೇನು ಹುಳಗಳು	",
	"	ಡ. ಜೇಡಿ ಹುಳಗಳು	"
],			
"correct" :	"	ಬ. ಮಿಡತೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕಾನಾನ್ ದೇಶವನ್ನು ಸಂಚರಿಸಿ ಬಂದವರು ಅಲ್ಲಿನ ಬಲಿಷ್ಟ ನಿವಾಸಿಗಳ ಮುಂದೆ ತಾವು ಯಾವದರಂತೆ ಕಂಡರೆಂದು ವರದಿ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜಿರಳೆಗಳು	",
	"	ಬ. ಮಿಡತೆಗಳು	",
	"	ಕ. ಜೇನು ಹುಳಗಳು	",
	"	ಡ. ಜೇಡಿ ಹುಳಗಳು	"
],			
"correct" :	"	ಬ. ಮಿಡತೆಗಳು	",
"explanation" :	"		",
},			
]