var quiztitle = "ಯೇಸು ಕ್ರಿಸ್ತನು";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಹುಟ್ಟಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾನಿನಲ್ಲಿ	",
	"	B. ಗಲಿಲಾಯದಲ್ಲಿ	",
	"	C. ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿ	",
	"	D. ಸಮಾರ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	C. ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸುವಿನ ಜನನದ ವಿಷಯ ಮೊದಲು ಕೇಳಿಸಿಕೊಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೋಯಿಸರು	",
	"	B. ಕುರುಬರು	",
	"	C. ಪಂಡಿತರು	",
	"	D. ಹೆರೋದನು	"
],			
"correct" :	"	B. ಕುರುಬರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಆ ವಿಷಯವನ್ನು ಅವರಿಗೆ ತಿಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಂಡಿತರು	",
	"	B. ಕುರುಬರು	",
	"	C. ಜೋಯಿಸರು	",
	"	D. ದೇವದೂತರು	"
],			
"correct" :	"	D. ದೇವದೂತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೂಡಣ ದೇಶದ ಜೋಯಿಸರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಜಕರು	",
	"	B. ಪಂಡಿತರು	",
	"	C. ಶಾಸ್ತ್ರಿಗಳು	",
	"	D. ಕುರುಬರು	"
],			
"correct" :	"	B. ಪಂಡಿತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಶಿಶುವಾದ ಯೇಸುವನ್ನು ನೋಡಲು ಎಷ್ಟು ಜನ ಜೋಯೀಸರು ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಬರೆದಿಲ್ಲ	",
	"	B. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಆರು ಎಂದು ಬರೆದಿದೆ	",
	"	C. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಏಳು ಎಂದು ಬರೆದಿದೆ	",
	"	D. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಇಬ್ಬರು ಎಂದು ಬರೆದಿದೆ	"
],			
"correct" :	"	A. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಬರೆದಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಜೋಯಿಸರು ಯೇಸುವಿಗಾಗಿ ಯಾವ ಕಾಣಿಕೆಗಳನ್ನು ತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಂಗಾರ, ಧೂಪ	",
	"	B. ಬಂಗಾರ, ಧೂಪ, ರಕ್ತಬೋಳ	",
	"	C. ಬಂಗಾರ	",
	"	D. ರಕ್ತಬೋಳ	"
],			
"correct" :	"	B. ಬಂಗಾರ, ಧೂಪ, ರಕ್ತಬೋಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಶಿಶುವಾದ ಯೇಸುವನ್ನು ಯಾವ ರಾಜನು ಕೊಲ್ಲಲು ಯತ್ನಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದನು	",
	"	B. ಅಹಾಬನು	",
	"	C. ಎಲ್ಕಾನನು	",
	"	D. ಸೇತಾನನು	"
],			
"correct" :	"	A. ಹೆರೋದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ತನ್ನ ಬಾಲ್ಯ ಪ್ರಾಯವನ್ನು ಎಲ್ಲಿ ಕಳೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಜರೇತಿನಲ್ಲಿ	",
	"	B. ಬೆತ್ಲೇಹೇಮಿನಲ್ಲಿ	",
	"	C. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
	"	D. ಸಮಾರ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	A. ನಜರೇತಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೇಸು 30 ವರ್ಷ ವಯಸ್ಸಿನವನಾಗುವವರೆಗೂ ಯಾವ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೈತನ ಕೆಲಸ	",
	"	B. ಕುರುಬನ ಕೆಲಸ	",
	"	C. ಬಡಗಿಯ ಕೆಲಸ	",
	"	D. ವ್ಯಾಪಾರಿಯ ಕೆಲಸ	"
],			
"correct" :	"	C. ಬಡಗಿಯ ಕೆಲಸ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ಎಷ್ಟು ವರ್ಷಗಳು ಸೇವೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 30 ವರ್ಷಗಳು	",
	"	B. 40 ವರ್ಷಗಳು	",
	"	C. 60 ವರ್ಷಗಳು	",
	"	D. 25 ವರ್ಷಗಳು	"
],			
"correct" :	"	A. 30 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೇಸುವಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಕೊಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನು	",
	"	B. ಯೋಹಾನನು	",
	"	C. ಯೂದನು	",
	"	D. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	"
],			
"correct" :	"	D. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೇಸು ತನ್ನ ಪ್ರಥಮ ಸೂಚಕ ಕಾರ್ಯವನ್ನೆಲ್ಲಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾರ್ಯದಲ್ಲಿ	",
	"	B. ಗೊಲ್ಕೊಥಾದಲ್ಲಿ	",
	"	C. ರೋಮಿನಲ್ಲಿ	",
	"	D. ಕಾನಾನಿನಲ್ಲಿ	"
],			
"correct" :	"	D. ಕಾನಾನಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೇಸುವಿನ ಸರ್ವೋತ್ಕೃಷ್ಟ ಉಪದೇಶದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪರ್ವತ ಪ್ರಸಂಗ	",
	"	B. ನದಿಯ ದಡದ ಪ್ರಸಂಗ	",
	"	C. ಬೀಜ ಬಿತ್ತುವ ಪ್ರಸಂಗ	",
	"	D. ಸಾಮ್ಯದ ಪ್ರಸಂಗ	"
],			
"correct" :	"	A. ಪರ್ವತ ಪ್ರಸಂಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯೇಸುವಿಗೆ ದ್ರೋಹ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನನು	",
	"	B. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಅಂದ್ರೇಯನು	"
],			
"correct" :	"	D. ಅಂದ್ರೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಶುಭ ಶುಕ್ರವಾರ ಅಂದರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಹುಟ್ಟಿದ ದಿನ	",
	"	B. ಯೇಸು ಸ್ವರ್ಗಾರೋಹಣದ ದಿನ	",
	"	C. ಯೇಸು ಪುನರುತ್ಥಾನದ ದಿನ	",
	"	D. ಯೇಸು ಮೃತಪಟ್ಟ ದಿನ	"
],			
"correct" :	"	D. ಯೇಸು ಮೃತಪಟ್ಟ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೇಸುವನ್ನು ಸಮಾಧಿ ಮಾಡಲು ತನ್ನ ಹೊಸ ಸಮಾಧಿಯನ್ನು ಕೊಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
	"	B. ಫಿಲಾತನು	",
	"	C. ಫಿಲಿಪ್ಪಯನು	",
	"	D. ಫಿಲೋಮೊನನು	"
],			
"correct" :	"	A. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಯೇಸುವಿನ ಸಮಾಧಿಗೆ ಸಬ್ಬತ್ ದಿನ ಯಾರೂ ಹೋಗಲಿಲ್ಲ ಯಾಕೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೆಂದರೆ ಅದು ಭಯದ ದಿನವಾಗಿತ್ತು	",
	"	B. ಯಾಕೆಂದರೆ ಅದು ಮರಣದ ದಿನವಾಗಿತ್ತು	",
	"	C. ಯಾಕೆಂದರೆ ಅದು ವಿಶ್ರಾಂತಿಯ ದಿನವಾಗಿತ್ತು	",
	"	D. ಯಾಕೆಂದರೆ ಅದು ಶ್ರಮದ ದಿನವಾಗಿತ್ತು	"
],			
"correct" :	"	C. ಯಾಕೆಂದರೆ ಅದು ವಿಶ್ರಾಂತಿಯ ದಿನವಾಗಿತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯೇಸುವಿನ ಸಮಾಧಿಗೆ ಪುನರುತ್ಥಾನದ ದಿನ ಓಡಿದ ಶಿಷ್ಯರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ ಯೋಹಾನರು	",
	"	B. ಪೇತ್ರ ಯಾಕೋಬರು	",
	"	C. ಪೇತ್ರ ಅಂದ್ರೇಯರು	",
	"	D. ಪೇತ್ರ ಮತ್ತಾಯರು	"
],			
"correct" :	"	A. ಪೇತ್ರ ಯೋಹಾನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಪುನರುತ್ಥಾನವಾದ ಯೇಸುವನ್ನು ಮೊದಲು ನೋಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	B. ರೂತಳು	",
	"	C. ಮಾರ್ಥಳು	",
	"	D. ಮಗ್ದಲದ ಮರಿಯಳು	"
],			
"correct" :	"	D. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಯಾವ ಶಿಷ್ಯನು ಯೇಸುವಿನ ಪುನರುತ್ಥಾನದ ವಿಷಯದಲ್ಲಿ ಸಂಶಯ ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ತೋಮನು	",
	"	D. ಯೋಹಾನನು	"
],			
"correct" :	"	C. ತೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	21. ಪುನರುತ್ಥಾನವಾದ ಮೇಲೆ ಯೇಸು ಎಷ್ಟು ದಿನಗಳ ವರೆಗೆ ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. 70 ದಿನಗಳವರೆಗೆ	",
	"	B. 40 ದಿನಗಳವರೆಗೆ	",
	"	C. 45 ದಿನಗಳವರೆಗೆ	",
	"	D. 75 ದಿನಗಳವರೆಗೆ	"
],			
"correct" :	"	B. 40 ದಿನಗಳವರೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	22. ಯೇಸುವಿನ ಕಡೆ ಆಜ್ಞೆಯನ್ನು ಏನೆಂದು ಕರೆಯುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಹಾಪೋಷಣೆ	",
	"	B. ಮಹಾಪ್ರೇಷಣೆ	",
	"	C. ಮಹಾರ್ಪಣೆ	",
	"	D. ಮಹಾಪ್ರೇರೇಪಣೆ	"
],			
"correct" :	"	B. ಮಹಾಪ್ರೇಷಣೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	23. ಯೇಸುವಿನ ಸ್ವರ್ಗಾರೋಹಣದ ದಿನ ಏನು ಸಂಭವಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆತನು ಸ್ವರ್ಗಕ್ಕೆ ಎತ್ತಲ್ಪಟ್ಟನು	",
	"	B. ಆತನು ಸ್ವರ್ಗದಿಂದ ಇಳಿದನು	",
	"	C. ಆತನು ನರಕಕ್ಕೆ ಕೊಂಡೊಯ್ದನು	",
	"	D. ಆತನು ಪಾತಾಳವನ್ನು ಜೈಸಿದನು	"
],			
"correct" :	"	A. ಆತನು ಸ್ವರ್ಗಕ್ಕೆ ಎತ್ತಲ್ಪಟ್ಟನು	",
"explanation" :	"		",
},			
]