var quiztitle = "ಯೇಸು ಕ್ರಿಸ್ತನು";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಹುಟ್ಟಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾನಿನಲ್ಲಿ	",
	"	ಬ. ಗಲಿಲಾಯದಲ್ಲಿ	",
	"	ಕ. ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿ	",
	"	ಡ. ಸಮಾರ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸುವಿನ ಜನನದ ವಿಷಯ ಮೊದಲು ಕೇಳಿಸಿಕೊಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೋಯಿಸರು	",
	"	ಬ. ಕುರುಬರು	",
	"	ಕ. ಪಂಡಿತರು	",
	"	ಡ. ಹೆರೋದನು	"
],			
"correct" :	"	ಬ. ಕುರುಬರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಆ ವಿಷಯವನ್ನು ಅವರಿಗೆ ತಿಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಂಡಿತರು	",
	"	ಬ. ಕುರುಬರು	",
	"	ಕ. ಜೋಯಿಸರು	",
	"	ಡ. ದೇವದೂತರು	"
],			
"correct" :	"	ಡ. ದೇವದೂತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೂಡಣ ದೇಶದ ಜೋಯಿಸರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಜಕರು	",
	"	ಬ. ಪಂಡಿತರು	",
	"	ಕ. ಶಾಸ್ತ್ರಿಗಳು	",
	"	ಡ. ಕುರುಬರು	"
],			
"correct" :	"	ಬ. ಪಂಡಿತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಶಿಶುವಾದ ಯೇಸುವನ್ನು ನೋಡಲು ಎಷ್ಟು ಜನ ಜೋಯೀಸರು ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಬರೆದಿಲ್ಲ	",
	"	ಬ. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಆರು ಎಂದು ಬರೆದಿದೆ	",
	"	ಕ. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಏಳು ಎಂದು ಬರೆದಿದೆ	",
	"	ಡ. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಇಬ್ಬರು ಎಂದು ಬರೆದಿದೆ	"
],			
"correct" :	"	ಅ. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅವರ ಸಂಖ್ಯೆ ಬರೆದಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಜೋಯಿಸರು ಯೇಸುವಿಗಾಗಿ ಯಾವ ಕಾಣಿಕೆಗಳನ್ನು ತಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಂಗಾರ, ಧೂಪ	",
	"	ಬ. ಬಂಗಾರ, ಧೂಪ, ರಕ್ತಬೋಳ	",
	"	ಕ. ಬಂಗಾರ	",
	"	ಡ. ರಕ್ತಬೋಳ	"
],			
"correct" :	"	ಬ. ಬಂಗಾರ, ಧೂಪ, ರಕ್ತಬೋಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಶಿಶುವಾದ ಯೇಸುವನ್ನು ಯಾವ ರಾಜನು ಕೊಲ್ಲಲು ಯತ್ನಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೆರೋದನು	",
	"	ಬ. ಅಹಾಬನು	",
	"	ಕ. ಎಲ್ಕಾನನು	",
	"	ಡ. ಸೇತಾನನು	"
],			
"correct" :	"	ಅ. ಹೆರೋದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ತನ್ನ ಬಾಲ್ಯ ಪ್ರಾಯವನ್ನು ಎಲ್ಲಿ ಕಳೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಜರೇತಿನಲ್ಲಿ	",
	"	ಬ. ಬೆತ್ಲೇಹೇಮಿನಲ್ಲಿ	",
	"	ಕ. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
	"	ಡ. ಸಮಾರ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ನಜರೇತಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೇಸು 30 ವರ್ಷ ವಯಸ್ಸಿನವನಾಗುವವರೆಗೂ ಯಾವ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೈತನ ಕೆಲಸ	",
	"	ಬ. ಕುರುಬನ ಕೆಲಸ	",
	"	ಕ. ಬಡಗಿಯ ಕೆಲಸ	",
	"	ಡ. ವ್ಯಾಪಾರಿಯ ಕೆಲಸ	"
],			
"correct" :	"	ಕ. ಬಡಗಿಯ ಕೆಲಸ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ಎಷ್ಟು ವರ್ಷಗಳು ಸೇವೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 30 ವರ್ಷಗಳು	",
	"	ಬ. 40 ವರ್ಷಗಳು	",
	"	ಕ. 60 ವರ್ಷಗಳು	",
	"	ಡ. 25 ವರ್ಷಗಳು	"
],			
"correct" :	"	ಅ. 30 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೇಸುವಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಕೊಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನು	",
	"	ಬ. ಯೋಹಾನನು	",
	"	ಕ. ಯೂದನು	",
	"	ಡ. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	"
],			
"correct" :	"	ಡ. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೇಸು ತನ್ನ ಪ್ರಥಮ ಸೂಚಕ ಕಾರ್ಯವನ್ನೆಲ್ಲಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಮಾರ್ಯದಲ್ಲಿ	",
	"	ಬ. ಗೊಲ್ಕೊಥಾದಲ್ಲಿ	",
	"	ಕ. ರೋಮಿನಲ್ಲಿ	",
	"	ಡ. ಕಾನಾನಿನಲ್ಲಿ	"
],			
"correct" :	"	ಡ. ಕಾನಾನಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೇಸುವಿನ ಸರ್ವೋತ್ಕೃಷ್ಟ ಉಪದೇಶದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪರ್ವತ ಪ್ರಸಂಗ	",
	"	ಬ. ನದಿಯ ದಡದ ಪ್ರಸಂಗ	",
	"	ಕ. ಬೀಜ ಬಿತ್ತುವ ಪ್ರಸಂಗ	",
	"	ಡ. ಸಾಮ್ಯದ ಪ್ರಸಂಗ	"
],			
"correct" :	"	ಅ. ಪರ್ವತ ಪ್ರಸಂಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯೇಸುವಿಗೆ ದ್ರೋಹ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನನು	",
	"	ಬ. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	ಕ. ಪೇತ್ರನು	",
	"	ಡ. ಅಂದ್ರೇಯನು	"
],			
"correct" :	"	ಡ. ಅಂದ್ರೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಶುಭ ಶುಕ್ರವಾರ ಅಂದರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು ಹುಟ್ಟಿದ ದಿನ	",
	"	ಬ. ಯೇಸು ಸ್ವರ್ಗಾರೋಹಣದ ದಿನ	",
	"	ಕ. ಯೇಸು ಪುನರುತ್ಥಾನದ ದಿನ	",
	"	ಡ. ಯೇಸು ಮೃತಪಟ್ಟ ದಿನ	"
],			
"correct" :	"	ಡ. ಯೇಸು ಮೃತಪಟ್ಟ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೇಸುವನ್ನು ಸಮಾಧಿ ಮಾಡಲು ತನ್ನ ಹೊಸ ಸಮಾಧಿಯನ್ನು ಕೊಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
	"	ಬ. ಫಿಲಾತನು	",
	"	ಕ. ಫಿಲಿಪ್ಪಯನು	",
	"	ಡ. ಫಿಲೋಮೊನನು	"
],			
"correct" :	"	ಅ. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಯೇಸುವಿನ ಸಮಾಧಿಗೆ ಸಬ್ಬತ್ ದಿನ ಯಾರೂ ಹೋಗಲಿಲ್ಲ ಯಾಕೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೆಂದರೆ ಅದು ಭಯದ ದಿನವಾಗಿತ್ತು	",
	"	ಬ. ಯಾಕೆಂದರೆ ಅದು ಮರಣದ ದಿನವಾಗಿತ್ತು	",
	"	ಕ. ಯಾಕೆಂದರೆ ಅದು ವಿಶ್ರಾಂತಿಯ ದಿನವಾಗಿತ್ತು	",
	"	ಡ. ಯಾಕೆಂದರೆ ಅದು ಶ್ರಮದ ದಿನವಾಗಿತ್ತು	"
],			
"correct" :	"	ಕ. ಯಾಕೆಂದರೆ ಅದು ವಿಶ್ರಾಂತಿಯ ದಿನವಾಗಿತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯೇಸುವಿನ ಸಮಾಧಿಗೆ ಪುನರುತ್ಥಾನದ ದಿನ ಓಡಿದ ಶಿಷ್ಯರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ ಯೋಹಾನರು	",
	"	ಬ. ಪೇತ್ರ ಯಾಕೋಬರು	",
	"	ಕ. ಪೇತ್ರ ಅಂದ್ರೇಯರು	",
	"	ಡ. ಪೇತ್ರ ಮತ್ತಾಯರು	"
],			
"correct" :	"	ಅ. ಪೇತ್ರ ಯೋಹಾನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಪುನರುತ್ಥಾನವಾದ ಯೇಸುವನ್ನು ಮೊದಲು ನೋಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	ಬ. ರೂತಳು	",
	"	ಕ. ಮಾರ್ಥಳು	",
	"	ಡ. ಮಗ್ದಲದ ಮರಿಯಳು	"
],			
"correct" :	"	ಡ. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಯಾವ ಶಿಷ್ಯನು ಯೇಸುವಿನ ಪುನರುತ್ಥಾನದ ವಿಷಯದಲ್ಲಿ ಸಂಶಯ ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ತೋಮನು	",
	"	ಡ. ಯೋಹಾನನು	"
],			
"correct" :	"	ಕ. ತೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	21. ಪುನರುತ್ಥಾನವಾದ ಮೇಲೆ ಯೇಸು ಎಷ್ಟು ದಿನಗಳ ವರೆಗೆ ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 70 ದಿನಗಳವರೆಗೆ	",
	"	ಬ. 40 ದಿನಗಳವರೆಗೆ	",
	"	ಕ. 45 ದಿನಗಳವರೆಗೆ	",
	"	ಡ. 75 ದಿನಗಳವರೆಗೆ	"
],			
"correct" :	"	ಬ. 40 ದಿನಗಳವರೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	22. ಯೇಸುವಿನ ಕಡೆ ಆಜ್ಞೆಯನ್ನು ಏನೆಂದು ಕರೆಯುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಹಾಪೋಷಣೆ	",
	"	ಬ. ಮಹಾಪ್ರೇಷಣೆ	",
	"	ಕ. ಮಹಾರ್ಪಣೆ	",
	"	ಡ. ಮಹಾಪ್ರೇರೇಪಣೆ	"
],			
"correct" :	"	ಬ. ಮಹಾಪ್ರೇಷಣೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	23. ಯೇಸುವಿನ ಸ್ವರ್ಗಾರೋಹಣದ ದಿನ ಏನು ಸಂಭವಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆತನು ಸ್ವರ್ಗಕ್ಕೆ ಎತ್ತಲ್ಪಟ್ಟನು	",
	"	ಬ. ಆತನು ಸ್ವರ್ಗದಿಂದ ಇಳಿದನು	",
	"	ಕ. ಆತನು ನರಕಕ್ಕೆ ಕೊಂಡೊಯ್ದನು	",
	"	ಡ. ಆತನು ಪಾತಾಳವನ್ನು ಜೈಸಿದನು	"
],			
"correct" :	"	ಅ. ಆತನು ಸ್ವರ್ಗಕ್ಕೆ ಎತ್ತಲ್ಪಟ್ಟನು	",
"explanation" :	"		",
},			
]