var quiztitle = "ರಾಜ, ರಾಣಿ ಮತ್ತು ರಾಜ್ಯಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರ ಮೊದಲನೆಯ ರಾಜನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೌಲನು	",
	"	ಬ. ಸೋಲೋಮೋನನು	",
	"	ಕ. ದಾವೀದನು	",
	"	ಡ. ಅಹಾಬನು	"
],			
"correct" :	"	ಅ. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ರಾಜನ ಅನೇಕ ಕೀರ್ತನೆಗಳನ್ನು ಬರೆದಿದ್ದಾನೆ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾನಿಯೇಲನು	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ಫರೋಹನು	",
	"	ಡ. ಹೆರೋದನು	"
],			
"correct" :	"	ಬ. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಮೊದಲನೆಯ ದೇವಾಲಯವನ್ನು ಕಟ್ಟಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ದಾನಿಯೇಲನು	",
	"	ಕ. ಸೊಲೋಮೋನನು	",
	"	ಡ. ನೆಹೇಮಿಯನು	"
],			
"correct" :	"	ಕ. ಸೊಲೋಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ರಾಜನು ಹುಚ್ಚನಾಗಿ ಹುಲ್ಲು ತಿಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೂನನು	",
	"	ಬ. ನೆಹೇಮಿಯನು	",
	"	ಕ. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	ಡ. ನಾತಾನಯೇಲನು	"
],			
"correct" :	"	ಕ. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾವ ರಾಜನು ದಾನಿಯೇಲನನ್ನು ಸಿಂಹಗಳ ಗವಿಯಲ್ಲಿ ಹಾಕಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ದಾರ್ಯಾವೇಷನು	",
	"	ಕ. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	ಡ. ಕೋರೇಷನು	"
],			
"correct" :	"	ಅ. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಒಬ್ಬ ರಾಜನು ಏಂದೋರಿನಲ್ಲಿದ್ದ ಸತ್ತವರಲ್ಲಿ ವಿಚಾರಿಸಬಲ್ಲ ಒಬ್ಬ ಸ್ತ್ರೀಯನ್ನು ಹುಡುಕಿಕೊಂಡು ಹೋದನು.  ಆ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೌಲನು	",
	"	ಬ. ಸಿಂಸೋನನು	",
	"	ಕ. ಸಾಮುವೇಲನು	",
	"	ಡ. ನಾಮಾನನು	"
],			
"correct" :	"	ಅ. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಅತಿ ಜ್ಞಾನಿಯಾದ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೌಲನು	",
	"	ಬ. ಸೀಮೋನನು	",
	"	ಕ. ಸಿಂಸೋನನು	",
	"	ಡ. ಸೊಲೊಮೋನನು	"
],			
"correct" :	"	ಡ. ಸೊಲೊಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ರಾಜನು ಗೋಡೆಯ ಮೇಲೆ ಬರವಣಿಗೆಯನ್ನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ದರ್ಯಾವೇಷನು	",
	"	ಕ. ಬೆಲ್ಶಚ್ಚರನು	",
	"	ಡ. ಬಿಳಾಮನು	"
],			
"correct" :	"	ಕ. ಬೆಲ್ಶಚ್ಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ಕುರುಬನಾಗಿದ್ದ ರಾಜನು” ಎಂಬ ಹೆಸರು ಯಾರದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಷಯನು	",
	"	ಬ. ಓಬೇದನು	",
	"	ಕ. ಸೌಲನು	",
	"	ಡ. ದಾವೀದನು	"
],			
"correct" :	"	ಡ. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಾಬೋತನ ದ್ರಾಕ್ಷಾತೋಟವನ್ನು ಬಯಸಿದ ರಾಜನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹಾಬನು	",
	"	ಬ. ಅಮ್ರಾಮನು	",
	"	ಕ. ಅಬ್ರಹಾಮನು	",
	"	ಡ. ಅನನೀಯನು	"
],			
"correct" :	"	ಅ. ಅಹಾಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಐಗುಪ್ತ ದೇಶದ ರಾಜನಿಗೆ ಯಾವ ಬಿರುದು ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫಿಲೋಮೋನನು	",
	"	ಬ. ಫರೋಹನು	",
	"	ಕ. ಫಿಲಾತನು	",
	"	ಡ. ಫಿಲಿಪ್ಪನು	"
],			
"correct" :	"	ಬ. ಫರೋಹನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಶಪಿಸಬೇಕೆಂದು ಒಬ್ಬ ಪ್ರವಾದಿಯನ್ನು ಕರೆದ ರಾಜನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾಳಾಸಾಹೇಬನು	",
	"	ಬ. ಬಾಳಾಮನು	",
	"	ಕ. ಬಾಲಾಕನು	",
	"	ಡ. ಬರ್ನಾಬನು	"
],			
"correct" :	"	ಕ. ಬಾಲಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ರಾಣಿಯಾದ ಎಸ್ತೇರಳ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹಾಬನು	",
	"	ಬ. ಅಹಷ್ವೆರೋಷನು	",
	"	ಕ. ಅಮ್ರಾಮನು	",
	"	ಡ. ಆಸ್ಸಾಯನು	"
],			
"correct" :	"	ಬ. ಅಹಷ್ವೆರೋಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಜ್ಞಾನಿಯಾದ ರಾಜನನ್ನು ಕಾಣಲು ದೂರದಿಂದ ಬಂದ ರಾಣಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಬ್ಶೀಬಾ	",
	"	ಬ. ಶೀಬಾ	",
	"	ಕ. ಶೇಬದರಾಣಿ	",
	"	ಡ. ಎಲೀಜಬೆತ್ ರಾಣಿ	"
],			
"correct" :	"	ಕ. ಶೇಬದರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15.  ಪ್ರವಾದಿಯಾದ ಎಲೀಯನನ್ನು ಕೊಲ್ಲುತ್ತೇನೆಂದು ಹೇಳಿದ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶೆಬದರಾಣಿ	",
	"	ಬ. ಈಜೆಬೆಲಳು	",
	"	ಕ. ವಷ್ಟಿ ರಾಣಿ	",
	"	ಡ. ಎಸ್ತೇರಳು	"
],			
"correct" :	"	ಬ. ಈಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಅರಸನಾದ ಅಹಷ್ಟೇರೋಷನು ತಳ್ಳಿಹಾಕಿದ ರಾಣಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವಷ್ಟಿ ರಾಣಿ	",
	"	ಬ. ಎಸ್ತೇರ್ ರಾಣಿ	",
	"	ಕ. ಎಲಿಜಬೆತ್ ರಾಣಿ	",
	"	ಡ. ಶೀಬಾ ರಾಣಿ	"
],			
"correct" :	"	ಅ. ವಷ್ಟಿ ರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	17.  ದಾನಿಯೇಲನು ಯಾವ ಯಾವ ರಾಜ್ಯಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸ್ರಾಯೇಲಿನಲ್ಲಿ	",
	"	ಬ. ಬೆತ್ಲೇಹೇಮ್  ರಾಜ್ಯಗಳಲ್ಲಿ	",
	"	ಕ. ಬಾಬಿಲೋನ್ ಮತ್ತು ಪಾರಸಿಯ ರಾಜ್ಯಗಳಲ್ಲಿ	",
	"	ಡ. ಬೇಥಾನ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಬಾಬಿಲೋನ್ ಮತ್ತು ಪಾರಸಿಯ ರಾಜ್ಯಗಳಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಇಸ್ರಾಯೇಲ್ಯರ ಎರಡು ರಾಜ್ಯಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಐಗುಪ್ತ ರಾಜ್ಯ ಮತ್ತು ಯೆರೂಸಲೇಮ್	",
	"	ಬ. ಇಸ್ರಾಯೇಲ್ ರಾಜ್ಯ ಮತ್ತು ಯೂದಾಯ ರಾಜ್ಯ	",
	"	ಕ. ಕಾನಾನ್ ಮತ್ತು ಕೆನಢಾ ರಾಜ್ಯ	",
	"	ಡ. ಇಸ್ರಾಯೇಲ್ ರಾಜ್ಯ ಮತ್ತು ಫಿಲಿಪೈನ್ಸ್ ರಾಜ್ಯ	"
],			
"correct" :	"	ಬ. ಇಸ್ರಾಯೇಲ್ ರಾಜ್ಯ ಮತ್ತು ಯೂದಾಯ ರಾಜ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಇಸ್ರಾಯೇಲ್ಯರ ಎರಡು ರಾಜ್ಯಗಳ ರಾಜಧಾನಿಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರೂಸಲೇಮ್, ಸಮಾರ್ಯ	",
	"	ಬ. ಯೆರೂಸಲೇಮ್, ಗಲಿಲಾಯ	",
	"	ಕ. ಯೆರೂಸಲೇಮ್, ಗೆತ್ಸೇಮನೆ	",
	"	ಡ. ಯೆರೂಸಲೇಮ್, ಬೆಥಾನ್ಯ	"
],			
"correct" :	"	ಅ. ಯೆರೂಸಲೇಮ್, ಸಮಾರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಯೇಸು ಹುಟ್ಟಿದಾಗ ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ಅರಸನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೆರ್ಬೋನನು	",
	"	ಬ. ಹನನ್ಯನು	",
	"	ಕ. ಹೆರೋದನು	",
	"	ಡ. ಹಿಜ್ಕೀಯನು	"
],			
"correct" :	"	ಕ. ಹೆರೋದನು	",
"explanation" :	"		",
},			
]