var quiztitle = "ರಾಜ, ರಾಣಿ ಮತ್ತು ರಾಜ್ಯಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರ ಮೊದಲನೆಯ ರಾಜನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲನು	",
	"	B. ಸೋಲೋಮೋನನು	",
	"	C. ದಾವೀದನು	",
	"	D. ಅಹಾಬನು	"
],			
"correct" :	"	A. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ರಾಜನ ಅನೇಕ ಕೀರ್ತನೆಗಳನ್ನು ಬರೆದಿದ್ದಾನೆ	",
"image" :	"",		
"choices" : [			
	"	A. ದಾನಿಯೇಲನು	",
	"	B. ದಾವೀದನು	",
	"	C. ಫರೋಹನು	",
	"	D. ಹೆರೋದನು	"
],			
"correct" :	"	B. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಮೊದಲನೆಯ ದೇವಾಲಯವನ್ನು ಕಟ್ಟಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ದಾನಿಯೇಲನು	",
	"	C. ಸೊಲೋಮೋನನು	",
	"	D. ನೆಹೇಮಿಯನು	"
],			
"correct" :	"	C. ಸೊಲೋಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ರಾಜನು ಹುಚ್ಚನಾಗಿ ಹುಲ್ಲು ತಿಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೂನನು	",
	"	B. ನೆಹೇಮಿಯನು	",
	"	C. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	D. ನಾತಾನಯೇಲನು	"
],			
"correct" :	"	C. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾವ ರಾಜನು ದಾನಿಯೇಲನನ್ನು ಸಿಂಹಗಳ ಗವಿಯಲ್ಲಿ ಹಾಕಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ದಾರ್ಯಾವೇಷನು	",
	"	C. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	D. ಕೋರೇಷನು	"
],			
"correct" :	"	A. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಒಬ್ಬ ರಾಜನು ಏಂದೋರಿನಲ್ಲಿದ್ದ ಸತ್ತವರಲ್ಲಿ ವಿಚಾರಿಸಬಲ್ಲ ಒಬ್ಬ ಸ್ತ್ರೀಯನ್ನು ಹುಡುಕಿಕೊಂಡು ಹೋದನು.  ಆ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲನು	",
	"	B. ಸಿಂಸೋನನು	",
	"	C. ಸಾಮುವೇಲನು	",
	"	D. ನಾಮಾನನು	"
],			
"correct" :	"	A. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಅತಿ ಜ್ಞಾನಿಯಾದ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲನು	",
	"	B. ಸೀಮೋನನು	",
	"	C. ಸಿಂಸೋನನು	",
	"	D. ಸೊಲೊಮೋನನು	"
],			
"correct" :	"	D. ಸೊಲೊಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ರಾಜನು ಗೋಡೆಯ ಮೇಲೆ ಬರವಣಿಗೆಯನ್ನು ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ದರ್ಯಾವೇಷನು	",
	"	C. ಬೆಲ್ಶಚ್ಚರನು	",
	"	D. ಬಿಳಾಮನು	"
],			
"correct" :	"	C. ಬೆಲ್ಶಚ್ಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ಕುರುಬನಾಗಿದ್ದ ರಾಜನು” ಎಂಬ ಹೆಸರು ಯಾರದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಷಯನು	",
	"	B. ಓಬೇದನು	",
	"	C. ಸೌಲನು	",
	"	D. ದಾವೀದನು	"
],			
"correct" :	"	D. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಾಬೋತನ ದ್ರಾಕ್ಷಾತೋಟವನ್ನು ಬಯಸಿದ ರಾಜನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹಾಬನು	",
	"	B. ಅಮ್ರಾಮನು	",
	"	C. ಅಬ್ರಹಾಮನು	",
	"	D. ಅನನೀಯನು	"
],			
"correct" :	"	A. ಅಹಾಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಐಗುಪ್ತ ದೇಶದ ರಾಜನಿಗೆ ಯಾವ ಬಿರುದು ಇತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲೋಮೋನನು	",
	"	B. ಫರೋಹನು	",
	"	C. ಫಿಲಾತನು	",
	"	D. ಫಿಲಿಪ್ಪನು	"
],			
"correct" :	"	B. ಫರೋಹನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಶಪಿಸಬೇಕೆಂದು ಒಬ್ಬ ಪ್ರವಾದಿಯನ್ನು ಕರೆದ ರಾಜನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾಳಾಸಾಹೇಬನು	",
	"	B. ಬಾಳಾಮನು	",
	"	C. ಬಾಲಾಕನು	",
	"	D. ಬರ್ನಾಬನು	"
],			
"correct" :	"	C. ಬಾಲಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ರಾಣಿಯಾದ ಎಸ್ತೇರಳ ಗಂಡನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹಾಬನು	",
	"	B. ಅಹಷ್ವೆರೋಷನು	",
	"	C. ಅಮ್ರಾಮನು	",
	"	D. ಆಸ್ಸಾಯನು	"
],			
"correct" :	"	B. ಅಹಷ್ವೆರೋಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಜ್ಞಾನಿಯಾದ ರಾಜನನ್ನು ಕಾಣಲು ದೂರದಿಂದ ಬಂದ ರಾಣಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಬ್ಶೀಬಾ	",
	"	B. ಶೀಬಾ	",
	"	C. ಶೇಬದರಾಣಿ	",
	"	D. ಎಲೀಜಬೆತ್ ರಾಣಿ	"
],			
"correct" :	"	C. ಶೇಬದರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15.  ಪ್ರವಾದಿಯಾದ ಎಲೀಯನನ್ನು ಕೊಲ್ಲುತ್ತೇನೆಂದು ಹೇಳಿದ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಶೆಬದರಾಣಿ	",
	"	B. ಈಜೆಬೆಲಳು	",
	"	C. ವಷ್ಟಿ ರಾಣಿ	",
	"	D. ಎಸ್ತೇರಳು	"
],			
"correct" :	"	B. ಈಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಅರಸನಾದ ಅಹಷ್ಟೇರೋಷನು ತಳ್ಳಿಹಾಕಿದ ರಾಣಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ವಷ್ಟಿ ರಾಣಿ	",
	"	B. ಎಸ್ತೇರ್ ರಾಣಿ	",
	"	C. ಎಲಿಜಬೆತ್ ರಾಣಿ	",
	"	D. ಶೀಬಾ ರಾಣಿ	"
],			
"correct" :	"	A. ವಷ್ಟಿ ರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	17.  ದಾನಿಯೇಲನು ಯಾವ ಯಾವ ರಾಜ್ಯಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ರಾಯೇಲಿನಲ್ಲಿ	",
	"	B. ಬೆತ್ಲೇಹೇಮ್  ರಾಜ್ಯಗಳಲ್ಲಿ	",
	"	C. ಬಾಬಿಲೋನ್ ಮತ್ತು ಪಾರಸಿಯ ರಾಜ್ಯಗಳಲ್ಲಿ	",
	"	D. ಬೇಥಾನ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	C. ಬಾಬಿಲೋನ್ ಮತ್ತು ಪಾರಸಿಯ ರಾಜ್ಯಗಳಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಇಸ್ರಾಯೇಲ್ಯರ ಎರಡು ರಾಜ್ಯಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಐಗುಪ್ತ ರಾಜ್ಯ ಮತ್ತು ಯೆರೂಸಲೇಮ್	",
	"	B. ಇಸ್ರಾಯೇಲ್ ರಾಜ್ಯ ಮತ್ತು ಯೂದಾಯ ರಾಜ್ಯ	",
	"	C. ಕಾನಾನ್ ಮತ್ತು ಕೆನಢಾ ರಾಜ್ಯ	",
	"	D. ಇಸ್ರಾಯೇಲ್ ರಾಜ್ಯ ಮತ್ತು ಫಿಲಿಪೈನ್ಸ್ ರಾಜ್ಯ	"
],			
"correct" :	"	B. ಇಸ್ರಾಯೇಲ್ ರಾಜ್ಯ ಮತ್ತು ಯೂದಾಯ ರಾಜ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಇಸ್ರಾಯೇಲ್ಯರ ಎರಡು ರಾಜ್ಯಗಳ ರಾಜಧಾನಿಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಸಲೇಮ್, ಸಮಾರ್ಯ	",
	"	B. ಯೆರೂಸಲೇಮ್, ಗಲಿಲಾಯ	",
	"	C. ಯೆರೂಸಲೇಮ್, ಗೆತ್ಸೇಮನೆ	",
	"	D. ಯೆರೂಸಲೇಮ್, ಬೆಥಾನ್ಯ	"
],			
"correct" :	"	A. ಯೆರೂಸಲೇಮ್, ಸಮಾರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಯೇಸು ಹುಟ್ಟಿದಾಗ ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ಅರಸನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರ್ಬೋನನು	",
	"	B. ಹನನ್ಯನು	",
	"	C. ಹೆರೋದನು	",
	"	D. ಹಿಜ್ಕೀಯನು	"
],			
"correct" :	"	C. ಹೆರೋದನು	",
"explanation" :	"		",
},			
]