var quiztitle = "ಮಹತ್ಕಾರ್ಯಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನಾಮಾನನ ಕುಷ್ಠ ರೋಗವನ್ನು ವಾಸಿ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನು	",
	"	ಬ. ಪ್ರವಾದಿಯಾದ ಎಲೀಷನು	",
	"	ಕ. ಪ್ರವಾದಿಯಾದ ಸಾಮುವೇಲನು	",
	"	ಡ. ಪ್ರವಾದಿಯಾದ ಯೆರೇಮಿಯನು	"
],			
"correct" :	"	ಬ. ಪ್ರವಾದಿಯಾದ ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ನಾಯಕತ್ವದಲ್ಲಿ ಯೆರಿಕೋವನ್ನು ಆಶ್ಚರ್ಯಕರವಾದ ರೀತಿಯಲ್ಲಿ ವಶಪಡಿಸಿಕೊಳ್ಳಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೋಶುವ	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ಹಿಜ್ಕೀಯನು	",
	"	ಡ. ಮೋಶೆ	"
],			
"correct" :	"	ಅ. ಯೆಹೋಶುವ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಕಲ್ಲಿನೊಳಗಿಂದ (ಬಂಡೆ) ನೀರು ಬರುವಂತೆ ಮಾಡಿದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೋಶುವ	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ಹಿಜ್ಕೀಯನು	",
	"	ಡ. ಮೋಶೆ	"
],			
"correct" :	"	ಡ. ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೋರ್ಕಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಯಾರು ಎಬ್ಬಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನು	",
	"	ಬ. ಫಿಲೋಮೋನನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಅಪೋಲೋಸ್ಸನು	"
],			
"correct" :	"	ಅ. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಕರಡಿಗಳು ಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದ ಮಕ್ಕಳನ್ನು ಹರಿದುಹಾಕುವಂತೆ ಶಪಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯನು	",
	"	ಬ. ಎಲ್ಕಾನನು	",
	"	ಕ. ಎಲೀಷನು	",
	"	ಡ. ಏಲೀ	"
],			
"correct" :	"	ಕ. ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸೂರ್ಯಚಂದ್ರರು ನಿಲ್ಲುವಂತೆ ಯಾರು ಆಜ್ಞಾಪಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೋಶುವನು	",
	"	ಬ. ಮೋಶೆ	",
	"	ಕ. ಆರೋನನು	",
	"	ಡ. ಕಾಲೇಬನು	"
],			
"correct" :	"	ಅ. ಯೆಹೋಶುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾಯಿರನ ಮಗಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನ	",
	"	ಬ. ಯಾಕೋಬ	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಪೇತ್ರ	"
],			
"correct" :	"	ಕ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಮಾಡಿದ ಮೊದಲನೆಯ ಸೂಚಕ ಕಾರ್ಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾ ಊರಿನಲ್ಲಿ ಮದುವೆಯನ್ನು ಮಾಡಿದ್ದು	",
	"	ಬ. ಕಾನಾ ಊರಿನಲ್ಲಿ ಕುರುಡನಿಗೆ ಕಣ್ಣು ಕೊಟ್ಟದ್ದು	",
	"	ಕ. ಕಾನಾ ಊರಿನಲ್ಲಿ ಕಹಿ ನೀರನ್ನು ಸಿಹಿ ಮಾಡಿದ್ದು	",
	"	ಡ. ಕಾನಾ ಊರಿನಲ್ಲಿ ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸ ಮಾಡಿದ್ದು	"
],			
"correct" :	"	ಡ. ಕಾನಾ ಊರಿನಲ್ಲಿ ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸ ಮಾಡಿದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೇತ್ರನು ಯೊಪ್ಪದಲ್ಲಿ ಯಾರನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಬಿಥಳನ್ನು	",
	"	ಬ. ದೊರ್ಕಳನ್ನು	",
	"	ಕ. ಲಾಜರನನ್ನು	",
	"	ಡ. ಪಾರ್ಶುವಾಯು ರೋಗಿ	"
],			
"correct" :	"	ಅ. ತಬಿಥಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸ ಮಾಡಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗಲಿಲಾಯ	",
	"	ಬ. ಕೊಪ್ಪ	",
	"	ಕ. ಕಾನಾ	",
	"	ಡ. ಯೆರೂಸಲೇಮ್	"
],			
"correct" :	"	ಕ. ಕಾನಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೇಸು ಲಾಜರನನ್ನು ಎಬ್ಬಿಸುವ ವರೆಗೆ ಅವನು ಸಮಾಧಿಯಲ್ಲಿ ಎಷ್ಟು ದಿನವಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೂರು ದಿವಸ	",
	"	ಬ. ಎರಡು ದಿವಸ	",
	"	ಕ. ನಾಲ್ಕು ದಿವಸ	",
	"	ಡ. ಐದು ದಿವಸ	"
],			
"correct" :	"	ಕ. ನಾಲ್ಕು ದಿವಸ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತನಗೆ ಕಣ್ಣು ಬರುವಂತೆ ಮಾಡಬೇಕೆಂದು ಗಟ್ಟಿಯಾಗಿ ಕೂಗಿ ಯೇಸುವನ್ನು ಬೇಡಿಕೊಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾರ್ತಿಲೊಮನು	",
	"	ಬ. ಬಾರ್ತಿಮಾಯನು	",
	"	ಕ. ಬಾರ್ನಬನು	",
	"	ಡ. ಬಾಲಾಕನು	"
],			
"correct" :	"	ಬ. ಬಾರ್ತಿಮಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೇಸು ಕುರುಡನಿಗೆ ಯಾವ ಕೊಳದಲ್ಲಿ ತೊಳಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳಿದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶಿಲೋವಿನ ಕೊಳದಲ್ಲಿ	",
	"	ಬ. ಬೆತೆಸ್ಥಾ ಕೊಳದಲ್ಲಿ	",
	"	ಕ. ರೆಹಬೋತ್ ಕೊಳದಲ್ಲಿ	",
	"	ಡ. ಯೆರಿಕೋ ಕೊಳದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಶಿಲೋವಿನ ಕೊಳದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ನಾಲ್ಕೂ ಸುವಾರ್ತೆಗಳಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿರುವ ಮಹತ್ಕಾರ್ಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹನ್ನೆರಡು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
	"	ಬ. ಐದು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
	"	ಕ. ಏಳು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
	"	ಡ. ಹತ್ತು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	"
],			
"correct" :	"	ಬ. ಐದು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. 4000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಲು ಯೇಸು ಎಷ್ಟು ರೊಟ್ಟಿಗಳನ್ನು ಉಪಯೋಗಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 5 ರೊಟ್ಟಿಗಳು	",
	"	ಬ. 2 ರೊಟ್ಟಿಗಳು	",
	"	ಕ. 6 ರೊಟ್ಟಿಗಳು	",
	"	ಡ. 7 ರೊಟ್ಟಿಗಳು	"
],			
"correct" :	"	ಡ. 7 ರೊಟ್ಟಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೇಸು ಯಾವ ವಿಧವಾದ ರೋಗಗಳನ್ನು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲ್ಲಾ ಕುರುಡ ರೋಗಗಳನ್ನು	",
	"	ಬ. ಎಲ್ಲಾ ಕುಂಟ ರೋಗಗಳನ್ನು	",
	"	ಕ. ಎಲ್ಲಾ ಪಾರ್ಶ್ವವಾಯು ರೋಗಗಳನ್ನು	",
	"	ಡ. ಎಲ್ಲಾ ವಿಧವಾದ ರೋಗಗಳನ್ನು	"
],			
"correct" :	"	ಡ. ಎಲ್ಲಾ ವಿಧವಾದ ರೋಗಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಆಶ್ಛರ್ಯಕರವಾದ ರೀತಿಯಲ್ಲಿ ತೆರಿಗೆ ಕಟ್ಟಲು ಯೇಸು ಯಾವ ಏರ್ಪಾಡು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾಗೆಯ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
	"	ಬ. ಮೀನಿನ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
	"	ಕ. ನಾಯಿಯ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
	"	ಡ. ಕತ್ತೆಯ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	"
],			
"correct" :	"	ಬ. ಮೀನಿನ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯೇಸು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಬಿರುಗಾಳಿಯನ್ನು ಶಾಂತಗೊಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರ್ದಾನ್ ಸಮುದ್ರದಲ್ಲಿ	",
	"	ಬ. ಕೆಂಪು ಸಮುದ್ರದಲ್ಲಿ	",
	"	ಕ. ಗಲಿಲಾಯ ಸಮುದ್ರದಲ್ಲಿ	",
	"	ಡ. ಲವಣ ಸಮುದ್ರದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಗಲಿಲಾಯ ಸಮುದ್ರದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಕಾನಾನ್ಯದವಳಾದ ಸ್ತ್ರೀಯ ಮಗಳಿಗೆ ಇದ್ದ ಯಾವ ಖಾಯಿಲೆಯನ್ನು ಯೇಸು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೆವ್ವ ಪೀಡಿತ	",
	"	ಬ. ಕಾಮಾಲೆ ರೋಗ	",
	"	ಕ. ರಕ್ತಸ್ರಾವ ರೋಗ	",
	"	ಡ. ಮೂರ್ಛೆ ರೋಗ	"
],			
"correct" :	"	ಅ. ದೆವ್ವ ಪೀಡಿತ	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಯೇಸು ಪೇತ್ರನ ಅತ್ತೆಯ ಯಾವ ಖಾಯಿಲೆಯನ್ನು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾಮಾಲೆ ರೋಗವನ್ನು	",
	"	ಬ. ತಲೆನೋವನ್ನು	",
	"	ಕ. ಜ್ವರವನ್ನು	",
	"	ಡ. ರಕ್ತಸ್ರಾವ ರೋಗವನ್ನು	"
],			
"correct" :	"	ಕ. ಜ್ವರವನ್ನು	",
"explanation" :	"		",
},			
]