var quiztitle = "ಮಹತ್ಕಾರ್ಯಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನಾಮಾನನ ಕುಷ್ಠ ರೋಗವನ್ನು ವಾಸಿ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನು	",
	"	B. ಪ್ರವಾದಿಯಾದ ಎಲೀಷನು	",
	"	C. ಪ್ರವಾದಿಯಾದ ಸಾಮುವೇಲನು	",
	"	D. ಪ್ರವಾದಿಯಾದ ಯೆರೇಮಿಯನು	"
],			
"correct" :	"	B. ಪ್ರವಾದಿಯಾದ ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ನಾಯಕತ್ವದಲ್ಲಿ ಯೆರಿಕೋವನ್ನು ಆಶ್ಚರ್ಯಕರವಾದ ರೀತಿಯಲ್ಲಿ ವಶಪಡಿಸಿಕೊಳ್ಳಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೋಶುವ	",
	"	B. ದಾವೀದನು	",
	"	C. ಹಿಜ್ಕೀಯನು	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	A. ಯೆಹೋಶುವ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಕಲ್ಲಿನೊಳಗಿಂದ (ಬಂಡೆ) ನೀರು ಬರುವಂತೆ ಮಾಡಿದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೋಶುವ	",
	"	B. ದಾವೀದನು	",
	"	C. ಹಿಜ್ಕೀಯನು	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	D. ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೋರ್ಕಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಯಾರು ಎಬ್ಬಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನು	",
	"	B. ಫಿಲೋಮೋನನು	",
	"	C. ಪೌಲನು	",
	"	D. ಅಪೋಲೋಸ್ಸನು	"
],			
"correct" :	"	A. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಕರಡಿಗಳು ಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದ ಮಕ್ಕಳನ್ನು ಹರಿದುಹಾಕುವಂತೆ ಶಪಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯನು	",
	"	B. ಎಲ್ಕಾನನು	",
	"	C. ಎಲೀಷನು	",
	"	D. ಏಲೀ	"
],			
"correct" :	"	C. ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸೂರ್ಯಚಂದ್ರರು ನಿಲ್ಲುವಂತೆ ಯಾರು ಆಜ್ಞಾಪಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೋಶುವನು	",
	"	B. ಮೋಶೆ	",
	"	C. ಆರೋನನು	",
	"	D. ಕಾಲೇಬನು	"
],			
"correct" :	"	A. ಯೆಹೋಶುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾಯಿರನ ಮಗಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೇಸು	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಮಾಡಿದ ಮೊದಲನೆಯ ಸೂಚಕ ಕಾರ್ಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾ ಊರಿನಲ್ಲಿ ಮದುವೆಯನ್ನು ಮಾಡಿದ್ದು	",
	"	B. ಕಾನಾ ಊರಿನಲ್ಲಿ ಕುರುಡನಿಗೆ ಕಣ್ಣು ಕೊಟ್ಟದ್ದು	",
	"	C. ಕಾನಾ ಊರಿನಲ್ಲಿ ಕಹಿ ನೀರನ್ನು ಸಿಹಿ ಮಾಡಿದ್ದು	",
	"	D. ಕಾನಾ ಊರಿನಲ್ಲಿ ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸ ಮಾಡಿದ್ದು	"
],			
"correct" :	"	D. ಕಾನಾ ಊರಿನಲ್ಲಿ ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸ ಮಾಡಿದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೇತ್ರನು ಯೊಪ್ಪದಲ್ಲಿ ಯಾರನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಬಿಥಳನ್ನು	",
	"	B. ದೊರ್ಕಳನ್ನು	",
	"	C. ಲಾಜರನನ್ನು	",
	"	D. ಪಾರ್ಶುವಾಯು ರೋಗಿ	"
],			
"correct" :	"	A. ತಬಿಥಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸ ಮಾಡಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಲಿಲಾಯ	",
	"	B. ಕೊಪ್ಪ	",
	"	C. ಕಾನಾ	",
	"	D. ಯೆರೂಸಲೇಮ್	"
],			
"correct" :	"	C. ಕಾನಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೇಸು ಲಾಜರನನ್ನು ಎಬ್ಬಿಸುವ ವರೆಗೆ ಅವನು ಸಮಾಧಿಯಲ್ಲಿ ಎಷ್ಟು ದಿನವಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರು ದಿವಸ	",
	"	B. ಎರಡು ದಿವಸ	",
	"	C. ನಾಲ್ಕು ದಿವಸ	",
	"	D. ಐದು ದಿವಸ	"
],			
"correct" :	"	C. ನಾಲ್ಕು ದಿವಸ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತನಗೆ ಕಣ್ಣು ಬರುವಂತೆ ಮಾಡಬೇಕೆಂದು ಗಟ್ಟಿಯಾಗಿ ಕೂಗಿ ಯೇಸುವನ್ನು ಬೇಡಿಕೊಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ತಿಲೊಮನು	",
	"	B. ಬಾರ್ತಿಮಾಯನು	",
	"	C. ಬಾರ್ನಬನು	",
	"	D. ಬಾಲಾಕನು	"
],			
"correct" :	"	B. ಬಾರ್ತಿಮಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೇಸು ಕುರುಡನಿಗೆ ಯಾವ ಕೊಳದಲ್ಲಿ ತೊಳಕೊಳ್ಳಬೇಕೆಂದು ಹೇಳಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಶಿಲೋವಿನ ಕೊಳದಲ್ಲಿ	",
	"	B. ಬೆತೆಸ್ಥಾ ಕೊಳದಲ್ಲಿ	",
	"	C. ರೆಹಬೋತ್ ಕೊಳದಲ್ಲಿ	",
	"	D. ಯೆರಿಕೋ ಕೊಳದಲ್ಲಿ	"
],			
"correct" :	"	A. ಶಿಲೋವಿನ ಕೊಳದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ನಾಲ್ಕೂ ಸುವಾರ್ತೆಗಳಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿರುವ ಮಹತ್ಕಾರ್ಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹನ್ನೆರಡು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
	"	B. ಐದು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
	"	C. ಏಳು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
	"	D. ಹತ್ತು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	"
],			
"correct" :	"	B. ಐದು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಿದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. 4000 ಜನರಿಗೆ ಊಟ ಮಾಡಿಸಲು ಯೇಸು ಎಷ್ಟು ರೊಟ್ಟಿಗಳನ್ನು ಉಪಯೋಗಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 5 ರೊಟ್ಟಿಗಳು	",
	"	B. 2 ರೊಟ್ಟಿಗಳು	",
	"	C. 6 ರೊಟ್ಟಿಗಳು	",
	"	D. 7 ರೊಟ್ಟಿಗಳು	"
],			
"correct" :	"	D. 7 ರೊಟ್ಟಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೇಸು ಯಾವ ವಿಧವಾದ ರೋಗಗಳನ್ನು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲ್ಲಾ ಕುರುಡ ರೋಗಗಳನ್ನು	",
	"	B. ಎಲ್ಲಾ ಕುಂಟ ರೋಗಗಳನ್ನು	",
	"	C. ಎಲ್ಲಾ ಪಾರ್ಶ್ವವಾಯು ರೋಗಗಳನ್ನು	",
	"	D. ಎಲ್ಲಾ ವಿಧವಾದ ರೋಗಗಳನ್ನು	"
],			
"correct" :	"	D. ಎಲ್ಲಾ ವಿಧವಾದ ರೋಗಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಆಶ್ಛರ್ಯಕರವಾದ ರೀತಿಯಲ್ಲಿ ತೆರಿಗೆ ಕಟ್ಟಲು ಯೇಸು ಯಾವ ಏರ್ಪಾಡು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಗೆಯ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
	"	B. ಮೀನಿನ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
	"	C. ನಾಯಿಯ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
	"	D. ಕತ್ತೆಯ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	"
],			
"correct" :	"	B. ಮೀನಿನ ಬಾಯಿಯಿಂದ ನಾಣ್ಯ ಸಿಕ್ಕಿತು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯೇಸು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಬಿರುಗಾಳಿಯನ್ನು ಶಾಂತಗೊಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರ್ದಾನ್ ಸಮುದ್ರದಲ್ಲಿ	",
	"	B. ಕೆಂಪು ಸಮುದ್ರದಲ್ಲಿ	",
	"	C. ಗಲಿಲಾಯ ಸಮುದ್ರದಲ್ಲಿ	",
	"	D. ಲವಣ ಸಮುದ್ರದಲ್ಲಿ	"
],			
"correct" :	"	C. ಗಲಿಲಾಯ ಸಮುದ್ರದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಕಾನಾನ್ಯದವಳಾದ ಸ್ತ್ರೀಯ ಮಗಳಿಗೆ ಇದ್ದ ಯಾವ ಖಾಯಿಲೆಯನ್ನು ಯೇಸು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೆವ್ವ ಪೀಡಿತ	",
	"	B. ಕಾಮಾಲೆ ರೋಗ	",
	"	C. ರಕ್ತಸ್ರಾವ ರೋಗ	",
	"	D. ಮೂರ್ಛೆ ರೋಗ	"
],			
"correct" :	"	A. ದೆವ್ವ ಪೀಡಿತ	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಯೇಸು ಪೇತ್ರನ ಅತ್ತೆಯ ಯಾವ ಖಾಯಿಲೆಯನ್ನು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಮಾಲೆ ರೋಗವನ್ನು	",
	"	B. ತಲೆನೋವನ್ನು	",
	"	C. ಜ್ವರವನ್ನು	",
	"	D. ರಕ್ತಸ್ರಾವ ರೋಗವನ್ನು	"
],			
"correct" :	"	C. ಜ್ವರವನ್ನು	",
"explanation" :	"		",
},			
]