var quiztitle = "ಬೆಟ್ಟ - ಪರ್ವತಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನೋಹನ ನಾವೆ ಕಡೆಗೆ ಎಲ್ಲಿ ನಿಂತಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	B. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	C. ಗೊಲ್ಕೊಥಾ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	D. ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	B. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಬೆಳೆಯುವ ದೇವದಾರು ವೃಕ್ಷಗಳು ಪ್ರಸಿದ್ಧವಾಗಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೆಬನೋನಿನ ಮೇಲೆ	",
	"	B. ಅರಾರಾಟ್ ಮೇಲೆ	",
	"	C. ಕಲ್ವಾರಿ ಮೇಲೆ	",
	"	D. ಕರ್ಮೆಲ್ ಮೇಲೆ	"
],			
"correct" :	"	A. ಲೆಬನೋನಿನ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಯೆರೂಸಲೇಮಿನ ಹತ್ತಿರವಿದ್ದ ಬೆಟ್ಟದ ಮೇಲೆ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿದ್ದನು.  ಆ ಬೆಟ್ಟದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರ ಮರಗಳ ಗುಡ್ಡ	",
	"	B. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
	"	C. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
	"	D. ಖರ್ಜೂರ ಮರಗಳ ಗುಡ್ಡ	"
],			
"correct" :	"	C. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೋಶೆಯು ಒಂದು ಬೆಟ್ಟದ ಮೇಲೆ ಸತ್ತನು.  ಅದರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಬೋ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	B. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	C. ಕಲ್ವಾರಿ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	D. ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	A. ನೆಬೋ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೋರ್ದೆನ್ ನದಿ ಯಾವ ಬೆಟ್ಟದಲ್ಲಿ ಉಗಮವಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕರ್ಮೇಲ್ ಪರ್ವತದಿಂದ	",
	"	B. ಹಿಮಾಲಯ ಪರ್ವತದಿಂದ	",
	"	C. ನೋಬೋ ಪರ್ವತದಿಂದ	",
	"	D. ಹೆರ್ಮೋನ್ ಪರ್ವತದಿಂದ	"
],			
"correct" :	"	D. ಹೆರ್ಮೋನ್ ಪರ್ವತದಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮೋಶೆಯು ಸುಡುತ್ತಿದ್ದ ಪೆÇದೆಯನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	B. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	C. ಹೋರೆಬ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	D. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	C. ಹೋರೆಬ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವರು ಮೋಶೆಗೆ ದಶಾಜ್ಞೆಗಳನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	B. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	C. ಹೋರೆಬ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	D. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	B. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸುವನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಲ್ವಾರಿ	",
	"	B. ಕರ್ಮೆಲ್	",
	"	C. ನೋಬೋ	",
	"	D. ಹೋರೇಬ್	"
],			
"correct" :	"	A. ಕಲ್ವಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ತಿಳಿಯದ ದೇವರು” ಎಂಬ ವಿಷಯದ ಮೇಲೆ ಪೌಲನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಪ್ರಸಂಗ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೊಲ್ಗೊಥಾ ಬೆಟ್ಟ	",
	"	B. ಸಿನಾಯ್ ಬೆಟ್ಟ	",
	"	C. ಅರಿಯೋಪಾಗದ ಬೆಟ್ಟ	",
	"	D. ಅರಾರಾಟ್ ಬೆಟ್ಟ	"
],			
"correct" :	"	C. ಅರಿಯೋಪಾಗದ ಬೆಟ್ಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯವನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕಟ್ಟಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿನಾಯ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	B. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	C. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
	"	D. ಹೋರೇಬ್ ಪರ್ವತದ ಮೇಲೆ	"
],			
"correct" :	"	C. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಎಲೀಯನು ಬಾಳನ 450 ಪೂಜಾರಿಗಳನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕೊಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿನಾಯ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	B. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	C. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
	"	D. ಹೋರೇಬ್ ಪರ್ವತದ ಮೇಲೆ	"
],			
"correct" :	"	B. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಇಸ್ರಾಯೇಲ್ಯರ ಪರಿಶುದ್ಧ ಪರ್ವತ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಲ್ವಾರಿ ಪರ್ವತ	",
	"	B. ಚಿಯೋನ್ ಪರ್ವತ	",
	"	C. ನೋಬೋ ಪರ್ವತ	",
	"	D. ಸಿನಾಯ್ ಪರ್ವತ	"
],			
"correct" :	"	B. ಚಿಯೋನ್ ಪರ್ವತ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಇಸಾಕನನ್ನು ಅಬ್ರಾಹಮನ ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಸಮರ್ಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿನಾಯ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	B. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	C. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
	"	D. ಹೋರೇಬ್ ಪರ್ವತದ ಮೇಲೆ	"
],			
"correct" :	"	C. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ವಾಗ್ದತ್ತ ದೇಶವನ್ನು ಮೋಶೆಯು ಯಾವ ಪರ್ವತದ ಮೇಲಿಂದ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋರಿಯ ಬೆಟ್ಟ	",
	"	B. ಚಿಯೋನ್ ಬೆಟ್ಟ	",
	"	C. ಹರ್ಮೋನ ಬೆಟ್ಟ	",
	"	D. ಪಿಸ್ಗಾ ಬೆಟ್ಟ	"
],			
"correct" :	"	D. ಪಿಸ್ಗಾ ಬೆಟ್ಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯೇಸು ಯಾವ ಬೆಟ್ಟದ ಮೇಲಿನಿಂದ ಸ್ವರ್ಗಾರೋಹಣ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೆಬನೋನ್ ಮರಗಳ ಗುಡ್ಡ	",
	"	B. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
	"	C. ಖರ್ಜೂರ ಮರಗಳ ಗುಡ್ಡ	",
	"	D. ಅಂಜೂರ ಮರಗಳ ಗುಡ್ಡ	"
],			
"correct" :	"	B. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
"explanation" :	"		",
},			
]