var quiztitle = "ಬೆಟ್ಟ - ಪರ್ವತಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನೋಹನ ನಾವೆ ಕಡೆಗೆ ಎಲ್ಲಿ ನಿಂತಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಬ. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಕ. ಗೊಲ್ಕೊಥಾ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಡ. ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	ಬ. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಬೆಳೆಯುವ ದೇವದಾರು ವೃಕ್ಷಗಳು ಪ್ರಸಿದ್ಧವಾಗಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೆಬನೋನಿನ ಮೇಲೆ	",
	"	ಬ. ಅರಾರಾಟ್ ಮೇಲೆ	",
	"	ಕ. ಕಲ್ವಾರಿ ಮೇಲೆ	",
	"	ಡ. ಕರ್ಮೆಲ್ ಮೇಲೆ	"
],			
"correct" :	"	ಅ. ಲೆಬನೋನಿನ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಯೆರೂಸಲೇಮಿನ ಹತ್ತಿರವಿದ್ದ ಬೆಟ್ಟದ ಮೇಲೆ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿದ್ದನು.  ಆ ಬೆಟ್ಟದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂಜೂರ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಬ. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಕ. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಡ. ಖರ್ಜೂರ ಮರಗಳ ಗುಡ್ಡ	"
],			
"correct" :	"	ಕ. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೋಶೆಯು ಒಂದು ಬೆಟ್ಟದ ಮೇಲೆ ಸತ್ತನು.  ಅದರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೆಬೋ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಬ. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಕ. ಕಲ್ವಾರಿ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಡ. ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	ಅ. ನೆಬೋ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೋರ್ದೆನ್ ನದಿ ಯಾವ ಬೆಟ್ಟದಲ್ಲಿ ಉಗಮವಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕರ್ಮೇಲ್ ಪರ್ವತದಿಂದ	",
	"	ಬ. ಹಿಮಾಲಯ ಪರ್ವತದಿಂದ	",
	"	ಕ. ನೋಬೋ ಪರ್ವತದಿಂದ	",
	"	ಡ. ಹೆರ್ಮೋನ್ ಪರ್ವತದಿಂದ	"
],			
"correct" :	"	ಡ. ಹೆರ್ಮೋನ್ ಪರ್ವತದಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮೋಶೆಯು ಸುಡುತ್ತಿದ್ದ ಪೆÇದೆಯನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಬ. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಕ. ಹೋರೆಬ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಡ. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	ಕ. ಹೋರೆಬ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವರು ಮೋಶೆಗೆ ದಶಾಜ್ಞೆಗಳನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಬ. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಕ. ಹೋರೆಬ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಡ. ಅರಾರಾಟ್ ಬೆಟ್ಟದ ಮೇಲೆ	"
],			
"correct" :	"	ಬ. ಸಿನಾಯ್ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸುವನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಲ್ವಾರಿ	",
	"	ಬ. ಕರ್ಮೆಲ್	",
	"	ಕ. ನೋಬೋ	",
	"	ಡ. ಹೋರೇಬ್	"
],			
"correct" :	"	ಅ. ಕಲ್ವಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ತಿಳಿಯದ ದೇವರು” ಎಂಬ ವಿಷಯದ ಮೇಲೆ ಪೌಲನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಪ್ರಸಂಗ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೊಲ್ಗೊಥಾ ಬೆಟ್ಟ	",
	"	ಬ. ಸಿನಾಯ್ ಬೆಟ್ಟ	",
	"	ಕ. ಅರಿಯೋಪಾಗದ ಬೆಟ್ಟ	",
	"	ಡ. ಅರಾರಾಟ್ ಬೆಟ್ಟ	"
],			
"correct" :	"	ಕ. ಅರಿಯೋಪಾಗದ ಬೆಟ್ಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯವನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕಟ್ಟಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿನಾಯ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಬ. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಕ. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಡ. ಹೋರೇಬ್ ಪರ್ವತದ ಮೇಲೆ	"
],			
"correct" :	"	ಕ. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಎಲೀಯನು ಬಾಳನ 450 ಪೂಜಾರಿಗಳನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕೊಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿನಾಯ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಬ. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಕ. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಡ. ಹೋರೇಬ್ ಪರ್ವತದ ಮೇಲೆ	"
],			
"correct" :	"	ಬ. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಇಸ್ರಾಯೇಲ್ಯರ ಪರಿಶುದ್ಧ ಪರ್ವತ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಲ್ವಾರಿ ಪರ್ವತ	",
	"	ಬ. ಚಿಯೋನ್ ಪರ್ವತ	",
	"	ಕ. ನೋಬೋ ಪರ್ವತ	",
	"	ಡ. ಸಿನಾಯ್ ಪರ್ವತ	"
],			
"correct" :	"	ಬ. ಚಿಯೋನ್ ಪರ್ವತ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಇಸಾಕನನ್ನು ಅಬ್ರಾಹಮನ ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಸಮರ್ಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿನಾಯ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಬ. ಕರ್ಮೆಲ್ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಕ. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
	"	ಡ. ಹೋರೇಬ್ ಪರ್ವತದ ಮೇಲೆ	"
],			
"correct" :	"	ಕ. ಮೊರೀಯ ಪರ್ವತದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ವಾಗ್ದತ್ತ ದೇಶವನ್ನು ಮೋಶೆಯು ಯಾವ ಪರ್ವತದ ಮೇಲಿಂದ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೋರಿಯ ಬೆಟ್ಟ	",
	"	ಬ. ಚಿಯೋನ್ ಬೆಟ್ಟ	",
	"	ಕ. ಹರ್ಮೋನ ಬೆಟ್ಟ	",
	"	ಡ. ಪಿಸ್ಗಾ ಬೆಟ್ಟ	"
],			
"correct" :	"	ಡ. ಪಿಸ್ಗಾ ಬೆಟ್ಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯೇಸು ಯಾವ ಬೆಟ್ಟದ ಮೇಲಿನಿಂದ ಸ್ವರ್ಗಾರೋಹಣ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೆಬನೋನ್ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಬ. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಕ. ಖರ್ಜೂರ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಡ. ಅಂಜೂರ ಮರಗಳ ಗುಡ್ಡ	"
],			
"correct" :	"	ಬ. ಎಣ್ಣೇ ಮರಗಳ ಗುಡ್ಡ	",
"explanation" :	"		",
},			
]