var quiztitle = "ಹೆಸರುಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನನ್ನ ತಂದೆ ನನ್ನನ್ನು ಬಲಿಕೊಡಲಿದ್ದನು, ಆದರೆ ಕಡೇ ಗಳಿಗೆಯಲ್ಲಿ ದೇವರು ಒದಗಿಸಿದನು.  ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಸೇಫನು	",
	"	ಬ. ಇಸ್ಮಾಯೇಲನು	",
	"	ಕ. ಇಸಾಕನು	",
	"	ಡ. ಎಸಾವ	"
],			
"correct" :	"	ಕ. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ನನ್ನ ತಂಗಿ ಮರಿಯಳು, ತಮ್ಮ ಲಾಜರನು, ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಾರ್ಥಳು	",
	"	ಬ. ಸಾರಳು	",
	"	ಕ. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	ಡ. ಎಲೀಜಬೇತಳು	"
],			
"correct" :	"	ಅ. ಮಾರ್ಥಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಾನು ದೇವರ ವಾಕ್ಯವನ್ನು ಸಾರಿದ್ದರಿಂದ ನನ್ನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಂದರು.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿಂಸೋನನು	",
	"	ಬ. ಸಾಮುವೇಲನು	",
	"	ಕ. ಸೌಲನು	",
	"	ಡ. ಸ್ತೆಫನನು	"
],			
"correct" :	"	ಡ. ಸ್ತೆಫನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಾನೊಬ್ಬ ಫರಿಸಾಯನು, ಹಿರೀ ಸಭೆಯ ಸದಸ್ಯನು, ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಸಂದರ್ಶಿಸಲು ರಾತ್ರಿಯ ಹೊತ್ತು ಹೋದೆನು. ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ನತನಾಯೇಲನು	",
	"	ಕ. ನಿಕೋದೇಮನು	",
	"	ಡ. ಲಾಬಾನನು	"
],			
"correct" :	"	ಕ. ನಿಕೋದೇಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಾನು ಇಸ್ರಾಯೇಲ್ಯರ ಎರಡನೆಯ ರಾಜನು. ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾನಿಯೇಲನು	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ದರ್ಯಾವೇಷನು	",
	"	ಡ. ಸೌಲನು	"
],			
"correct" :	"	ಬ. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ರಾತ್ರಿ ನನ್ನನ್ನು ಬುಟ್ಟಿಯಲ್ಲಿಟ್ಟು ಕೆಳಗಿಳಿಸಿ ಪಾರು ಮಾಡಿದರು.  ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನು	",
	"	ಬ. ಸೀಲನು	",
	"	ಕ. ಸೌಲನು	",
	"	ಡ. ಪೌಲನು	"
],			
"correct" :	"	ಡ. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನನ್ನ ಹೆಂಡತಿ ನನ್ನನ್ನು ಬಿಟ್ಟು ಓಡಿ ಹೋದಳು.  ಅವಳನ್ನು ಹುಡುಕಿ ವಾಪಸ್ಸು ಮನೆಗೆ ಕರೆದುಕೊಂಡು ಬಂದೆನು.  ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೋಶೇಯನು	",
	"	ಬ. ಯೇಶಾಯನು	",
	"	ಕ. ಯೆರೇಮಿಯನು	",
	"	ಡ. ಹಿಜ್ಕೀಯನು	"
],			
"correct" :	"	ಅ. ಹೋಶೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನಾನು ಪ್ರತಿದಿನ ಮೂರು ಸಾರಿ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿದ್ದೆನು.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ದಾನಿಯೇಲನು	",
	"	ಕ. ದರ್ಯಾವೇಷನು	",
	"	ಡ. ಯೆಹೋಶುವನು	"
],			
"correct" :	"	ಬ. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಾನು 40 ವರ್ಷಗಳ ವರೆಗೆ ಇಸ್ರಾಯೇಲ್ಯರ ನಾಯಕನಾಗಿದ್ದೆನು.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೋಶೆಯು	",
	"	ಬ. ಅಮ್ರಾಮನು	",
	"	ಕ. ಮೋಶೆಯು	",
	"	ಡ. ಯೆಹೋಶುವನು	"
],			
"correct" :	"	ಕ. ಮೋಶೆಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಾನು ಸಿರಿಯ ದೇಶದ ಸೇನಾಪತಿಯಾದರೂ ಕುಷ್ಠರೋಗಿಯಾಗಿದ್ದೆನು.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನತನಾಯೇಲನು	",
	"	ಬ. ನಾಮಾನನು	",
	"	ಕ. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	ಡ. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	ಬ. ನಾಮಾನನು	",
"explanation" :	"		",
},			
]