var quiztitle = "ಹೆಸರುಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನನ್ನ ತಂದೆ ನನ್ನನ್ನು ಬಲಿಕೊಡಲಿದ್ದನು, ಆದರೆ ಕಡೇ ಗಳಿಗೆಯಲ್ಲಿ ದೇವರು ಒದಗಿಸಿದನು.  ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು	",
	"	B. ಇಸ್ಮಾಯೇಲನು	",
	"	C. ಇಸಾಕನು	",
	"	D. ಎಸಾವ	"
],			
"correct" :	"	C. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ನನ್ನ ತಂಗಿ ಮರಿಯಳು, ತಮ್ಮ ಲಾಜರನು, ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಥಳು	",
	"	B. ಸಾರಳು	",
	"	C. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	D. ಎಲೀಜಬೇತಳು	"
],			
"correct" :	"	A. ಮಾರ್ಥಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಾನು ದೇವರ ವಾಕ್ಯವನ್ನು ಸಾರಿದ್ದರಿಂದ ನನ್ನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಂದರು.	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಂಸೋನನು	",
	"	B. ಸಾಮುವೇಲನು	",
	"	C. ಸೌಲನು	",
	"	D. ಸ್ತೆಫನನು	"
],			
"correct" :	"	D. ಸ್ತೆಫನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಾನೊಬ್ಬ ಫರಿಸಾಯನು, ಹಿರೀ ಸಭೆಯ ಸದಸ್ಯನು, ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಸಂದರ್ಶಿಸಲು ರಾತ್ರಿಯ ಹೊತ್ತು ಹೋದೆನು. ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ನತನಾಯೇಲನು	",
	"	C. ನಿಕೋದೇಮನು	",
	"	D. ಲಾಬಾನನು	"
],			
"correct" :	"	C. ನಿಕೋದೇಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಾನು ಇಸ್ರಾಯೇಲ್ಯರ ಎರಡನೆಯ ರಾಜನು. ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾನಿಯೇಲನು	",
	"	B. ದಾವೀದನು	",
	"	C. ದರ್ಯಾವೇಷನು	",
	"	D. ಸೌಲನು	"
],			
"correct" :	"	B. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ರಾತ್ರಿ ನನ್ನನ್ನು ಬುಟ್ಟಿಯಲ್ಲಿಟ್ಟು ಕೆಳಗಿಳಿಸಿ ಪಾರು ಮಾಡಿದರು.  ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನು	",
	"	B. ಸೀಲನು	",
	"	C. ಸೌಲನು	",
	"	D. ಪೌಲನು	"
],			
"correct" :	"	D. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನನ್ನ ಹೆಂಡತಿ ನನ್ನನ್ನು ಬಿಟ್ಟು ಓಡಿ ಹೋದಳು.  ಅವಳನ್ನು ಹುಡುಕಿ ವಾಪಸ್ಸು ಮನೆಗೆ ಕರೆದುಕೊಂಡು ಬಂದೆನು.  ನಾನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೋಶೇಯನು	",
	"	B. ಯೇಶಾಯನು	",
	"	C. ಯೆರೇಮಿಯನು	",
	"	D. ಹಿಜ್ಕೀಯನು	"
],			
"correct" :	"	A. ಹೋಶೇಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನಾನು ಪ್ರತಿದಿನ ಮೂರು ಸಾರಿ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿದ್ದೆನು.	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ದಾನಿಯೇಲನು	",
	"	C. ದರ್ಯಾವೇಷನು	",
	"	D. ಯೆಹೋಶುವನು	"
],			
"correct" :	"	B. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಾನು 40 ವರ್ಷಗಳ ವರೆಗೆ ಇಸ್ರಾಯೇಲ್ಯರ ನಾಯಕನಾಗಿದ್ದೆನು.	",
"image" :	"",		
"choices" : [			
	"	A. ಹೋಶೆಯು	",
	"	B. ಅಮ್ರಾಮನು	",
	"	C. ಮೋಶೆಯು	",
	"	D. ಯೆಹೋಶುವನು	"
],			
"correct" :	"	C. ಮೋಶೆಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಾನು ಸಿರಿಯ ದೇಶದ ಸೇನಾಪತಿಯಾದರೂ ಕುಷ್ಠರೋಗಿಯಾಗಿದ್ದೆನು.	",
"image" :	"",		
"choices" : [			
	"	A. ನತನಾಯೇಲನು	",
	"	B. ನಾಮಾನನು	",
	"	C. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	D. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	B. ನಾಮಾನನು	",
"explanation" :	"		",
},			
]