var quiztitle = "ಪ್ರಾಣಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಬಲಿಷ್ಠನಾದ ಒಬ್ಬ ಮನುಷ್ಯನು ತನ್ನ ವೈರಿಗಳ ಮೇಲೆ ಸೇಡು ತೀರಿಸಿಕೊಳ್ಳಲು ಅವರ ಬೆಳೆಯನ್ನು ಸುಟ್ಟು ಬಿಟ್ಟನು.  ಆತನು ಯಾವ ಪ್ರಾಣಿಗಳನ್ನು ಉಪಯೋಗಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕುದುರೆಗಳು	",
	"	ಬ. ನರಿಗಳು	",
	"	ಕ. ಕತ್ತೆಗಳು	",
	"	ಡ. ಸಿಂಹಗಳು	"
],			
"correct" :	"	ಬ. ನರಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಪ್ರಾಣಿ ಬಾಯಿ ತೆಗೆದು ಪ್ರವಾದಿಯೊಂದಿಗೆ ಮಾತಾಡಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಿಳಾಮನ ಕತ್ತೆ	",
	"	ಬ. ಬಿಳಾಮನ ಕುದುರೆ	",
	"	ಕ. ಬಿಳಾಮನ ಸಿಂಹ	",
	"	ಡ. ಬಿಳಾಮನ ನಾಯಿ	"
],			
"correct" :	"	ಅ. ಬಿಳಾಮನ ಕತ್ತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೋಹಾನ 1:29 ರಲ್ಲಿ ಯೇಸುವನ್ನು ಯಾವ ಪ್ರಾಣಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವರ ಸಿಂಹದಮರಿ	",
	"	ಬ. ದೇವರ ಕತ್ತೆಮರಿ	",
	"	ಕ. ದೇವರ ಕುರಿಮರಿ	",
	"	ಡ. ದೇವರ ಮೇಕೆಮರಿ	"
],			
"correct" :	"	ಕ. ದೇವರ ಕುರಿಮರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪ್ರಕಟನೆ ಗ್ರಂಥದಲ್ಲಿ ಸೈತಾನನ್ನು ಯಾವ ಪ್ರಾಣಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಘಟಸರ್ಪ	",
	"	ಬ. ಚೇಳು	",
	"	ಕ. ಗುಳ್ಳೆನರಿ	",
	"	ಡ. ಸಿಂಹ	"
],			
"correct" :	"	ಅ. ಘಟಸರ್ಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಕಳೆದುಹೋದ ತನ್ನ ಕತ್ತೆಗಳನ್ನು ಹುಡುಕುತ್ತಾ ಹೋದ ಒಬ್ಬ ಯುವಕನು ಅರಸನಾದನು.  ಆತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಲೋಮೋನನು	",
	"	ಬ. ಸೌಲನು	",
	"	ಕ. ದಾವೀದನು	",
	"	ಡ. ನೆಬುಕ್ನೇಚ್ಚರನು	"
],			
"correct" :	"	ಬ. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಮೊಲ ಅಶುದ್ಧ ಪ್ರಾಣಿಯೆಂದು ಪರಿಗಣಿಸಲ್ಪಟ್ಟಿದೆ ಯಾಕೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸೀಳಿಲ್ಲ	",
	"	ಬ. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸೀಳಿತ್ತು	",
	"	ಕ. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸವಿದಿತ್ತು	",
	"	ಡ. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸವಿದಿರಲಿಲ್ಲ	"
],			
"correct" :	"	ಅ. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸೀಳಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾವ ಪ್ರಾಣಿಯಂತೆ ಅರಸನಾದ ನೆಬುಕದ್ನೆಚರನು ಹುಲ್ಲು ತಿಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದನಗಳಂತೆ	",
	"	ಬ. ಕುರಿಗಳಂತೆ	",
	"	ಕ. ಕತ್ತೆಗಳಂತೆ	",
	"	ಡ. ಕುದುರೆಗಳಂತೆ	"
],			
"correct" :	"	ಅ. ದನಗಳಂತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. 42 ಮಕ್ಕಳು ಪ್ರವಾದಿಯಾದ ಎಲೀಷನನ್ನು ಹಾಸ್ಯ ಮಾಡಿದಾಗ ಎರಡು ಪ್ರಾಣಿಗಳು ಬಂದು ಅವರನ್ನು ಕೊಂದವು. ಆ ಪ್ರಾಣಿಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೆಣ್ಣು ಕರಡಿಗಳು	",
	"	ಬ. ಗಂಡು ಕರಡಿಗಳು	",
	"	ಕ. ಹೆಣ್ಣು ಸಿಂಹಗಳು	",
	"	ಡ. ಗಂಡು ಸಿಂಹಗಳು	"
],			
"correct" :	"	ಅ. ಹೆಣ್ಣು ಕರಡಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ಪ್ರಾಣಿಗಳು ದಾನಿಯೇಲನನ್ನು ತಿನ್ನಲಿಕ್ಕಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕರಡಿಗಳು	",
	"	ಬ. ಚಿರತೆಗಳು	",
	"	ಕ. ಸಿಂಹಗಳು	",
	"	ಡ. ಹುಲಿಗಳು	"
],			
"correct" :	"	ಕ. ಸಿಂಹಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ನಿಮ್ಮ ಮುತ್ತುಗಳನ್ನು ಯಾರ ಮುಂದೆ ಚೆಲ್ಲಬೇಡಿರಿ” ಎಂದು ಯೇಸು ಹೇಳಿದ್ದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನರಿಗಳು	",
	"	ಬ. ಹಂದಿಗಳು	",
	"	ಕ. ಸಿಂಹಗಳು	",
	"	ಡ. ಕತ್ತೆಗಳು	"
],			
"correct" :	"	ಬ. ಹಂದಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪ್ರವಾದಿಯಾದ ಯೋನನನ್ನು ಯಾರು ನುಂಗಿದ್ದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಚಿಕ್ಕ ಹಾವು	",
	"	ಬ. ಹೆಬ್ಬಾವು	",
	"	ಕ. ಚಿಕ್ಕ ಮೀನು	",
	"	ಡ. ದೊಡ್ಡ ಮೀನು	"
],			
"correct" :	"	ಡ. ದೊಡ್ಡ ಮೀನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೇಸು ಅರಸನಂತೆ ಯಾವ ಪ್ರಾಣಿಯ ಮೇಲೆ ಯೆರೂಸಲೇಮನ್ನು ಪ್ರವೇಶಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕತ್ತೆ ಮರಿ	",
	"	ಬ. ಕುದುರೆ ಮರಿ	",
	"	ಕ. ಕರಡಿ ಮರಿ	",
	"	ಡ. ಕುರಿಮರಿ	"
],			
"correct" :	"	ಅ. ಕತ್ತೆ ಮರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾವ ಪ್ರಾಣಿಗಳಿಗೆ ರೆಬೆಕ್ಕಳು ಕುಡಿಯಲು ನೀರನ್ನು ಕೊಟ್ಟಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕುರಿಗಳು	",
	"	ಬ. ಕುದುರೆಗಳು	",
	"	ಕ. ಒಂಟೆಗಳು	",
	"	ಡ. ಕತ್ತೆಗಳು	"
],			
"correct" :	"	ಕ. ಒಂಟೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಅಬ್ರಾಹಮನು ಇಸಾಕನ ಬದಲು ಯಾವ ಪ್ರಾಣಿಯನ್ನು ಅರ್ಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಟಗರು	",
	"	ಬ. ಕುರಿಮರಿ	",
	"	ಕ. ಮೇಕೆ	",
	"	ಡ. ಕತ್ತೆಮರಿ	"
],			
"correct" :	"	ಅ. ಟಗರು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಬರಿ ಕೈಗಳಿಂದ ಸಂಸೋನನು ಕೊಂದ ಪ್ರಾಣಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕತ್ತೆ	",
	"	ಬ. ಹುಲಿ	",
	"	ಕ. ಚಿರತೆ	",
	"	ಡ. ಸಿಂಹ	"
],			
"correct" :	"	ಡ. ಸಿಂಹ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ ಎಲೀಯನು ಅರ್ಪಿಸಿದ ಪ್ರಾಣಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎತ್ತು	",
	"	ಬ. ಹೋರಿ	",
	"	ಕ. ದನ	",
	"	ಡ. ಹಸು	"
],			
"correct" :	"	ಬ. ಹೋರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	17.  1 ಪೇತ್ರ 5:8 ರಲ್ಲಿ ಸೈತಾನನನ್ನು ಯಾವ ಪ್ರಾಣಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಂದಿ	",
	"	ಬ. ಘಟಸರ್ಪ	",
	"	ಕ. ಗರ್ಜಿಸುವ ಸಿಂಹ	",
	"	ಡ. ಮೂಲುಗುವ ನಾಯಿ	"
],			
"correct" :	"	ಕ. ಗರ್ಜಿಸುವ ಸಿಂಹ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯಾವ ಪ್ರಾಣಿ ಒಬ್ಬ ಪ್ರವಾದಿಯ ಕಾಲನ್ನು ಗೋಡೆಗೆ ಒತ್ತಿ ಇರುಕಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಿಳಾಮನ ಕತ್ತೆ	",
	"	ಬ. ಬಿಳಾಮನ ಕುದುರೆ	",
	"	ಕ. ಬಿಳಾಮನ ಸಿಂಹ	",
	"	ಡ. ಬಿಳಾಮನ ನಾಯಿ	"
],			
"correct" :	"	ಅ. ಬಿಳಾಮನ ಕತ್ತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಐಶ್ವರ್ಯವಂತನು ಮತ್ತು ಲಾಜರನ ಸಾಮ್ಯದಲ್ಲಿ ಯಾವ ಪ್ರಾಣಿಗಳು ಲಾಜರನ ಹುಣ್ಣುಗಳನ್ನು ನೆಕ್ಕುತ್ತಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಾಯಿಗಳು	",
	"	ಬ. ಬೆಕ್ಕುಗಳು	",
	"	ಕ. ಇಲಿಗಳು	",
	"	ಡ. ಕೋತಿಗಳು	"
],			
"correct" :	"	ಅ. ನಾಯಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಮೂಲ ಪಿತ್ರಗಳ ಆಸ್ತಿಯಲ್ಲಿ ಏನೇನು ಸೇರಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸರ್ಪಗಳು	",
	"	ಬ. ಪಕ್ಷಿಗಳು	",
	"	ಕ. ಪ್ರಾಣಿಗಳು	",
	"	ಡ. ಮನುಷ್ಯರು	"
],			
"correct" :	"	ಕ. ಪ್ರಾಣಿಗಳು	",
"explanation" :	"		",
},			
]			