var quiztitle = "ಪ್ರಾಣಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಬಲಿಷ್ಠನಾದ ಒಬ್ಬ ಮನುಷ್ಯನು ತನ್ನ ವೈರಿಗಳ ಮೇಲೆ ಸೇಡು ತೀರಿಸಿಕೊಳ್ಳಲು ಅವರ ಬೆಳೆಯನ್ನು ಸುಟ್ಟು ಬಿಟ್ಟನು.  ಆತನು ಯಾವ ಪ್ರಾಣಿಗಳನ್ನು ಉಪಯೋಗಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕುದುರೆಗಳು	",
	"	B. ನರಿಗಳು	",
	"	C. ಕತ್ತೆಗಳು	",
	"	D. ಸಿಂಹಗಳು	"
],			
"correct" :	"	B. ನರಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಪ್ರಾಣಿ ಬಾಯಿ ತೆಗೆದು ಪ್ರವಾದಿಯೊಂದಿಗೆ ಮಾತಾಡಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಳಾಮನ ಕತ್ತೆ	",
	"	B. ಬಿಳಾಮನ ಕುದುರೆ	",
	"	C. ಬಿಳಾಮನ ಸಿಂಹ	",
	"	D. ಬಿಳಾಮನ ನಾಯಿ	"
],			
"correct" :	"	A. ಬಿಳಾಮನ ಕತ್ತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೋಹಾನ 1:29 ರಲ್ಲಿ ಯೇಸುವನ್ನು ಯಾವ ಪ್ರಾಣಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರ ಸಿಂಹದಮರಿ	",
	"	B. ದೇವರ ಕತ್ತೆಮರಿ	",
	"	C. ದೇವರ ಕುರಿಮರಿ	",
	"	D. ದೇವರ ಮೇಕೆಮರಿ	"
],			
"correct" :	"	C. ದೇವರ ಕುರಿಮರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪ್ರಕಟನೆ ಗ್ರಂಥದಲ್ಲಿ ಸೈತಾನನ್ನು ಯಾವ ಪ್ರಾಣಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಘಟಸರ್ಪ	",
	"	B. ಚೇಳು	",
	"	C. ಗುಳ್ಳೆನರಿ	",
	"	D. ಸಿಂಹ	"
],			
"correct" :	"	A. ಘಟಸರ್ಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಕಳೆದುಹೋದ ತನ್ನ ಕತ್ತೆಗಳನ್ನು ಹುಡುಕುತ್ತಾ ಹೋದ ಒಬ್ಬ ಯುವಕನು ಅರಸನಾದನು.  ಆತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೋಮೋನನು	",
	"	B. ಸೌಲನು	",
	"	C. ದಾವೀದನು	",
	"	D. ನೆಬುಕ್ನೇಚ್ಚರನು	"
],			
"correct" :	"	B. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಮೊಲ ಅಶುದ್ಧ ಪ್ರಾಣಿಯೆಂದು ಪರಿಗಣಿಸಲ್ಪಟ್ಟಿದೆ ಯಾಕೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸೀಳಿಲ್ಲ	",
	"	B. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸೀಳಿತ್ತು	",
	"	C. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸವಿದಿತ್ತು	",
	"	D. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸವಿದಿರಲಿಲ್ಲ	"
],			
"correct" :	"	A. ಮೊಲದ ಕಾಲ್ಗೊರಸು ಸೀಳಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾವ ಪ್ರಾಣಿಯಂತೆ ಅರಸನಾದ ನೆಬುಕದ್ನೆಚರನು ಹುಲ್ಲು ತಿಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದನಗಳಂತೆ	",
	"	B. ಕುರಿಗಳಂತೆ	",
	"	C. ಕತ್ತೆಗಳಂತೆ	",
	"	D. ಕುದುರೆಗಳಂತೆ	"
],			
"correct" :	"	A. ದನಗಳಂತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. 42 ಮಕ್ಕಳು ಪ್ರವಾದಿಯಾದ ಎಲೀಷನನ್ನು ಹಾಸ್ಯ ಮಾಡಿದಾಗ ಎರಡು ಪ್ರಾಣಿಗಳು ಬಂದು ಅವರನ್ನು ಕೊಂದವು. ಆ ಪ್ರಾಣಿಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆಣ್ಣು ಕರಡಿಗಳು	",
	"	B. ಗಂಡು ಕರಡಿಗಳು	",
	"	C. ಹೆಣ್ಣು ಸಿಂಹಗಳು	",
	"	D. ಗಂಡು ಸಿಂಹಗಳು	"
],			
"correct" :	"	A. ಹೆಣ್ಣು ಕರಡಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ಪ್ರಾಣಿಗಳು ದಾನಿಯೇಲನನ್ನು ತಿನ್ನಲಿಕ್ಕಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕರಡಿಗಳು	",
	"	B. ಚಿರತೆಗಳು	",
	"	C. ಸಿಂಹಗಳು	",
	"	D. ಹುಲಿಗಳು	"
],			
"correct" :	"	C. ಸಿಂಹಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ನಿಮ್ಮ ಮುತ್ತುಗಳನ್ನು ಯಾರ ಮುಂದೆ ಚೆಲ್ಲಬೇಡಿರಿ” ಎಂದು ಯೇಸು ಹೇಳಿದ್ದು?	",
"image" :	"",		
"choices" : [			
	"	A. ನರಿಗಳು	",
	"	B. ಹಂದಿಗಳು	",
	"	C. ಸಿಂಹಗಳು	",
	"	D. ಕತ್ತೆಗಳು	"
],			
"correct" :	"	B. ಹಂದಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪ್ರವಾದಿಯಾದ ಯೋನನನ್ನು ಯಾರು ನುಂಗಿದ್ದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಚಿಕ್ಕ ಹಾವು	",
	"	B. ಹೆಬ್ಬಾವು	",
	"	C. ಚಿಕ್ಕ ಮೀನು	",
	"	D. ದೊಡ್ಡ ಮೀನು	"
],			
"correct" :	"	D. ದೊಡ್ಡ ಮೀನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೇಸು ಅರಸನಂತೆ ಯಾವ ಪ್ರಾಣಿಯ ಮೇಲೆ ಯೆರೂಸಲೇಮನ್ನು ಪ್ರವೇಶಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕತ್ತೆ ಮರಿ	",
	"	B. ಕುದುರೆ ಮರಿ	",
	"	C. ಕರಡಿ ಮರಿ	",
	"	D. ಕುರಿಮರಿ	"
],			
"correct" :	"	A. ಕತ್ತೆ ಮರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾವ ಪ್ರಾಣಿಗಳಿಗೆ ರೆಬೆಕ್ಕಳು ಕುಡಿಯಲು ನೀರನ್ನು ಕೊಟ್ಟಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕುರಿಗಳು	",
	"	B. ಕುದುರೆಗಳು	",
	"	C. ಒಂಟೆಗಳು	",
	"	D. ಕತ್ತೆಗಳು	"
],			
"correct" :	"	C. ಒಂಟೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಅಬ್ರಾಹಮನು ಇಸಾಕನ ಬದಲು ಯಾವ ಪ್ರಾಣಿಯನ್ನು ಅರ್ಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಟಗರು	",
	"	B. ಕುರಿಮರಿ	",
	"	C. ಮೇಕೆ	",
	"	D. ಕತ್ತೆಮರಿ	"
],			
"correct" :	"	A. ಟಗರು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಬರಿ ಕೈಗಳಿಂದ ಸಂಸೋನನು ಕೊಂದ ಪ್ರಾಣಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕತ್ತೆ	",
	"	B. ಹುಲಿ	",
	"	C. ಚಿರತೆ	",
	"	D. ಸಿಂಹ	"
],			
"correct" :	"	D. ಸಿಂಹ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ಮೇಲೆ ಎಲೀಯನು ಅರ್ಪಿಸಿದ ಪ್ರಾಣಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎತ್ತು	",
	"	B. ಹೋರಿ	",
	"	C. ದನ	",
	"	D. ಹಸು	"
],			
"correct" :	"	B. ಹೋರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	17.  1 ಪೇತ್ರ 5:8 ರಲ್ಲಿ ಸೈತಾನನನ್ನು ಯಾವ ಪ್ರಾಣಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಂದಿ	",
	"	B. ಘಟಸರ್ಪ	",
	"	C. ಗರ್ಜಿಸುವ ಸಿಂಹ	",
	"	D. ಮೂಲುಗುವ ನಾಯಿ	"
],			
"correct" :	"	C. ಗರ್ಜಿಸುವ ಸಿಂಹ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಯಾವ ಪ್ರಾಣಿ ಒಬ್ಬ ಪ್ರವಾದಿಯ ಕಾಲನ್ನು ಗೋಡೆಗೆ ಒತ್ತಿ ಇರುಕಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಳಾಮನ ಕತ್ತೆ	",
	"	B. ಬಿಳಾಮನ ಕುದುರೆ	",
	"	C. ಬಿಳಾಮನ ಸಿಂಹ	",
	"	D. ಬಿಳಾಮನ ನಾಯಿ	"
],			
"correct" :	"	A. ಬಿಳಾಮನ ಕತ್ತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಐಶ್ವರ್ಯವಂತನು ಮತ್ತು ಲಾಜರನ ಸಾಮ್ಯದಲ್ಲಿ ಯಾವ ಪ್ರಾಣಿಗಳು ಲಾಜರನ ಹುಣ್ಣುಗಳನ್ನು ನೆಕ್ಕುತ್ತಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾಯಿಗಳು	",
	"	B. ಬೆಕ್ಕುಗಳು	",
	"	C. ಇಲಿಗಳು	",
	"	D. ಕೋತಿಗಳು	"
],			
"correct" :	"	A. ನಾಯಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಮೂಲ ಪಿತ್ರಗಳ ಆಸ್ತಿಯಲ್ಲಿ ಏನೇನು ಸೇರಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸರ್ಪಗಳು	",
	"	B. ಪಕ್ಷಿಗಳು	",
	"	C. ಪ್ರಾಣಿಗಳು	",
	"	D. ಮನುಷ್ಯರು	"
],			
"correct" :	"	C. ಪ್ರಾಣಿಗಳು	",
"explanation" :	"		",
},			
]			