var quiztitle = "ಸಂಖ್ಯೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯೂದನ ಪತ್ರಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಅಧ್ಯಾಯಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಐದು	",
	"	ಬ. ಎರಡು	",
	"	ಕ. ಒಂದು	",
	"	ಡ. ಮೂರು	"
],			
"correct" :	"	ಕ. ಒಂದು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವರು ಸಕಲವನ್ನೂ ಎಷ್ಟು ದಿನಗಳಲ್ಲಿ ಉಂಟು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರು	",
	"	ಬ. ಎಂಟು	",
	"	ಕ. ಮೂರು	",
	"	ಡ. ನಾಲ್ಕು	"
],			
"correct" :	"	ಅ. ಆರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೋಬನನ್ನು ಆದರಿಸಲು ಎಷ್ಟು ಸ್ನೇಹಿತರು ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಐದು	",
	"	ಬ. ಮೂರು	",
	"	ಕ. ನಾಲ್ಕು	",
	"	ಡ. ಆರು	"
],			
"correct" :	"	ಬ. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೇವರು ಐಗುಪ್ತ ದೇಶದವರ ಮೇಲೆ ಎಷ್ಟು ಬಾಧೆಗಳನ್ನು ಕಳಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದಿನೈದು	",
	"	ಬ. ಹತ್ತು	",
	"	ಕ. ಹದಿನಾಲ್ಕು	",
	"	ಡ. ಒಂಬತ್ತು	"
],			
"correct" :	"	ಬ. ಹತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನೋಹನ ನಾವೆಯಲ್ಲಿ ಎಷ್ಟು ಜನರು ಪ್ರಯಾಣ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಂಟು	",
	"	ಬ. ಏಳು	",
	"	ಕ. ಆರು	",
	"	ಡ. ಮೂರು	"
],			
"correct" :	"	ಅ. ಎಂಟು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾಕೋಬನಿಗೆ ಎಷ್ಟು ಜನ ಹೆಣ್ಣು ಮಕ್ಕಳಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಬ್ಬರು	",
	"	ಬ. ಒಬ್ಬರು	",
	"	ಕ. ಮೂವರು	",
	"	ಡ. ನಾಲ್ಕು	"
],			
"correct" :	"	ಬ. ಒಬ್ಬರು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಕೀರ್ತನೆಗಳ ಪುಸ್ತಕದಲ್ಲಿ ಎಷ್ಟು ಕೀರ್ತನೆಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 119	",
	"	ಬ. 145	",
	"	ಕ. 150	",
	"	ಡ. 126	"
],			
"correct" :	"	ಕ. 150	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಒಟ್ಟು ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 68	",
	"	ಬ. 66	",
	"	ಕ. 69	",
	"	ಡ. 65	"
],			
"correct" :	"	ಬ. 66	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪ್ರಕಟನೆಯ ಗ್ರಂಥದಲ್ಲಿ ಯೇಸು ಎಷ್ಟು ಸಭೆಗಳೊಡನೆ ಮಾತನಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೂರು	",
	"	ಬ. ಒಂಬತ್ತು	",
	"	ಕ. ಎಂಟು	",
	"	ಡ. ಏಳು	"
],			
"correct" :	"	ಡ. ಏಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಪೇತ್ರನು ಎಷ್ಟು ಜನರಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. 5000 ಜನರಿಗೆ	",
	"	ಬ. 2000 ಜನರಿಗೆ	",
	"	ಕ. 7000 ಜನರಿಗೆ	",
	"	ಡ. 3000 ಜನರಿಗೆ	"
],			
"correct" :	"	ಡ. 3000 ಜನರಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಮೇಲುಪ್ಪರಿಗೆಯಲ್ಲಿ ಎಷ್ಟು ಜನರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 126	",
	"	ಬ. 120	",
	"	ಕ. 124	",
	"	ಡ. 129	"
],			
"correct" :	"	ಬ. 120	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಎಷ್ಟು ಗೋತ್ರಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದಿನೆಂಟು	",
	"	ಬ. ಹದಿನೈದು	",
	"	ಕ. ಹನ್ನೆರಡು	",
	"	ಡ. ಹದಿನಾರು	"
],			
"correct" :	"	ಕ. ಹನ್ನೆರಡು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೇಸು ಪ್ರಕಾಶ ರೂಪ ಧರಿಸಿದಾಗ ಎಷ್ಟು ಜನ ಶಿಷ್ಯರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೂವರು	",
	"	ಬ. ನಾಲ್ವರು	",
	"	ಕ. ಐವರು	",
	"	ಡ. ಇಬ್ಬರು	"
],			
"correct" :	"	ಅ. ಮೂವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ದೇವಾಲಯದಲ್ಲಿ ದೇವರು ಸಮುವೇಲನನ್ನು ಎಷ್ಟು ಸಾರಿ ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎರಡು ಸಾರಿ	",
	"	ಬ. ನಾಲ್ಕು ಸಾರಿ	",
	"	ಕ. ಮೂರು ಸಾರಿ	",
	"	ಡ. ಒಂದೇ ಸಾರಿ	"
],			
"correct" :	"	ಕ. ಮೂರು ಸಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಡಾಕ್ಟರ್ ಲೂಕರವರು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಬರೆದಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೂರು	",
	"	ಬ. ಎರಡು	",
	"	ಕ. ಒಂದು	",
	"	ಡ. ನಾಲ್ಕು	"
],			
"correct" :	"	ಬ. ಎರಡು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೋಹಾನನು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎರಡು	",
	"	ಬ. ಮೂರು	",
	"	ಕ. ಒಂದು	",
	"	ಡ. ಐದು	"
],			
"correct" :	"	ಡ. ಐದು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಪೌಲನು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದಿನೈದು	",
	"	ಬ. ಹದಿಮೂರು	",
	"	ಕ. ಹದಿನಾರು	",
	"	ಡ. ಹದಿನೇಳು	"
],			
"correct" :	"	ಬ. ಹದಿಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ ಯೇಸು ಎಷ್ಟು ಬಾರಿ ಪ್ರಾರ್ಥಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎರಡು ಸಾರಿ	",
	"	ಬ. ನಾಲ್ಕು ಸಾರಿ	",
	"	ಕ. ಮೂರು ಸಾರಿ	",
	"	ಡ. ಒಂದೇ ಸಾರಿ	"
],			
"correct" :	"	ಕ. ಮೂರು ಸಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಯೇಸು ಶಿಲುಬೆಯ ಮೇಲೆ ಮೃತಪಟ್ಟಾಗ ಆತನಿಗೆ ಎಷ್ಟು ವಯಸ್ಸಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 33	",
	"	ಬ. 32	",
	"	ಕ. 39	",
	"	ಡ. 35	"
],			
"correct" :	"	ಅ. 33	",
"explanation" :	"		",
},			
{			
"question" :	"	20. 5000 ಜನರಿಗೆ ಯೇಸು ಊಟ ಮಾಡಿಸಿದ ಮೇಲೆ ಎಷ್ಟು ಬುಟ್ಟಿಗಳಲ್ಲಿ ಮಿಕ್ಕ ತುಂಡುಗಳನ್ನು ಕೂಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.10	",
	"	ಬ. 15	",
	"	ಕ. 12	",
	"	ಡ. 13	"
],			
"correct" :	"	ಕ. 12	",
"explanation" :	"		",
},			
]