var quiztitle = "ಸಂಖ್ಯೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯೂದನ ಪತ್ರಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಅಧ್ಯಾಯಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಐದು	",
	"	B. ಎರಡು	",
	"	C. ಒಂದು	",
	"	D. ಮೂರು	"
],			
"correct" :	"	C. ಒಂದು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವರು ಸಕಲವನ್ನೂ ಎಷ್ಟು ದಿನಗಳಲ್ಲಿ ಉಂಟು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರು	",
	"	B. ಎಂಟು	",
	"	C. ಮೂರು	",
	"	D. ನಾಲ್ಕು	"
],			
"correct" :	"	A. ಆರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೋಬನನ್ನು ಆದರಿಸಲು ಎಷ್ಟು ಸ್ನೇಹಿತರು ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಐದು	",
	"	B. ಮೂರು	",
	"	C. ನಾಲ್ಕು	",
	"	D. ಆರು	"
],			
"correct" :	"	B. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೇವರು ಐಗುಪ್ತ ದೇಶದವರ ಮೇಲೆ ಎಷ್ಟು ಬಾಧೆಗಳನ್ನು ಕಳಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದಿನೈದು	",
	"	B. ಹತ್ತು	",
	"	C. ಹದಿನಾಲ್ಕು	",
	"	D. ಒಂಬತ್ತು	"
],			
"correct" :	"	B. ಹತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನೋಹನ ನಾವೆಯಲ್ಲಿ ಎಷ್ಟು ಜನರು ಪ್ರಯಾಣ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಂಟು	",
	"	B. ಏಳು	",
	"	C. ಆರು	",
	"	D. ಮೂರು	"
],			
"correct" :	"	A. ಎಂಟು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾಕೋಬನಿಗೆ ಎಷ್ಟು ಜನ ಹೆಣ್ಣು ಮಕ್ಕಳಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ಬರು	",
	"	B. ಒಬ್ಬರು	",
	"	C. ಮೂವರು	",
	"	D. ನಾಲ್ಕು	"
],			
"correct" :	"	B. ಒಬ್ಬರು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಕೀರ್ತನೆಗಳ ಪುಸ್ತಕದಲ್ಲಿ ಎಷ್ಟು ಕೀರ್ತನೆಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 119	",
	"	B. 145	",
	"	C. 150	",
	"	D. 126	"
],			
"correct" :	"	C. 150	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಒಟ್ಟು ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 68	",
	"	B. 66	",
	"	C. 69	",
	"	D. 65	"
],			
"correct" :	"	B. 66	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪ್ರಕಟನೆಯ ಗ್ರಂಥದಲ್ಲಿ ಯೇಸು ಎಷ್ಟು ಸಭೆಗಳೊಡನೆ ಮಾತನಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರು	",
	"	B. ಒಂಬತ್ತು	",
	"	C. ಎಂಟು	",
	"	D. ಏಳು	"
],			
"correct" :	"	D. ಏಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಪೇತ್ರನು ಎಷ್ಟು ಜನರಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. 5000 ಜನರಿಗೆ	",
	"	B. 2000 ಜನರಿಗೆ	",
	"	C. 7000 ಜನರಿಗೆ	",
	"	D. 3000 ಜನರಿಗೆ	"
],			
"correct" :	"	D. 3000 ಜನರಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಮೇಲುಪ್ಪರಿಗೆಯಲ್ಲಿ ಎಷ್ಟು ಜನರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 126	",
	"	B. 120	",
	"	C. 124	",
	"	D. 129	"
],			
"correct" :	"	B. 120	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಎಷ್ಟು ಗೋತ್ರಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದಿನೆಂಟು	",
	"	B. ಹದಿನೈದು	",
	"	C. ಹನ್ನೆರಡು	",
	"	D. ಹದಿನಾರು	"
],			
"correct" :	"	C. ಹನ್ನೆರಡು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೇಸು ಪ್ರಕಾಶ ರೂಪ ಧರಿಸಿದಾಗ ಎಷ್ಟು ಜನ ಶಿಷ್ಯರಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂವರು	",
	"	B. ನಾಲ್ವರು	",
	"	C. ಐವರು	",
	"	D. ಇಬ್ಬರು	"
],			
"correct" :	"	A. ಮೂವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ದೇವಾಲಯದಲ್ಲಿ ದೇವರು ಸಮುವೇಲನನ್ನು ಎಷ್ಟು ಸಾರಿ ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎರಡು ಸಾರಿ	",
	"	B. ನಾಲ್ಕು ಸಾರಿ	",
	"	C. ಮೂರು ಸಾರಿ	",
	"	D. ಒಂದೇ ಸಾರಿ	"
],			
"correct" :	"	C. ಮೂರು ಸಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಡಾಕ್ಟರ್ ಲೂಕರವರು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಬರೆದಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರು	",
	"	B. ಎರಡು	",
	"	C. ಒಂದು	",
	"	D. ನಾಲ್ಕು	"
],			
"correct" :	"	B. ಎರಡು	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಯೋಹಾನನು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಎರಡು	",
	"	B. ಮೂರು	",
	"	C. ಒಂದು	",
	"	D. ಐದು	"
],			
"correct" :	"	D. ಐದು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಪೌಲನು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದಿನೈದು	",
	"	B. ಹದಿಮೂರು	",
	"	C. ಹದಿನಾರು	",
	"	D. ಹದಿನೇಳು	"
],			
"correct" :	"	B. ಹದಿಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಗೆತ್ಸೇಮನೆ ತೋಟದಲ್ಲಿ ಯೇಸು ಎಷ್ಟು ಬಾರಿ ಪ್ರಾರ್ಥಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎರಡು ಸಾರಿ	",
	"	B. ನಾಲ್ಕು ಸಾರಿ	",
	"	C. ಮೂರು ಸಾರಿ	",
	"	D. ಒಂದೇ ಸಾರಿ	"
],			
"correct" :	"	C. ಮೂರು ಸಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಯೇಸು ಶಿಲುಬೆಯ ಮೇಲೆ ಮೃತಪಟ್ಟಾಗ ಆತನಿಗೆ ಎಷ್ಟು ವಯಸ್ಸಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. 33	",
	"	B. 32	",
	"	C. 39	",
	"	D. 35	"
],			
"correct" :	"	A. 33	",
"explanation" :	"		",
},			
{			
"question" :	"	20. 5000 ಜನರಿಗೆ ಯೇಸು ಊಟ ಮಾಡಿಸಿದ ಮೇಲೆ ಎಷ್ಟು ಬುಟ್ಟಿಗಳಲ್ಲಿ ಮಿಕ್ಕ ತುಂಡುಗಳನ್ನು ಕೂಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A.10	",
	"	B. 15	",
	"	C. 12	",
	"	D. 13	"
],			
"correct" :	"	C. 12	",
"explanation" :	"		",
},			
]