var quiztitle = "ಪುನರುತ್ಥಾನ ಹಬ್ಬದ ದಿನ";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವಿನ ಸಮಾಧಿಗೆ ಬಂದ ಪ್ರಥಮ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	B. ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	C. ಮಾರ್ಥಳು	",
	"	D. ಸಮಾರ್ಯದ ಸ್ತ್ರೀ	"
],			
"correct" :	"	A. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಮಾಧಿಗೆ ಓಡಿದ ಇಬ್ಬರು ಶಿಷ್ಯರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ, ಯಾಕೋಬನು	",
	"	B. ಪೇತ್ರ, ಯೋಹಾನರು	",
	"	C. ಅಂದ್ರೆಯ, ಯೋಹಾನರು	",
	"	D. ಯೂದ, ಯೋಹಾನರು	"
],			
"correct" :	"	B. ಪೇತ್ರ, ಯೋಹಾನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮರಿಯಳು ಯೇಸುವನ್ನು ನೋಡಿದಾಗ ಶಿಷ್ಯರು ಆತನನ್ನು ಯಾಕೆ ನೋಡಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇವರ ಕಣ್ಣು ಮೊಬ್ಬಾದ್ದರಿಂದ	",
	"	B. ಮುಸುಕು ಹಾಕಿಕೊಂಡದ್ದರಿಂದ	",
	"	C. ಆತ್ಮನ ರೂಪದಲ್ಲಿದ್ದರಿಂದ	",
	"	D. ತಮ್ಮ ಮನೆಗೆ ಹೋದದ್ದರಿಂದ	"
],			
"correct" :	"	D. ತಮ್ಮ ಮನೆಗೆ ಹೋದದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮರಿಯಳು ಹೇಗೆ ಯೇಸುವಿನ ಗುರುತು ಹಿಡಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಮುಟ್ಟಿದ ರೀತಿಯಿಂದ	",
	"	B. ಯೇಸು ಕಂಡ ರೀತಿಯಿಂದ	",
	"	C. ಯೇಸುವಿನ ಸ್ವರದಿಂದ	",
	"	D. ಯೇಸು ಕರೆದ ರೀತಿಯಿಂದ	"
],			
"correct" :	"	D. ಯೇಸು ಕರೆದ ರೀತಿಯಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಯಾವ ರೀತಿಯಲ್ಲಿ ತನ್ನ ಶಿಷ್ಯರ ಭಯ ನಿವಾರಣೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. “ನಿಮಗೆ ಭಯವೇಕೆ “	",
	"	B. “ನಿಮಗೆ ಸಂತೋಷವಾಗಲಿ “	",
	"	C. “ನಿಮಗೆ ಸಮಾಧಾನವಾಗಲಿ “	",
	"	D. “ನಿಮಗೆ ಶಾಪವಾಗಲಿ “	"
],			
"correct" :	"	C. “ನಿಮಗೆ ಸಮಾಧಾನವಾಗಲಿ “	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಯಾವ ಹೊಸ ಆದೇಶವನ್ನು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. “ತಂದೆ ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟ ಹಾಗೆಯೇ ನಾನೂ ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ” ಅಂದನು	",
	"	B. “ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿ” ಅಂದನು	",
	"	C. “ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ದ್ವೇಷಿಸಿ” ಅಂದನು	",
	"	D. “ ನಿಮ್ಮ ನೆರೆಹೊರೆಯವರನ್ನು ನಿಮ್ಮಂತೆ ಪ್ರೀತಿಸಿರಿ ” ಅಂದನು	"
],			
"correct" :	"	A. “ತಂದೆ ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟ ಹಾಗೆಯೇ ನಾನೂ ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ” ಅಂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೇಸು ತಿರುಗಿ ಎದ್ದು ಬಂದನೆಂದು ಯಾವ ಶಿಷ್ಯನು ನಂಬಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಸಿಮೋನನು	",
	"	D. ತೋಮನು	"
],			
"correct" :	"	D. ತೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಸತ್ತವರೊಳಗಿಂದ ಎದ್ದು ಬಂದ ದಿನ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ವಾರದ ನಾಲ್ಕನೇ ದಿನ	",
	"	B. ವಾರದ ಮೂರನೇ ದಿನ	",
	"	C. ವಾರದ ಮೊದಲನೆಯ ದಿನ	",
	"	D. ವಾರದ ಎರಡನೇ ದಿನ	"
],			
"correct" :	"	C. ವಾರದ ಮೊದಲನೆಯ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ಶಿಷ್ಯನು ಮೊದಲು ಸಮಾಧಿಯೊಳಗೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತೋಮನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಯೂದನು	",
	"	D. ಮಾರ್ಕನು	"
],			
"correct" :	"	B. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸುವನ್ನು ತೋಮನು ಗುರುತು ಹಿಡಿದಾಗ ಏನಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. “ನನ್ನ ಸ್ವಾಮಿ, ನನ್ನ ಸ್ವಾಮಿ”	",
	"	B. “ನನ್ನ ಸ್ವಾಮಿ, ನನ್ನ ದೇವರು”	",
	"	C. “ನನ್ನ ದೇವರು, ನನ್ನ ದೇವರು”	",
	"	D. “ನನ್ನ ಒಡೆಯ, ನನ್ನ ದೇವರು”	"
],			
"correct" :	"	B. “ನನ್ನ ಸ್ವಾಮಿ, ನನ್ನ ದೇವರು”	",
"explanation" :	"		",
},			
]