var quiztitle = "ಪುನರುತ್ಥಾನ ಹಬ್ಬದ ದಿನ";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವಿನ ಸಮಾಧಿಗೆ ಬಂದ ಪ್ರಥಮ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	ಬ. ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	ಕ. ಮಾರ್ಥಳು	",
	"	ಡ. ಸಮಾರ್ಯದ ಸ್ತ್ರೀ	"
],			
"correct" :	"	ಅ. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಮಾಧಿಗೆ ಓಡಿದ ಇಬ್ಬರು ಶಿಷ್ಯರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ, ಯಾಕೋಬನು	",
	"	ಬ. ಪೇತ್ರ, ಯೋಹಾನರು	",
	"	ಕ. ಅಂದ್ರೆಯ, ಯೋಹಾನರು	",
	"	ಡ. ಯೂದ, ಯೋಹಾನರು	"
],			
"correct" :	"	ಬ. ಪೇತ್ರ, ಯೋಹಾನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮರಿಯಳು ಯೇಸುವನ್ನು ನೋಡಿದಾಗ ಶಿಷ್ಯರು ಆತನನ್ನು ಯಾಕೆ ನೋಡಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇವರ ಕಣ್ಣು ಮೊಬ್ಬಾದ್ದರಿಂದ	",
	"	ಬ. ಮುಸುಕು ಹಾಕಿಕೊಂಡದ್ದರಿಂದ	",
	"	ಕ. ಆತ್ಮನ ರೂಪದಲ್ಲಿದ್ದರಿಂದ	",
	"	ಡ. ತಮ್ಮ ಮನೆಗೆ ಹೋದದ್ದರಿಂದ	"
],			
"correct" :	"	ಡ. ತಮ್ಮ ಮನೆಗೆ ಹೋದದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮರಿಯಳು ಹೇಗೆ ಯೇಸುವಿನ ಗುರುತು ಹಿಡಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು ಮುಟ್ಟಿದ ರೀತಿಯಿಂದ	",
	"	ಬ. ಯೇಸು ಕಂಡ ರೀತಿಯಿಂದ	",
	"	ಕ. ಯೇಸುವಿನ ಸ್ವರದಿಂದ	",
	"	ಡ. ಯೇಸು ಕರೆದ ರೀತಿಯಿಂದ	"
],			
"correct" :	"	ಡ. ಯೇಸು ಕರೆದ ರೀತಿಯಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಯಾವ ರೀತಿಯಲ್ಲಿ ತನ್ನ ಶಿಷ್ಯರ ಭಯ ನಿವಾರಣೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ನಿಮಗೆ ಭಯವೇಕೆ “	",
	"	ಬ. “ನಿಮಗೆ ಸಂತೋಷವಾಗಲಿ “	",
	"	ಕ. “ನಿಮಗೆ ಸಮಾಧಾನವಾಗಲಿ “	",
	"	ಡ. “ನಿಮಗೆ ಶಾಪವಾಗಲಿ “	"
],			
"correct" :	"	ಕ. “ನಿಮಗೆ ಸಮಾಧಾನವಾಗಲಿ “	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಯಾವ ಹೊಸ ಆದೇಶವನ್ನು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ತಂದೆ ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟ ಹಾಗೆಯೇ ನಾನೂ ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ” ಅಂದನು	",
	"	ಬ. “ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿ” ಅಂದನು	",
	"	ಕ. “ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ದ್ವೇಷಿಸಿ” ಅಂದನು	",
	"	ಡ. “ ನಿಮ್ಮ ನೆರೆಹೊರೆಯವರನ್ನು ನಿಮ್ಮಂತೆ ಪ್ರೀತಿಸಿರಿ ” ಅಂದನು	"
],			
"correct" :	"	ಅ. “ತಂದೆ ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟ ಹಾಗೆಯೇ ನಾನೂ ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡುತ್ತೇನೆ” ಅಂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೇಸು ತಿರುಗಿ ಎದ್ದು ಬಂದನೆಂದು ಯಾವ ಶಿಷ್ಯನು ನಂಬಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಸಿಮೋನನು	",
	"	ಡ. ತೋಮನು	"
],			
"correct" :	"	ಡ. ತೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಸತ್ತವರೊಳಗಿಂದ ಎದ್ದು ಬಂದ ದಿನ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವಾರದ ನಾಲ್ಕನೇ ದಿನ	",
	"	ಬ. ವಾರದ ಮೂರನೇ ದಿನ	",
	"	ಕ. ವಾರದ ಮೊದಲನೆಯ ದಿನ	",
	"	ಡ. ವಾರದ ಎರಡನೇ ದಿನ	"
],			
"correct" :	"	ಕ. ವಾರದ ಮೊದಲನೆಯ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ಶಿಷ್ಯನು ಮೊದಲು ಸಮಾಧಿಯೊಳಗೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತೋಮನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ಯೂದನು	",
	"	ಡ. ಮಾರ್ಕನು	"
],			
"correct" :	"	ಬ. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸುವನ್ನು ತೋಮನು ಗುರುತು ಹಿಡಿದಾಗ ಏನಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ನನ್ನ ಸ್ವಾಮಿ, ನನ್ನ ಸ್ವಾಮಿ”	",
	"	ಬ. “ನನ್ನ ಸ್ವಾಮಿ, ನನ್ನ ದೇವರು”	",
	"	ಕ. “ನನ್ನ ದೇವರು, ನನ್ನ ದೇವರು”	",
	"	ಡ. “ನನ್ನ ಒಡೆಯ, ನನ್ನ ದೇವರು”	"
],			
"correct" :	"	ಬ. “ನನ್ನ ಸ್ವಾಮಿ, ನನ್ನ ದೇವರು”	",
"explanation" :	"		",
},			
]