var quiztitle = "ಸ್ಥಳಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನಾನಾ ಭಾಷೆಗಳು ಆರಂಭವಾದದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾದಲ್ಲಿ	",
	"	B. ರೋಮ್ ನಲ್ಲಿ	",
	"	C. ಐಗುಪ್ತದಲ್ಲಿ	",
	"	D. ಬಾಬೆಲಿನಲ್ಲಿ	"
],			
"correct" :	"	D. ಬಾಬೆಲಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಆದಿ ಸ್ತ್ರೀ ಪುರುಷರು ಪಾಪದೊಳಗೆ ಬಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೆತ್ಸೆಮನೆ ತೋಟದಲ್ಲಿ	",
	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	C. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	",
	"	D. ಕಾನಾನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	B. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮಾನವರನ್ನು ರಕ್ಷಿಸಲಿಕ್ಕಾಗಿ ಯೇಸು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಸತ್ತನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಲ್ಗೋಥಾ	",
	"	B. ಗಲಿಲಾಯ	",
	"	C. ಬೆತ್ಲೆಹೇಮ್	",
	"	D. ರೋಮ್	"
],			
"correct" :	"	A. ಗೋಲ್ಗೋಥಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಬ್ರಾಹಾಮನು ಇಸಾಕನನ್ನು ಎಲ್ಲಿ ಬಲಿ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊರೀಯ ಬೆಟ್ಟ	",
	"	B. ಕಾರ್ಮೆಲ್ ಬೆಟ್ಟ	",
	"	C. ಹೊರೇಬ್ ಬೆಟ್ಟ	",
	"	D. ಮೋವಾಬ್ ಬೆಟ್ಟ	"
],			
"correct" :	"	A. ಮೊರೀಯ ಬೆಟ್ಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪೇತ್ರನು ಜೋಳಿಗೆಯ ತುಂಬ ಇದ್ದ ಪ್ರಾಣಿ, ಪಕ್ಷಿ ಮುಂತಾದವುಗಳ ದರ್ಶನವನ್ನು ಎಲ್ಲಿ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿನವೆಯಲ್ಲಿ	",
	"	B. ತಾರ್ಷಿಷಿನಲ್ಲಿ	",
	"	C. ಯೊಪ್ಪದಲ್ಲಿ	",
	"	D. ಯೆರಿಕೋವಿನಲ್ಲಿ	"
],			
"correct" :	"	B. ತಾರ್ಷಿಷಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತಂದೆಯ ಮನೆಯನ್ನು ಬಿಟ್ಟು ಓಡಿ ಹೋಗುತ್ತಿದ್ದ ಯುವಕನು ದೇವರ ದರ್ಶನವನ್ನು (ಕನಸನ್ನು) ಕಂಡದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು ಬೆತೀಲಿನಲ್ಲಿ	",
	"	B. ಯಾಕೋವನು ಬೆಥಾನ್ಯದಲ್ಲಿ	",
	"	C. ಯಾಕೋಬನು ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿ	",
	"	D. ಯಾಕೋಬನು ಐಗುಪ್ತದಲ್ಲಿ	"
],			
"correct" :	"	A. ಯಾಕೋಬನು ಬೆತೀಲಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಮನುಷ್ಯನೊಬ್ಬನು ದೇವರೊಂದಿಗೆ ಹೋರಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲುಜೋನ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	B. ನಿಕೋಬಾರ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	C. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	D. ಅಂಡಮಾನ್ ದ್ವೀಪದಲ್ಲಿ	"
],			
"correct" :	"	C. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಾವೀದನ ಮೊದಲನೆಯ ರಾಜಧಾನಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂತಿಯೋಕ್ಯ	",
	"	B. ಯೆರೂಸಲೇಮ್	",
	"	C. ಯೋರ್ದಾನ್	",
	"	D. ಸಮಾರ್ಯ	"
],			
"correct" :	"	A. ಅಂತಿಯೋಕ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೇಸು ನಿರಪರಾಧಿಯೆಂದು ಘೋಷಿಸಿ ಪಿಲಾತನು ತನ್ನ ಕೈ ತೊಳೆದುಕೊಂಡ ಸ್ಥಳ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬರ್ಮಾ	",
	"	B. ಬ್ಯಾಬಿಲೋನ್	",
	"	C. ಬೆತ್ಲೆಹೇಮ್	",
	"	D. ಸಮಾರ್ಯ	"
],			
"correct" :	"	C. ಬೆತ್ಲೆಹೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೋಹಾನನು ಪ್ರಕಟನೆಯ ಗ್ರಂಥವನ್ನು ಬರೆದದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂತಿಯೋಕ್ಯ	",
	"	B. ಯೆರೂಸಲೇಮ್	",
	"	C. ಯೋರ್ದಾನ್	",
	"	D. ಸಮಾರ್ಯ	"
],			
"correct" :	"	B. ಯೆರೂಸಲೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಯೇಸುವಿನ ಶಿಷ್ಯರಿಗೆ ಕ್ರೈಸ್ತರೆಂಬ ಹೆಸರು ಬಂತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಸಲೇಮ್	",
	"	B. ಚಿಯೋನ್	",
	"	C. ಸಮಾರ್ಯ	",
	"	D. ನಾಯಿನ್	"
],			
"correct" :	"	D. ನಾಯಿನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ದಾವೀದನ ನಗರಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮ್	",
	"	B. ಕಾನಾನ್	",
	"	C. ಗಲಿಲಾಯ	",
	"	D. ದಮಸ್ಕ	"
],			
"correct" :	"	A. ರೋಮ್	",
"explanation" :	"		",
},		
]	