var quiztitle = "ಸ್ಥಳಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನಾನಾ ಭಾಷೆಗಳು ಆರಂಭವಾದದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾದಲ್ಲಿ	",
	"	ಬ. ರೋಮ್ ನಲ್ಲಿ	",
	"	ಕ. ಐಗುಪ್ತದಲ್ಲಿ	",
	"	ಡ. ಬಾಬೆಲಿನಲ್ಲಿ	"
],			
"correct" :	"	ಡ. ಬಾಬೆಲಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಆದಿ ಸ್ತ್ರೀ ಪುರುಷರು ಪಾಪದೊಳಗೆ ಬಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೆತ್ಸೆಮನೆ ತೋಟದಲ್ಲಿ	",
	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
	"	ಕ. ಬ್ಯಾಬಿಲೋನ್ ತೋಟದಲ್ಲಿ	",
	"	ಡ. ಕಾನಾನ್ ತೋಟದಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಏದೇನ್ ತೋಟದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮಾನವರನ್ನು ರಕ್ಷಿಸಲಿಕ್ಕಾಗಿ ಯೇಸು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಸತ್ತನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೋಲ್ಗೋಥಾ	",
	"	ಬ. ಗಲಿಲಾಯ	",
	"	ಕ. ಬೆತ್ಲೆಹೇಮ್	",
	"	ಡ. ರೋಮ್	"
],			
"correct" :	"	ಅ. ಗೋಲ್ಗೋಥಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಬ್ರಾಹಾಮನು ಇಸಾಕನನ್ನು ಎಲ್ಲಿ ಬಲಿ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೊರೀಯ ಬೆಟ್ಟ	",
	"	ಬ. ಕಾರ್ಮೆಲ್ ಬೆಟ್ಟ	",
	"	ಕ. ಹೊರೇಬ್ ಬೆಟ್ಟ	",
	"	ಡ. ಮೋವಾಬ್ ಬೆಟ್ಟ	"
],			
"correct" :	"	ಅ. ಮೊರೀಯ ಬೆಟ್ಟ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪೇತ್ರನು ಜೋಳಿಗೆಯ ತುಂಬ ಇದ್ದ ಪ್ರಾಣಿ, ಪಕ್ಷಿ ಮುಂತಾದವುಗಳ ದರ್ಶನವನ್ನು ಎಲ್ಲಿ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಿನವೆಯಲ್ಲಿ	",
	"	ಬ. ತಾರ್ಷಿಷಿನಲ್ಲಿ	",
	"	ಕ. ಯೊಪ್ಪದಲ್ಲಿ	",
	"	ಡ. ಯೆರಿಕೋವಿನಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ತಾರ್ಷಿಷಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತಂದೆಯ ಮನೆಯನ್ನು ಬಿಟ್ಟು ಓಡಿ ಹೋಗುತ್ತಿದ್ದ ಯುವಕನು ದೇವರ ದರ್ಶನವನ್ನು (ಕನಸನ್ನು) ಕಂಡದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು ಬೆತೀಲಿನಲ್ಲಿ	",
	"	ಬ. ಯಾಕೋವನು ಬೆಥಾನ್ಯದಲ್ಲಿ	",
	"	ಕ. ಯಾಕೋಬನು ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿ	",
	"	ಡ. ಯಾಕೋಬನು ಐಗುಪ್ತದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಯಾಕೋಬನು ಬೆತೀಲಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಮನುಷ್ಯನೊಬ್ಬನು ದೇವರೊಂದಿಗೆ ಹೋರಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲುಜೋನ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	ಬ. ನಿಕೋಬಾರ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	ಕ. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ	",
	"	ಡ. ಅಂಡಮಾನ್ ದ್ವೀಪದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಾವೀದನ ಮೊದಲನೆಯ ರಾಜಧಾನಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂತಿಯೋಕ್ಯ	",
	"	ಬ. ಯೆರೂಸಲೇಮ್	",
	"	ಕ. ಯೋರ್ದಾನ್	",
	"	ಡ. ಸಮಾರ್ಯ	"
],			
"correct" :	"	ಅ. ಅಂತಿಯೋಕ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೇಸು ನಿರಪರಾಧಿಯೆಂದು ಘೋಷಿಸಿ ಪಿಲಾತನು ತನ್ನ ಕೈ ತೊಳೆದುಕೊಂಡ ಸ್ಥಳ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬರ್ಮಾ	",
	"	ಬ. ಬ್ಯಾಬಿಲೋನ್	",
	"	ಕ. ಬೆತ್ಲೆಹೇಮ್	",
	"	ಡ. ಸಮಾರ್ಯ	"
],			
"correct" :	"	ಕ. ಬೆತ್ಲೆಹೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೋಹಾನನು ಪ್ರಕಟನೆಯ ಗ್ರಂಥವನ್ನು ಬರೆದದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂತಿಯೋಕ್ಯ	",
	"	ಬ. ಯೆರೂಸಲೇಮ್	",
	"	ಕ. ಯೋರ್ದಾನ್	",
	"	ಡ. ಸಮಾರ್ಯ	"
],			
"correct" :	"	ಬ. ಯೆರೂಸಲೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಯೇಸುವಿನ ಶಿಷ್ಯರಿಗೆ ಕ್ರೈಸ್ತರೆಂಬ ಹೆಸರು ಬಂತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರೂಸಲೇಮ್	",
	"	ಬ. ಚಿಯೋನ್	",
	"	ಕ. ಸಮಾರ್ಯ	",
	"	ಡ. ನಾಯಿನ್	"
],			
"correct" :	"	ಡ. ನಾಯಿನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ದಾವೀದನ ನಗರಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೋಮ್	",
	"	ಬ. ಕಾನಾನ್	",
	"	ಕ. ಗಲಿಲಾಯ	",
	"	ಡ. ದಮಸ್ಕ	"
],			
"correct" :	"	ಅ. ರೋಮ್	",
"explanation" :	"		",
},		
]	