var quiztitle = "ಪ್ರಾರ್ಥನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಪ್ರವಾದಿ ಪ್ರಾರ್ಥಿಸುವಾಗ ಗಬ್ರಿಯೇಲನು ಅವನ ಬಳಿಗೆ ಬಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾನಿಯೇಲನು	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ದರ್ಯಾವೇಷನು	",
	"	ಡ. ಎಲೀಯನು	"
],			
"correct" :	"	ಅ. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯದಲ್ಲಿ ಯಾವ ಸ್ತ್ರೀ ಹಗಲು ರಾತ್ರಿ ಪ್ರಾರ್ಥನೆಯಲ್ಲಿ ಕಳೆಯುತ್ತಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೊರ್ಕಳು	",
	"	ಬ. ದೀನಳು	",
	"	ಕ. ಅನ್ನಳು	",
	"	ಡ. ಪೆನ್ನಿನ್ನಳು	"
],			
"correct" :	"	ಕ. ಅನ್ನಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾವ ರಾಜನು ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರವಾಗಿ ದೇವರು ಅವನ ಆಯುಸ್ಸನ್ನು 15 ವರ್ಷ ಹೆಚ್ಚಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಾಮಾನನು	",
	"	ಬ. ಉಜ್ಜೀಯನು	",
	"	ಕ. ಹೆರೋದನು	",
	"	ಡ. ಹಿಜ್ಕೀಯನು	"
],			
"correct" :	"	ಡ. ಹಿಜ್ಕೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸೋದೋಮ್ ನಗರಿಯನ್ನು ನಾಶ ಮಾಡಬಾರದೆಂದು ದೇವರಲ್ಲಿ ಯಾರು ಮೊರೆಯಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮನು	",
	"	ಬ. ಅನನೀಯನು	",
	"	ಕ. ಅಕ್ವಿಲ್ಲನು	",
	"	ಡ. ಆಮೋಸನು	"
],			
"correct" :	"	ಅ. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವಜನರ ಪ್ರಾರ್ಥನೆಗಳು ಧೂಪದೋಪಾದಿಯಲ್ಲಿ ದೇವರ ಸನ್ನಿಧಾನಕ್ಕೆ ಏರುತ್ತದೆಂದು ಎಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪ್ರಕಟಣೆ 8:4	",
	"	ಬ. ಪ್ರಕಟಣೆ 8:3	",
	"	ಕ. ಪ್ರಕಟಣೆ 9:5	",
	"	ಡ. ಪ್ರಕಟಣೆ 8:5	"
],			
"correct" :	"	ಬ. ಪ್ರಕಟಣೆ 8:3	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಎಡಬಿಡದೆ ಪ್ರಾರ್ಥನೆ ಮಾಡಿರಿ” ಎಂದು ಎಲ್ಲಿ ಬರೆದದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 1 ಥೆಸೆಲೋನಿಕ 5:18	",
	"	ಬ. 1 ಥೆಸೆಲೋನಿಕ 5:17	",
	"	ಕ. 1 ಥೆಸೆಲೋನಿಕ 5:7	",
	"	ಡ. 1 ಥೆಸೆಲೋನಿಕ 5:19	"
],			
"correct" :	"	ಬ. 1 ಥೆಸೆಲೋನಿಕ 5:17	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಕುರಿಯ ತುಪ್ಪಟದ ಮೂಲಕ ದೇವರು ಯಾರ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೆಹಜಿ	",
	"	ಬ. ಎಲೀಷನು	",
	"	ಕ. ಗಿದ್ಯೋನನು	",
	"	ಡ. ಸಿಂಸೋನನು	"
],			
"correct" :	"	ಕ. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ತಾಯಿಗೆ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರವಾಗಿ ದೇವರು ಮಗನನ್ನು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೇಯಳು	",
	"	ಬ. ಹನ್ನಳು	",
	"	ಕ. ರೂತಳು	",
	"	ಡ. ಪೆನ್ನಿನ್ನಳು	"
],			
"correct" :	"	ಬ. ಹನ್ನಳು	",
"explanation" :	"		",
},			
]