var quiztitle = "ಪ್ರಾರ್ಥನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಪ್ರವಾದಿ ಪ್ರಾರ್ಥಿಸುವಾಗ ಗಬ್ರಿಯೇಲನು ಅವನ ಬಳಿಗೆ ಬಂದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾನಿಯೇಲನು	",
	"	B. ದಾವೀದನು	",
	"	C. ದರ್ಯಾವೇಷನು	",
	"	D. ಎಲೀಯನು	"
],			
"correct" :	"	A. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯದಲ್ಲಿ ಯಾವ ಸ್ತ್ರೀ ಹಗಲು ರಾತ್ರಿ ಪ್ರಾರ್ಥನೆಯಲ್ಲಿ ಕಳೆಯುತ್ತಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೊರ್ಕಳು	",
	"	B. ದೀನಳು	",
	"	C. ಅನ್ನಳು	",
	"	D. ಪೆನ್ನಿನ್ನಳು	"
],			
"correct" :	"	C. ಅನ್ನಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾವ ರಾಜನು ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರವಾಗಿ ದೇವರು ಅವನ ಆಯುಸ್ಸನ್ನು 15 ವರ್ಷ ಹೆಚ್ಚಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾಮಾನನು	",
	"	B. ಉಜ್ಜೀಯನು	",
	"	C. ಹೆರೋದನು	",
	"	D. ಹಿಜ್ಕೀಯನು	"
],			
"correct" :	"	D. ಹಿಜ್ಕೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸೋದೋಮ್ ನಗರಿಯನ್ನು ನಾಶ ಮಾಡಬಾರದೆಂದು ದೇವರಲ್ಲಿ ಯಾರು ಮೊರೆಯಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು	",
	"	B. ಅನನೀಯನು	",
	"	C. ಅಕ್ವಿಲ್ಲನು	",
	"	D. ಆಮೋಸನು	"
],			
"correct" :	"	A. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವಜನರ ಪ್ರಾರ್ಥನೆಗಳು ಧೂಪದೋಪಾದಿಯಲ್ಲಿ ದೇವರ ಸನ್ನಿಧಾನಕ್ಕೆ ಏರುತ್ತದೆಂದು ಎಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಕಟಣೆ 8:4	",
	"	B. ಪ್ರಕಟಣೆ 8:3	",
	"	C. ಪ್ರಕಟಣೆ 9:5	",
	"	D. ಪ್ರಕಟಣೆ 8:5	"
],			
"correct" :	"	B. ಪ್ರಕಟಣೆ 8:3	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಎಡಬಿಡದೆ ಪ್ರಾರ್ಥನೆ ಮಾಡಿರಿ” ಎಂದು ಎಲ್ಲಿ ಬರೆದದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 1 ಥೆಸೆಲೋನಿಕ 5:18	",
	"	B. 1 ಥೆಸೆಲೋನಿಕ 5:17	",
	"	C. 1 ಥೆಸೆಲೋನಿಕ 5:7	",
	"	D. 1 ಥೆಸೆಲೋನಿಕ 5:19	"
],			
"correct" :	"	B. 1 ಥೆಸೆಲೋನಿಕ 5:17	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಕುರಿಯ ತುಪ್ಪಟದ ಮೂಲಕ ದೇವರು ಯಾರ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೆಹಜಿ	",
	"	B. ಎಲೀಷನು	",
	"	C. ಗಿದ್ಯೋನನು	",
	"	D. ಸಿಂಸೋನನು	"
],			
"correct" :	"	C. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ತಾಯಿಗೆ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರವಾಗಿ ದೇವರು ಮಗನನ್ನು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೇಯಳು	",
	"	B. ಹನ್ನಳು	",
	"	C. ರೂತಳು	",
	"	D. ಪೆನ್ನಿನ್ನಳು	"
],			
"correct" :	"	B. ಹನ್ನಳು	",
"explanation" :	"		",
},			
]