var quiztitle = "ಪ್ರವಾದಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಅರಸನಾದ ಸೌಲನನ್ನು ಚಕಿತಗೊಳಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೋಲೋಮೋನನು	",
	"	ಬ. ಸಾಮುವೇಲನು	",
	"	ಕ. ಸೌಲನು	",
	"	ಡ. ಸೀಮೋನ್ ಪೇತ್ರನು	"
],			
"correct" :	"	ಬ. ಸಾಮುವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಎಲೀಯನ ನಂತರ ಬಂದ ಪ್ರಸಿದ್ಧ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಷನು	",
	"	ಬ. ಎಲ್ಕಾನನು	",
	"	ಕ. ಗೆಹಜಿಯನು	",
	"	ಡ. ಏಲೀ	"
],			
"correct" :	"	ಅ. ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾವ ಪ್ರವಾದಿಯ ಹೆಂಡತಿ ವ್ಯಭಿಚಾರಿಣಿಯಾಗಿದ್ದಳು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಿಜ್ಕೀಯ	",
	"	ಬ. ಯೆರೇಮಿಯಾ	",
	"	ಕ. ಮೋಶೆ	",
	"	ಡ. ಹೋಶೇಯ	"
],			
"correct" :	"	ಡ. ಹೋಶೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ಪ್ರವಾದಿಯ ಬಳಿ ಅವನ ಪ್ರವಾದನೆಗಳನ್ನು ಮತ್ತು ಪ್ರಸಂಗಗಳನ್ನು ಬರೆಯಲು ಒಬ್ಬ ಕಾರ್ಯದರ್ಶಿ ಇದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೆಜ್ಕೇಲನು	",
	"	ಬ. ಯೆಹೋಶುವನು	",
	"	ಕ. ಯೆರೆಮೀಯನು	",
	"	ಡ. ಯೇಶಾಯನು	"
],			
"correct" :	"	ಕ. ಯೆರೆಮೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾವ ಪ್ರವಾದಿಯನ್ನು ಮಕ್ಕಳು “ಬೋಳು ತಲೆಯವನು” ಎಂದು ಗೇಲಿ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯಾಮನು	",
	"	ಬ. ಎಲ್ಕಾನನು	",
	"	ಕ. ಎಲೀಯನು	",
	"	ಡ. ಎಲೀಷನು	"
],			
"correct" :	"	ಡ. ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿದ್ದ ಬಲಿಪೀಠದಿಂದ ತೆಗೆದ ಕೆಂಡದಿಂದ ಯಾವ ಪ್ರವಾದಿಯ ತುಟಿಗಳನ್ನು ಶುದ್ಧಪಡಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಶಾಯನು	",
	"	ಬ. ಯೆರೆಮೀಯನು	",
	"	ಕ. ಯೆಹೆಜ್ಕೇಲನು	",
	"	ಡ. ಯಾಯೀರನು	"
],			
"correct" :	"	ಅ. ಯೆಶಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಒಣಗಿದ ಎಲುಬುಗಳ ಪುನರ್ಜೀವನದ ದರ್ಶನವನ್ನು ಯಾವ ಪ್ರವಾದಿ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಶಾಯನು	",
	"	ಬ. ಯೆರೆಮೀಯನು	",
	"	ಕ. ಯೆಹೆಜ್ಕೇಲನು	",
	"	ಡ. ಯಾಯೀರನು	"
],			
"correct" :	"	ಕ. ಯೆಹೆಜ್ಕೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಶಮಾಂಶಗಳನ್ನು ಕೊಡಬೇಕೆಂದು ತಿಳಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೆಕರ್ಯ	",
	"	ಬ. ಮಲಾಕಿಯ	",
	"	ಕ. ಆಮೋಸ	",
	"	ಡ. ಹೋಶೇಯ	"
],			
"correct" :	"	ಬ. ಮಲಾಕಿಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಪುಸ್ತಕಗಳಲ್ಲಿ ಅತೀ ಚಿಕ್ಕ ಪುಸ್ತಕವನ್ನು ಬರೆದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೀಕಾ	",
	"	ಬ. ಓಬದ್ಯ	",
	"	ಕ. ಜೆಕರ್ಯ	",
	"	ಡ. ಮಲಾಕಿಯ	"
],			
"correct" :	"	ಬ. ಓಬದ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಾಲ್ಕು ಕುದುರೆ ಸವಾರರ ದರ್ಶನವನ್ನು ಕಂಡ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೀಕಾ	",
	"	ಬ. ಓಬದ್ಯ	",
	"	ಕ. ಜೆಕರ್ಯ	",
	"	ಡ. ಮಲಾಕಿಯ	"
],			
"correct" :	"	ಕ. ಜೆಕರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. “ನೀತಿವಂತನೋ ತನ್ನ ನಂಬಿಕೆಯಿಂದಲೇ ಬದುಕುವನು” ಎಂದು ಹೇಳಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಮೋಸ	",
	"	ಬ. ಹಬಕ್ಕೂಕ	",
	"	ಕ. ಹೋಶೆಯ	",
	"	ಡ. ಮೀಕಾ	"
],			
"correct" :	"	ಬ. ಹಬಕ್ಕೂಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತಕೋವದ ಕುರುಬರಲ್ಲಿ ಒಬ್ಬನು ಪ್ರವಾದಿಯಾದನು.  ಆತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಬಕ್ಕೂಕ	",
	"	ಬ. ಜೆಕರ್ಯ	",
	"	ಕ.ಯೋನ	",
	"	ಡ. ಆಮೋಸ	"
],			
"correct" :	"	ಡ. ಆಮೋಸ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯವನ್ನು ತಿರುಗಿ ಕಟ್ಟಬೇಕೆಂದು ಪ್ರೋತ್ಸಾಹಿಸಿದ ಇಬ್ಬರು ಪ್ರವಾದಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನ, ಹೊಶೇಯ	",
	"	ಬ. ಹಗ್ಗಾಯ, ಜೆಕರ್ಯ	",
	"	ಕ.ಯೆರೇಮಿಯಾ, ಯೆಹೆಜ್ಕೇಲ	",
	"	ಡ. ನೆಹೇಮಿಯಾ, ಆಮೋಸ	"
],			
"correct" :	"	ಬ. ಹಗ್ಗಾಯ, ಜೆಕರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯಾವ ಪ್ರವಾದಿಯನ್ನು ಸಿಂಹಗಳ ಗವಿಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯನು	",
	"	ಬ. ಸಾಮುವೇಲನು	",
	"	ಕ. ದಾನಿಯೇಲನು	",
	"	ಡ. ಎಲೀಷನು	"
],			
"correct" :	"	ಕ. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ದಾವೀದನು ಮಾಡಿದ ಪಾಪವನ್ನು ಖಂಡಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೆಹೆಮೀಯನು	",
	"	ಬ. ನಾಮಾನನು	",
	"	ಕ. ನತಾನಯೇಲನು	",
	"	ಡ. ನಾತಾನನು	"
],			
"correct" :	"	ಡ. ನಾತಾನನು	",
"explanation" :	"		",
},			
]