var quiztitle = "ಪ್ರವಾದಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಅರಸನಾದ ಸೌಲನನ್ನು ಚಕಿತಗೊಳಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೋಲೋಮೋನನು	",
	"	B. ಸಾಮುವೇಲನು	",
	"	C. ಸೌಲನು	",
	"	D. ಸೀಮೋನ್ ಪೇತ್ರನು	"
],			
"correct" :	"	B. ಸಾಮುವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಎಲೀಯನ ನಂತರ ಬಂದ ಪ್ರಸಿದ್ಧ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಷನು	",
	"	B. ಎಲ್ಕಾನನು	",
	"	C. ಗೆಹಜಿಯನು	",
	"	D. ಏಲೀ	"
],			
"correct" :	"	A. ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾವ ಪ್ರವಾದಿಯ ಹೆಂಡತಿ ವ್ಯಭಿಚಾರಿಣಿಯಾಗಿದ್ದಳು	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿಜ್ಕೀಯ	",
	"	B. ಯೆರೇಮಿಯಾ	",
	"	C. ಮೋಶೆ	",
	"	D. ಹೋಶೇಯ	"
],			
"correct" :	"	D. ಹೋಶೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ಪ್ರವಾದಿಯ ಬಳಿ ಅವನ ಪ್ರವಾದನೆಗಳನ್ನು ಮತ್ತು ಪ್ರಸಂಗಗಳನ್ನು ಬರೆಯಲು ಒಬ್ಬ ಕಾರ್ಯದರ್ಶಿ ಇದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೆಜ್ಕೇಲನು	",
	"	B. ಯೆಹೋಶುವನು	",
	"	C. ಯೆರೆಮೀಯನು	",
	"	D. ಯೇಶಾಯನು	"
],			
"correct" :	"	C. ಯೆರೆಮೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾವ ಪ್ರವಾದಿಯನ್ನು ಮಕ್ಕಳು “ಬೋಳು ತಲೆಯವನು” ಎಂದು ಗೇಲಿ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯಾಮನು	",
	"	B. ಎಲ್ಕಾನನು	",
	"	C. ಎಲೀಯನು	",
	"	D. ಎಲೀಷನು	"
],			
"correct" :	"	D. ಎಲೀಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿದ್ದ ಬಲಿಪೀಠದಿಂದ ತೆಗೆದ ಕೆಂಡದಿಂದ ಯಾವ ಪ್ರವಾದಿಯ ತುಟಿಗಳನ್ನು ಶುದ್ಧಪಡಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಶಾಯನು	",
	"	B. ಯೆರೆಮೀಯನು	",
	"	C. ಯೆಹೆಜ್ಕೇಲನು	",
	"	D. ಯಾಯೀರನು	"
],			
"correct" :	"	A. ಯೆಶಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಒಣಗಿದ ಎಲುಬುಗಳ ಪುನರ್ಜೀವನದ ದರ್ಶನವನ್ನು ಯಾವ ಪ್ರವಾದಿ ನೋಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಶಾಯನು	",
	"	B. ಯೆರೆಮೀಯನು	",
	"	C. ಯೆಹೆಜ್ಕೇಲನು	",
	"	D. ಯಾಯೀರನು	"
],			
"correct" :	"	C. ಯೆಹೆಜ್ಕೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಶಮಾಂಶಗಳನ್ನು ಕೊಡಬೇಕೆಂದು ತಿಳಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೆಕರ್ಯ	",
	"	B. ಮಲಾಕಿಯ	",
	"	C. ಆಮೋಸ	",
	"	D. ಹೋಶೇಯ	"
],			
"correct" :	"	B. ಮಲಾಕಿಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಪುಸ್ತಕಗಳಲ್ಲಿ ಅತೀ ಚಿಕ್ಕ ಪುಸ್ತಕವನ್ನು ಬರೆದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೀಕಾ	",
	"	B. ಓಬದ್ಯ	",
	"	C. ಜೆಕರ್ಯ	",
	"	D. ಮಲಾಕಿಯ	"
],			
"correct" :	"	B. ಓಬದ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಾಲ್ಕು ಕುದುರೆ ಸವಾರರ ದರ್ಶನವನ್ನು ಕಂಡ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೀಕಾ	",
	"	B. ಓಬದ್ಯ	",
	"	C. ಜೆಕರ್ಯ	",
	"	D. ಮಲಾಕಿಯ	"
],			
"correct" :	"	C. ಜೆಕರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. “ನೀತಿವಂತನೋ ತನ್ನ ನಂಬಿಕೆಯಿಂದಲೇ ಬದುಕುವನು” ಎಂದು ಹೇಳಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಮೋಸ	",
	"	B. ಹಬಕ್ಕೂಕ	",
	"	C. ಹೋಶೆಯ	",
	"	D. ಮೀಕಾ	"
],			
"correct" :	"	B. ಹಬಕ್ಕೂಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತಕೋವದ ಕುರುಬರಲ್ಲಿ ಒಬ್ಬನು ಪ್ರವಾದಿಯಾದನು.  ಆತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಬಕ್ಕೂಕ	",
	"	B. ಜೆಕರ್ಯ	",
	"	C.ಯೋನ	",
	"	D. ಆಮೋಸ	"
],			
"correct" :	"	D. ಆಮೋಸ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯವನ್ನು ತಿರುಗಿ ಕಟ್ಟಬೇಕೆಂದು ಪ್ರೋತ್ಸಾಹಿಸಿದ ಇಬ್ಬರು ಪ್ರವಾದಿಗಳು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನ, ಹೊಶೇಯ	",
	"	B. ಹಗ್ಗಾಯ, ಜೆಕರ್ಯ	",
	"	C.ಯೆರೇಮಿಯಾ, ಯೆಹೆಜ್ಕೇಲ	",
	"	D. ನೆಹೇಮಿಯಾ, ಆಮೋಸ	"
],			
"correct" :	"	B. ಹಗ್ಗಾಯ, ಜೆಕರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯಾವ ಪ್ರವಾದಿಯನ್ನು ಸಿಂಹಗಳ ಗವಿಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯನು	",
	"	B. ಸಾಮುವೇಲನು	",
	"	C. ದಾನಿಯೇಲನು	",
	"	D. ಎಲೀಷನು	"
],			
"correct" :	"	C. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ದಾವೀದನು ಮಾಡಿದ ಪಾಪವನ್ನು ಖಂಡಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಹೆಮೀಯನು	",
	"	B. ನಾಮಾನನು	",
	"	C. ನತಾನಯೇಲನು	",
	"	D. ನಾತಾನನು	"
],			
"correct" :	"	D. ನಾತಾನನು	",
"explanation" :	"		",
},			
]