var quiztitle = "ಯಾಜಕರು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರ ಪ್ರಥಮ ಮಹಾ ಯಾಜಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಮೋಸನು	",
	"	B. ಆರೋನನು	",
	"	C. ಮೋಶೆ	",
	"	D. ಯೆಹೋಶುವನು	"
],			
"correct" :	"	B. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಧಾರ್ಮಿಕ ಕಾರ್ಯಗಳನ್ನು ನಡಿಸಲು ಇಸ್ರಾಯೇಲ್ಯರ ಗೋತ್ರಗಳಲ್ಲಿ ಯಾವ ಗೋತ್ರವನ್ನು ಪ್ರತ್ಯೇಕಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಂಜಮಿನ್ ಗೋತ್ರ	",
	"	B. ಲೇವಿಯ ಗೋತ್ರ	",
	"	C. ಯೆಹೂದ ಗೋತ್ರ	",
	"	D. ರೂಬೆನ್ ಗೋತ್ರ	"
],			
"correct" :	"	B. ಲೇವಿಯ ಗೋತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸುವನ್ನು ಹಿಡಿದಾಗ ಇದ್ದ ಮಹಾ ಯಾಜಕರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರೋನನು	",
	"	B. ಆಮೋಸನು	",
	"	C. ಅನ್ನ ಕಾಯಫರು	",
	"	D. ಅಕ್ವಿಲ್ಲನು	"
],			
"correct" :	"	C. ಅನ್ನ ಕಾಯಫರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸಾಲೇಮಿನ ಅರಸನು ಮತ್ತು ಮಹಾ ಯಾಜಕನು ಆಗಿದ್ದ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೆಲ್ಕಿಜೆದೆಕನು	",
	"	B. ಅನ್ನಕಾಯಫನಜ	",
	"	C. ಆಮೋಸನು	",
	"	D. ಲೇವಿಯನು	"
],			
"correct" :	"	A. ಮೆಲ್ಕಿಜೆದೆಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮಿದ್ಯಾನ್ಯರ ಆಚಾರ್ಯನು ಮತ್ತು ಮೋಷೆಯ ಮಾವನು ಆಗಿದ್ದ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫರೋಹನು	",
	"	B. ಇಸಾಕನು	",
	"	C. ಅಮ್ರಾಮನು	",
	"	D. ಇತ್ರೋಮನು	"
],			
"correct" :	"	D. ಇತ್ರೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೇವಾಲಯದಲ್ಲಿದ್ದ ಮಹಾ ಪರಿಶುದ್ಧ ಸ್ಥಾನಕ್ಕೆ ಮಹಾಯಾಜಕನು ವರ್ಷದಲ್ಲಿ ಎಷ್ಟು ಸಾರಿ ಹೋಗುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ವರ್ಷಕ್ಕೆ ಮೂರು ಸಾರಿ	",
	"	B. ವರ್ಷಕ್ಕೆ ನಾಲ್ಕು ಸಾರಿ	",
	"	C. ವರ್ಷಕ್ಕೆ ಎರಡು ಸಾರಿ	",
	"	D. ವರ್ಷಕ್ಕೊಂದು ಸಾರಿ	"
],			
"correct" :	"	D. ವರ್ಷಕ್ಕೊಂದು ಸಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಂದು ನಮ್ಮ ಮೆಲ್ಕಿಜೆದೇಕನ ತರಹದ ಮಹಾ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಯೋನ	",
	"	C. ಯೂದ	",
	"	D. ಯೋಬ	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾಜಕನ ಮುಖ್ಯ ಕಾರ್ಯ ಹಾಗೂ ಕರ್ತವ್ಯ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಸಂಬಂಧ ಬೆಳೆಸುವುದು	",
	"	B. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಸಂಬಂಧ ಮುರಿಯುವುದು	",
	"	C. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಅಂತರ ಬೆಳೆಸುವುದು	",
	"	D. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಮಧ್ಯಸ್ಥನಾಗುವುದು	"
],			
"correct" :	"	D. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಮಧ್ಯಸ್ಥನಾಗುವುದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾಜಕನು ಕಾರ್ಯ ಮಾಡುತ್ತಿದ್ದಾಗ ದೇವಾಲಯದಲ್ಲಿ ಕರ್ತನ ದೂತನನ್ನು ಕಂಡ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏಲೀ	",
	"	B. ಜಕರ್ಯನು	",
	"	C. ಜಕರೀಯನು	",
	"	D. ಮೆಲ್ಕಿಜೇದೇಕನು	"
],			
"correct" :	"	C. ಜಕರೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದೇವಾಲಯದಲ್ಲಿದ್ದ ನೈವೇದ್ಯದ ರೊಟ್ಟಿಗಳನ್ನು ದಾವೀದನಿಗೂ ಮತ್ತು ಅವನ ಸಂಗಡಿಗರಿಗೂ ಕೊಟ್ಟ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹೀಮೆಲೆಕ	",
	"	B. ಅಬಿಮೇಲೆಕ	",
	"	C. ಅಬ್ಷಾಲೋಮ	",
	"	D. ಅನನೀಯ	"
],			
"correct" :	"	A. ಅಹೀಮೆಲೆಕ	",
"explanation" :	"		",
},			
]