var quiztitle = "ಯಾಜಕರು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರ ಪ್ರಥಮ ಮಹಾ ಯಾಜಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆಮೋಸನು	",
	"	ಬ. ಆರೋನನು	",
	"	ಕ. ಮೋಶೆ	",
	"	ಡ. ಯೆಹೋಶುವನು	"
],			
"correct" :	"	ಬ. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಧಾರ್ಮಿಕ ಕಾರ್ಯಗಳನ್ನು ನಡಿಸಲು ಇಸ್ರಾಯೇಲ್ಯರ ಗೋತ್ರಗಳಲ್ಲಿ ಯಾವ ಗೋತ್ರವನ್ನು ಪ್ರತ್ಯೇಕಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಂಜಮಿನ್ ಗೋತ್ರ	",
	"	ಬ. ಲೇವಿಯ ಗೋತ್ರ	",
	"	ಕ. ಯೆಹೂದ ಗೋತ್ರ	",
	"	ಡ. ರೂಬೆನ್ ಗೋತ್ರ	"
],			
"correct" :	"	ಬ. ಲೇವಿಯ ಗೋತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸುವನ್ನು ಹಿಡಿದಾಗ ಇದ್ದ ಮಹಾ ಯಾಜಕರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರೋನನು	",
	"	ಬ. ಆಮೋಸನು	",
	"	ಕ. ಅನ್ನ ಕಾಯಫರು	",
	"	ಡ. ಅಕ್ವಿಲ್ಲನು	"
],			
"correct" :	"	ಕ. ಅನ್ನ ಕಾಯಫರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸಾಲೇಮಿನ ಅರಸನು ಮತ್ತು ಮಹಾ ಯಾಜಕನು ಆಗಿದ್ದ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೆಲ್ಕಿಜೆದೆಕನು	",
	"	ಬ. ಅನ್ನಕಾಯಫನಜ	",
	"	ಕ. ಆಮೋಸನು	",
	"	ಡ. ಲೇವಿಯನು	"
],			
"correct" :	"	ಅ. ಮೆಲ್ಕಿಜೆದೆಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮಿದ್ಯಾನ್ಯರ ಆಚಾರ್ಯನು ಮತ್ತು ಮೋಷೆಯ ಮಾವನು ಆಗಿದ್ದ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫರೋಹನು	",
	"	ಬ. ಇಸಾಕನು	",
	"	ಕ. ಅಮ್ರಾಮನು	",
	"	ಡ. ಇತ್ರೋಮನು	"
],			
"correct" :	"	ಡ. ಇತ್ರೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೇವಾಲಯದಲ್ಲಿದ್ದ ಮಹಾ ಪರಿಶುದ್ಧ ಸ್ಥಾನಕ್ಕೆ ಮಹಾಯಾಜಕನು ವರ್ಷದಲ್ಲಿ ಎಷ್ಟು ಸಾರಿ ಹೋಗುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವರ್ಷಕ್ಕೆ ಮೂರು ಸಾರಿ	",
	"	ಬ. ವರ್ಷಕ್ಕೆ ನಾಲ್ಕು ಸಾರಿ	",
	"	ಕ. ವರ್ಷಕ್ಕೆ ಎರಡು ಸಾರಿ	",
	"	ಡ. ವರ್ಷಕ್ಕೊಂದು ಸಾರಿ	"
],			
"correct" :	"	ಡ. ವರ್ಷಕ್ಕೊಂದು ಸಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಂದು ನಮ್ಮ ಮೆಲ್ಕಿಜೆದೇಕನ ತರಹದ ಮಹಾ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು	",
	"	ಬ. ಯೋನ	",
	"	ಕ. ಯೂದ	",
	"	ಡ. ಯೋಬ	"
],			
"correct" :	"	ಅ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾಜಕನ ಮುಖ್ಯ ಕಾರ್ಯ ಹಾಗೂ ಕರ್ತವ್ಯ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಸಂಬಂಧ ಬೆಳೆಸುವುದು	",
	"	ಬ. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಸಂಬಂಧ ಮುರಿಯುವುದು	",
	"	ಕ. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಅಂತರ ಬೆಳೆಸುವುದು	",
	"	ಡ. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಮಧ್ಯಸ್ಥನಾಗುವುದು	"
],			
"correct" :	"	ಡ. ದೇವರು ಮತ್ತು ಮನುಷ್ಯರ ನಡುವೆ ಮಧ್ಯಸ್ಥನಾಗುವುದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾಜಕನು ಕಾರ್ಯ ಮಾಡುತ್ತಿದ್ದಾಗ ದೇವಾಲಯದಲ್ಲಿ ಕರ್ತನ ದೂತನನ್ನು ಕಂಡ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಏಲೀ	",
	"	ಬ. ಜಕರ್ಯನು	",
	"	ಕ. ಜಕರೀಯನು	",
	"	ಡ. ಮೆಲ್ಕಿಜೇದೇಕನು	"
],			
"correct" :	"	ಕ. ಜಕರೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದೇವಾಲಯದಲ್ಲಿದ್ದ ನೈವೇದ್ಯದ ರೊಟ್ಟಿಗಳನ್ನು ದಾವೀದನಿಗೂ ಮತ್ತು ಅವನ ಸಂಗಡಿಗರಿಗೂ ಕೊಟ್ಟ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹೀಮೆಲೆಕ	",
	"	ಬ. ಅಬಿಮೇಲೆಕ	",
	"	ಕ. ಅಬ್ಷಾಲೋಮ	",
	"	ಡ. ಅನನೀಯ	"
],			
"correct" :	"	ಅ. ಅಹೀಮೆಲೆಕ	",
"explanation" :	"		",
},			
]