var quiztitle = "ಗಿಡ – ಮರಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಮಂಜೂಷವನ್ನು ಯಾವ ಮರದಿಂದ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರದ ಮರ	",
	"	B. ಆಲದ ಮರ	",
	"	C. ಜಾಲಿ ಮರ	",
	"	D. ಗಂಧದ ಮರ	"
],			
"correct" :	"	C. ಜಾಲಿ ಮರ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವಾಲಯದ ಸುಂದರ ಗೋಡೆಗಳನ್ನು ಯಾವ ಮರದಿಂದ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಂಧ	",
	"	B. ಜಾಲಿ	",
	"	C. ಲೆಬನೋನ್	",
	"	D. ದೇವದಾರು	"
],			
"correct" :	"	D. ದೇವದಾರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನೋಹನು ಯಾವ ಮರದಿಂದ ನಾವೆಯನ್ನು ಕಟ್ಟಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತುರಾಯಿ	",
	"	B. ಆಲದ	",
	"	C. ಜಾಲಿ	",
	"	D. ಖರ್ಜೂರ	"
],			
"correct" :	"	A. ತುರಾಯಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಡಗಿನ ಹುಟ್ಟುಗಳನ್ನು ಯಾವದರಿಂದ ಮಾಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಖರ್ಜೂರ	",
	"	B. ಅಂಜೂರ	",
	"	C. ಅಲ್ಲೋನ್	",
	"	D. ಲೆಬನೋನ್	"
],			
"correct" :	"	C. ಅಲ್ಲೋನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾವ ಗಿಡವು ಪ್ರವಾದಿಯಾದ ಯೋನನಿಗೆ ನೆರಳು ಕೊಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬದನೆಕಾಯಿ ಗಿಡ	",
	"	B. ಟಮೋಟ ಗಿಡ	",
	"	C. ಕುಂಬಳಕಾಯಿ ಗಿಡ	",
	"	D. ಸೋರೆಗಿಡ	"
],			
"correct" :	"	D. ಸೋರೆಗಿಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸುವನ್ನು ನೋಡಲು ಜಕ್ಕಾಯನು ಯಾವ ಮರವನ್ನು ಹತ್ತಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಣಸೆ ಮರ	",
	"	B. ತೆಂಗಿನ ಮರ	",
	"	C. ಆಲದ ಮರ	",
	"	D. ಜಾಲಿ ಮರ	"
],			
"correct" :	"	C. ಆಲದ ಮರ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಜಲ ಪ್ರಳಯವಾದ ಮೇಲೆ ಪಾರಿವಾಳವು ಯಾವ ಗಿಡದ ಎಲೆ ತಂದಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ತೆಂಗಿನ ಮರದ ಜಿಗುರು	",
	"	B. ಲೆಬನೋನ್ ಮರದ ಜಿಗುರು	",
	"	C. ಮಾವಿನ ಮರದ ಜಿಗುರು	",
	"	D. ಎಣ್ಣೆ ಮರದ ಜಿಗುರು	"
],			
"correct" :	"	D. ಎಣ್ಣೆ ಮರದ ಜಿಗುರು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಅರಸನಂತೆ ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗುತ್ತಿದ್ದಾಗ ಯಾವ ಮರದ ಎಲೆಗಳನ್ನು ಹಾಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಖರ್ಜೂರದ ಗರಿಗಳು	",
	"	B. ತೆಂಗಿನ ಗರಿಗಳು	",
	"	C. ಅಂಜೂರದ ಗರಿಗಳು	",
	"	D. ಹಿಸ್ಸೋಪ್ ಗರಿಗಳು	"
],			
"correct" :	"	A. ಖರ್ಜೂರದ ಗರಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ಮರದ ಕೆಳಗೆ ಕುಳಿತು ಎಲೀಯನು ಮರಣವನ್ನಪೇಕ್ಷಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿಸ್ಸೋಪ್ ಗಿಡ	",
	"	B. ಸೋರೆ ಗಿಡ	",
	"	C. ಟಮೋಟ ಗಿಡ	",
	"	D. ಜಾಲೀಗಿಡ	"
],			
"correct" :	"	D. ಜಾಲೀಗಿಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಫಿಲಿಪ್ಪನು ನತಾನಿಯೇಲನನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಕರೆದಾಗ ಅವನು ಯಾವ ಮರದ ಕೆಳಗೆ ನಿಂತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಖರ್ಜೂರ	",
	"	B. ಅಂಜೂರ	",
	"	C. ಅಲ್ಲೋನ್	",
	"	D. ಲೆಬನೋನ್	"
],			
"correct" :	"	B. ಅಂಜೂರ	",
"explanation" :	"		",
},			
]