var quiztitle = "ಗಿಡ – ಮರಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಮಂಜೂಷವನ್ನು ಯಾವ ಮರದಿಂದ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂಜೂರದ ಮರ	",
	"	ಬ. ಆಲದ ಮರ	",
	"	ಕ. ಜಾಲಿ ಮರ	",
	"	ಡ. ಗಂಧದ ಮರ	"
],			
"correct" :	"	ಕ. ಜಾಲಿ ಮರ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವಾಲಯದ ಸುಂದರ ಗೋಡೆಗಳನ್ನು ಯಾವ ಮರದಿಂದ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗಂಧ	",
	"	ಬ. ಜಾಲಿ	",
	"	ಕ. ಲೆಬನೋನ್	",
	"	ಡ. ದೇವದಾರು	"
],			
"correct" :	"	ಡ. ದೇವದಾರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನೋಹನು ಯಾವ ಮರದಿಂದ ನಾವೆಯನ್ನು ಕಟ್ಟಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತುರಾಯಿ	",
	"	ಬ. ಆಲದ	",
	"	ಕ. ಜಾಲಿ	",
	"	ಡ. ಖರ್ಜೂರ	"
],			
"correct" :	"	ಅ. ತುರಾಯಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಡಗಿನ ಹುಟ್ಟುಗಳನ್ನು ಯಾವದರಿಂದ ಮಾಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಖರ್ಜೂರ	",
	"	ಬ. ಅಂಜೂರ	",
	"	ಕ. ಅಲ್ಲೋನ್	",
	"	ಡ. ಲೆಬನೋನ್	"
],			
"correct" :	"	ಕ. ಅಲ್ಲೋನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾವ ಗಿಡವು ಪ್ರವಾದಿಯಾದ ಯೋನನಿಗೆ ನೆರಳು ಕೊಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬದನೆಕಾಯಿ ಗಿಡ	",
	"	ಬ. ಟಮೋಟ ಗಿಡ	",
	"	ಕ. ಕುಂಬಳಕಾಯಿ ಗಿಡ	",
	"	ಡ. ಸೋರೆಗಿಡ	"
],			
"correct" :	"	ಡ. ಸೋರೆಗಿಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸುವನ್ನು ನೋಡಲು ಜಕ್ಕಾಯನು ಯಾವ ಮರವನ್ನು ಹತ್ತಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹುಣಸೆ ಮರ	",
	"	ಬ. ತೆಂಗಿನ ಮರ	",
	"	ಕ. ಆಲದ ಮರ	",
	"	ಡ. ಜಾಲಿ ಮರ	"
],			
"correct" :	"	ಕ. ಆಲದ ಮರ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಜಲ ಪ್ರಳಯವಾದ ಮೇಲೆ ಪಾರಿವಾಳವು ಯಾವ ಗಿಡದ ಎಲೆ ತಂದಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತೆಂಗಿನ ಮರದ ಜಿಗುರು	",
	"	ಬ. ಲೆಬನೋನ್ ಮರದ ಜಿಗುರು	",
	"	ಕ. ಮಾವಿನ ಮರದ ಜಿಗುರು	",
	"	ಡ. ಎಣ್ಣೆ ಮರದ ಜಿಗುರು	"
],			
"correct" :	"	ಡ. ಎಣ್ಣೆ ಮರದ ಜಿಗುರು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಅರಸನಂತೆ ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗುತ್ತಿದ್ದಾಗ ಯಾವ ಮರದ ಎಲೆಗಳನ್ನು ಹಾಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಖರ್ಜೂರದ ಗರಿಗಳು	",
	"	ಬ. ತೆಂಗಿನ ಗರಿಗಳು	",
	"	ಕ. ಅಂಜೂರದ ಗರಿಗಳು	",
	"	ಡ. ಹಿಸ್ಸೋಪ್ ಗರಿಗಳು	"
],			
"correct" :	"	ಅ. ಖರ್ಜೂರದ ಗರಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ಮರದ ಕೆಳಗೆ ಕುಳಿತು ಎಲೀಯನು ಮರಣವನ್ನಪೇಕ್ಷಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಿಸ್ಸೋಪ್ ಗಿಡ	",
	"	ಬ. ಸೋರೆ ಗಿಡ	",
	"	ಕ. ಟಮೋಟ ಗಿಡ	",
	"	ಡ. ಜಾಲೀಗಿಡ	"
],			
"correct" :	"	ಡ. ಜಾಲೀಗಿಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಫಿಲಿಪ್ಪನು ನತಾನಿಯೇಲನನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಕರೆದಾಗ ಅವನು ಯಾವ ಮರದ ಕೆಳಗೆ ನಿಂತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಖರ್ಜೂರ	",
	"	ಬ. ಅಂಜೂರ	",
	"	ಕ. ಅಲ್ಲೋನ್	",
	"	ಡ. ಲೆಬನೋನ್	"
],			
"correct" :	"	ಬ. ಅಂಜೂರ	",
"explanation" :	"		",
},			
]