var quiztitle = "ಪೌಲನು";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಯಾವ ಊರಿನವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಮಸ್ಕದವನು	",
	"	ಬ. ತಾರ್ಸದವನು	",
	"	ಕ. ಯೆರೂಸಲೇಮಿನವನು	",
	"	ಡ. ಐಗುಪ್ತದವನು	"
],			
"correct" :	"	ಬ. ತಾರ್ಸದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮಾನಸಾಂತರ ಹೊಂದುವ ಮೊದಲು ಪೌಲನ ಹೆಸರೇನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿಮೋನನು	",
	"	ಬ. ಸೌಲನು	",
	"	ಕ. ಸೊಲೊಮೋನನು	",
	"	ಡ. ಸಿಂಸೋನನು	"
],			
"correct" :	"	ಬ. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪೌಲನು ತನ್ನ ಜೀವಿತಕ್ಕಾಗಿ ಯಾವ ಕಸಬನ್ನು ಅವಲಂಬಿಸಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗುಡಾರ ಮಾಡುತ್ತಿದ್ದನು	",
	"	ಬ. ಕೂಲಿ ಮಾಡುತ್ತಿದ್ದನು	",
	"	ಕ. ಮರಗೆಲಸ ಮಾಡುತ್ತಿದ್ದನು	",
	"	ಡ. ದೋಣಿ ಮಾಡುತ್ತಿದ್ದನು	"
],			
"correct" :	"	ಅ. ಗುಡಾರ ಮಾಡುತ್ತಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪೌಲನ ಪ್ರಸಿದ್ಧನಾದ ಗುರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗಿದ್ಯೋನನು	",
	"	ಬ. ಗೆಹಜಿಯನು	",
	"	ಕ. ಗಮಲಿಯೇಲನು	",
	"	ಡ. ಗಾಮಾನನು	"
],			
"correct" :	"	ಬ. ಗೆಹಜಿಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪೌಲನು ಮಾನಸಾಂತರ ಹೊಂದಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಮಸ್ಕದ ದಾರಿಯಲ್ಲಿ	",
	"	ಬ. ಸಮಾರ್ಯದ ದಾರಿಯಲ್ಲಿ	",
	"	ಕ. ಗಲಿಲಾಯದ ದಾರಿಯಲ್ಲಿ	",
	"	ಡ. ತಾರ್ಷಿಷ್ ದಾರಿಯಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ದಮಸ್ಕದ ದಾರಿಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪೌಲನಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹಾಬನು	",
	"	ಬ. ಅಕ್ವಿಲ್ಲನು	",
	"	ಕ. ಅನನೀಯನು	",
	"	ಡ. ಅಮ್ರಾಮನು	"
],			
"correct" :	"	ಕ. ಅನನೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನ ಜೀವಿತ ಮತ್ತು ಆತನ ಮಿಶನರಿ ಪ್ರಯಾಣಗಳನ್ನು ಕುರಿತು ಬೈಬಲ್ಲಿನ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೋಮಾಪುರದವರಿಗೆ	",
	"	ಬ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
	"	ಕ. ಲೂಕ	",
	"	ಡ. ಎಫೆಸದವರಿಗೆ	"
],			
"correct" :	"	ಬ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೌಲನ ಸೇವೆಯ ಮೂಲಕ ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ ರಕ್ಷಣೆ ಹೊಂದಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲುದ್ಯಳು	",
	"	ಬ. ಮಿರ್ಯಾಮಳು	",
	"	ಕ. ದೊರ್ಕಳು	",
	"	ಡ. ದೀನಳು	"
],			
"correct" :	"	ಅ. ಲುದ್ಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೌಲನು ಎಷ್ಟು ಮಿಷನರಿ ಪ್ರಯಾಣಗಳನ್ನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಏಳು	",
	"	ಬ. ಎರಡು	",
	"	ಕ. ಮೂರು	",
	"	ಡ. ಒಂದು	"
],			
"correct" :	"	ಕ. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನ್ಯಾಯವನ್ನು ಕೋರಿ ರೋಮಿಗೆ ಹೋದರೂ ಯಾವ ಚಕ್ರವರ್ತಿ ಆತನಿಗೆ ನ್ಯಾಯವನ್ನು ಕೊಡಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೀರೋ	",
	"	ಬ. ಪಿಲಾತನು	",
	"	ಕ. ನಿಕೊದೋಮನು	",
	"	ಡ. ಹೆರೋದನು	"
],			
"correct" :	"	ಅ. ನೀರೋ	",
"explanation" :	"		",
},			
]