var quiztitle = "ಪೌಲನು";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಯಾವ ಊರಿನವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಮಸ್ಕದವನು	",
	"	B. ತಾರ್ಸದವನು	",
	"	C. ಯೆರೂಸಲೇಮಿನವನು	",
	"	D. ಐಗುಪ್ತದವನು	"
],			
"correct" :	"	B. ತಾರ್ಸದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮಾನಸಾಂತರ ಹೊಂದುವ ಮೊದಲು ಪೌಲನ ಹೆಸರೇನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಮೋನನು	",
	"	B. ಸೌಲನು	",
	"	C. ಸೊಲೊಮೋನನು	",
	"	D. ಸಿಂಸೋನನು	"
],			
"correct" :	"	B. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪೌಲನು ತನ್ನ ಜೀವಿತಕ್ಕಾಗಿ ಯಾವ ಕಸಬನ್ನು ಅವಲಂಬಿಸಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗುಡಾರ ಮಾಡುತ್ತಿದ್ದನು	",
	"	B. ಕೂಲಿ ಮಾಡುತ್ತಿದ್ದನು	",
	"	C. ಮರಗೆಲಸ ಮಾಡುತ್ತಿದ್ದನು	",
	"	D. ದೋಣಿ ಮಾಡುತ್ತಿದ್ದನು	"
],			
"correct" :	"	A. ಗುಡಾರ ಮಾಡುತ್ತಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪೌಲನ ಪ್ರಸಿದ್ಧನಾದ ಗುರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಿದ್ಯೋನನು	",
	"	B. ಗೆಹಜಿಯನು	",
	"	C. ಗಮಲಿಯೇಲನು	",
	"	D. ಗಾಮಾನನು	"
],			
"correct" :	"	B. ಗೆಹಜಿಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪೌಲನು ಮಾನಸಾಂತರ ಹೊಂದಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ದಮಸ್ಕದ ದಾರಿಯಲ್ಲಿ	",
	"	B. ಸಮಾರ್ಯದ ದಾರಿಯಲ್ಲಿ	",
	"	C. ಗಲಿಲಾಯದ ದಾರಿಯಲ್ಲಿ	",
	"	D. ತಾರ್ಷಿಷ್ ದಾರಿಯಲ್ಲಿ	"
],			
"correct" :	"	A. ದಮಸ್ಕದ ದಾರಿಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪೌಲನಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹಾಬನು	",
	"	B. ಅಕ್ವಿಲ್ಲನು	",
	"	C. ಅನನೀಯನು	",
	"	D. ಅಮ್ರಾಮನು	"
],			
"correct" :	"	C. ಅನನೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನ ಜೀವಿತ ಮತ್ತು ಆತನ ಮಿಶನರಿ ಪ್ರಯಾಣಗಳನ್ನು ಕುರಿತು ಬೈಬಲ್ಲಿನ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮಾಪುರದವರಿಗೆ	",
	"	B. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
	"	C. ಲೂಕ	",
	"	D. ಎಫೆಸದವರಿಗೆ	"
],			
"correct" :	"	B. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೌಲನ ಸೇವೆಯ ಮೂಲಕ ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ ರಕ್ಷಣೆ ಹೊಂದಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲುದ್ಯಳು	",
	"	B. ಮಿರ್ಯಾಮಳು	",
	"	C. ದೊರ್ಕಳು	",
	"	D. ದೀನಳು	"
],			
"correct" :	"	A. ಲುದ್ಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೌಲನು ಎಷ್ಟು ಮಿಷನರಿ ಪ್ರಯಾಣಗಳನ್ನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏಳು	",
	"	B. ಎರಡು	",
	"	C. ಮೂರು	",
	"	D. ಒಂದು	"
],			
"correct" :	"	C. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನ್ಯಾಯವನ್ನು ಕೋರಿ ರೋಮಿಗೆ ಹೋದರೂ ಯಾವ ಚಕ್ರವರ್ತಿ ಆತನಿಗೆ ನ್ಯಾಯವನ್ನು ಕೊಡಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ನೀರೋ	",
	"	B. ಪಿಲಾತನು	",
	"	C. ನಿಕೊದೋಮನು	",
	"	D. ಹೆರೋದನು	"
],			
"correct" :	"	A. ನೀರೋ	",
"explanation" :	"		",
},			
]