var quiztitle = "ಪ್ಯಾಲೆಸ್ಟೈನ್  (ಕಾನಾನ್ ದೇಶ)";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಹುಟ್ಟಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆತ್ಲೆಹೇಮ್	",
	"	B. ಬಾಬೆಲ್	",
	"	C. ಬೆಥಾನ್ಯ	",
	"	D. ಬಾಬಿಲೋನ್	"
],			
"correct" :	"	A. ಬೆತ್ಲೆಹೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೆಹೂದ್ಯರ ಏಕಮಾತ್ರ ದೇವಾಲಯವನ್ನು ಯಾವ ಊರಿನಲ್ಲಿ ಕಟ್ಟಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋರ್ದಾನ್	",
	"	B. ಯೆರಿಕೋ	",
	"	C. ಯೆರೂಸಲೇಮ್	",
	"	D. ಯೆಹೂದ್ಯ	"
],			
"correct" :	"	C. ಯೆರೂಸಲೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಬಾಲಕನಾಗಿದ್ದಾಗ ಎಲ್ಲಿ ಜೀವಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾ	",
	"	B. ಗಲಿಲಾಯ	",
	"	C. ಯೆರೂಸಲೇಮ್	",
	"	D. ನಜರೇತ್	"
],			
"correct" :	"	D. ನಜರೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೊಲ್ಗೊಥಾ	",
	"	B. ಗೊಲ್ಕೊಂಡ	",
	"	C. ಗಿಲ್ಯಾದ್	",
	"	D. ಗಲಿಲಾಯ	"
],			
"correct" :	"	A. ಗೊಲ್ಗೊಥಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಒಳ್ಳೇ ಸಮಾರ್ಯದವನು ಯಾವ ಸೀಮೆಯವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಪ್ಪಾ	",
	"	B. ಫರಿಸಾಯ	",
	"	C. ಚೀಯೋನ್	",
	"	D. ಸಮಾರ್ಯ	"
],			
"correct" :	"	D. ಸಮಾರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸುವಿನ ಕಾಲದಲ್ಲಿ ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶವನ್ನು ಯಾರು ಆಳುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಫ್ರಿಕಾ ಸಾಮ್ರಾಜ್ಯ	",
	"	B. ರೋಮ್ ಸಾಮ್ರಾಜ್ಯ	",
	"	C. ಗ್ರೀಕ್ ಸಾಮ್ರಾಜ್ಯ	",
	"	D. ಐಗುಪ್ತ ಸಾಮ್ರಾಜ್ಯ	"
],			
"correct" :	"	B. ರೋಮ್ ಸಾಮ್ರಾಜ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶದ ಮುಖ್ಯ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋರ್ದಾನ್	",
	"	B. ನೈಲ್	",
	"	C. ಗಂಗಾ	",
	"	D. ಲವಣ	"
],			
"correct" :	"	A. ಯೋರ್ದಾನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮೃತ್ಯು ಸಮುದ್ರವನ್ನು ಆ ಹೆಸರಿನಿಂದ ಯಾಕೆ ಕರೆಯುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅದರಲ್ಲಿ ಎಲ್ಲಾ ಜೀವಿಗಳು ರೋಗಕ್ಕೆ ಗುರಿಯಾಗುತ್ತವೆ	",
	"	B. ಅದರಲ್ಲಿ ಎಲ್ಲಾ ಜೀವಿಸುತ್ತವೆ	",
	"	C. ಅದರಲ್ಲಿ ಏನೂ ಜೀವಿಸುವದಿಲ್ಲ	",
	"	D. ಅರದಲ್ಲಿ ಎಲ್ಲಾ ಜೀವಿಗಳು ಮಾರಣಾಂತಿಕ ಜೀವಿಗಳು	"
],			
"correct" :	"	C. ಅದರಲ್ಲಿ ಏನೂ ಜೀವಿಸುವದಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಗಲಿಲಾಯ ಸಮುದ್ರಕ್ಕಿರುವ ಇನ್ನೂ ಎರಡು ಹೆಸರುಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೆನೆಜರೆತ, ತಿಬೇರಿಯನ್	",
	"	B. ಗೆನೆಜರೆತ, ಹಿಂದೂಮಹಾ ಸಾಗರ	",
	"	C. ತಿಬೇರಿಯನ್, ಯೋರ್ದಾನ್	",
	"	D. ಕೆಂಪು, ಗೆನೆಜರೆತ ಸಮುದ್ರ	"
],			
"correct" :	"	A. ಗೆನೆಜರೆತ, ತಿಬೇರಿಯನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೆಹೂದ್ಯರ ದೇವಾಲಯವನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕಟ್ಟಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿನಾಯ್	",
	"	B. ಕರ್ಮೇಲ್	",
	"	C. ಮೊರೀಯ	",
	"	D. ಚಿಯೋನ್	"
],			
"correct" :	"	C. ಮೊರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೆರೂಸಲೇಮ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾಧಾನ ನಗರ	",
	"	B. ಆತ್ಮೀಯ ನಗರ	",
	"	C. ಸಂತೋಷದ ನಗರ	",
	"	D. ಗಲಿಬಿಲಿಯ ನಗರ	"
],			
"correct" :	"	A. ಸಮಾಧಾನ ನಗರ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಬೆತ್ಲೆಹೇಮ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾಂಸದ ಮನೆ	",
	"	B. ರೊಟ್ಟಿಯ ಮನೆ	",
	"	C. ಸೌಖ್ಯದ ಮನೆ	",
	"	D. ದೇವರ ಮನೆ	"
],			
"correct" :	"	B. ರೊಟ್ಟಿಯ ಮನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶವನ್ನು ಮೋಶೆ ವಾಗ್ಧತ್ತ ದೇಶವೆಂದು ಯಾಕೆ ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು ಆದೇಶವನ್ನು ಅದಾಮನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
	"	B. ದೇವರು ಆದೇಶವನ್ನು ಮೋಶೆಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
	"	C. ದೇವರು ಆದೇಶವನ್ನು ಅಬ್ರಹಾಮನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
	"	D. ದೇವರು ಆದೇಶವನ್ನು ನೋಹನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	"
],			
"correct" :	"	C. ದೇವರು ಆದೇಶವನ್ನು ಅಬ್ರಹಾಮನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶದಿಂದ ಉಗಮವಾದ ಎರಡು ಮಹಾ ಧರ್ಮಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ್ಯ, ಕ್ರೈಸ್ತ ಧರ್ಮ	",
	"	B. ಕ್ರೈಸ್ತ ಧರ್ಮ, ಹಿಂದೂ ಮತ	",
	"	C. ಯೆಹೂದ್ಯ, ಹಿಂದೂ ಮತ	",
	"	D. ಬೌದ್ದ ಹಾಗೂ ಯೆಹೂದ್ಯ	"
],			
"correct" :	"	A. ಯೆಹೂದ್ಯ, ಕ್ರೈಸ್ತ ಧರ್ಮ	",
"explanation" :	"		",
},			
]