var quiztitle = "ಪ್ಯಾಲೆಸ್ಟೈನ್  (ಕಾನಾನ್ ದೇಶ)";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಹುಟ್ಟಿದ್ದು ಎಲ್ಲಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆತ್ಲೆಹೇಮ್	",
	"	ಬ. ಬಾಬೆಲ್	",
	"	ಕ. ಬೆಥಾನ್ಯ	",
	"	ಡ. ಬಾಬಿಲೋನ್	"
],			
"correct" :	"	ಅ. ಬೆತ್ಲೆಹೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೆಹೂದ್ಯರ ಏಕಮಾತ್ರ ದೇವಾಲಯವನ್ನು ಯಾವ ಊರಿನಲ್ಲಿ ಕಟ್ಟಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋರ್ದಾನ್	",
	"	ಬ. ಯೆರಿಕೋ	",
	"	ಕ. ಯೆರೂಸಲೇಮ್	",
	"	ಡ. ಯೆಹೂದ್ಯ	"
],			
"correct" :	"	ಕ. ಯೆರೂಸಲೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಬಾಲಕನಾಗಿದ್ದಾಗ ಎಲ್ಲಿ ಜೀವಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾ	",
	"	ಬ. ಗಲಿಲಾಯ	",
	"	ಕ. ಯೆರೂಸಲೇಮ್	",
	"	ಡ. ನಜರೇತ್	"
],			
"correct" :	"	ಡ. ನಜರೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೊಲ್ಗೊಥಾ	",
	"	ಬ. ಗೊಲ್ಕೊಂಡ	",
	"	ಕ. ಗಿಲ್ಯಾದ್	",
	"	ಡ. ಗಲಿಲಾಯ	"
],			
"correct" :	"	ಅ. ಗೊಲ್ಗೊಥಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಒಳ್ಳೇ ಸಮಾರ್ಯದವನು ಯಾವ ಸೀಮೆಯವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊಪ್ಪಾ	",
	"	ಬ. ಫರಿಸಾಯ	",
	"	ಕ. ಚೀಯೋನ್	",
	"	ಡ. ಸಮಾರ್ಯ	"
],			
"correct" :	"	ಡ. ಸಮಾರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸುವಿನ ಕಾಲದಲ್ಲಿ ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶವನ್ನು ಯಾರು ಆಳುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆಫ್ರಿಕಾ ಸಾಮ್ರಾಜ್ಯ	",
	"	ಬ. ರೋಮ್ ಸಾಮ್ರಾಜ್ಯ	",
	"	ಕ. ಗ್ರೀಕ್ ಸಾಮ್ರಾಜ್ಯ	",
	"	ಡ. ಐಗುಪ್ತ ಸಾಮ್ರಾಜ್ಯ	"
],			
"correct" :	"	ಬ. ರೋಮ್ ಸಾಮ್ರಾಜ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶದ ಮುಖ್ಯ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋರ್ದಾನ್	",
	"	ಬ. ನೈಲ್	",
	"	ಕ. ಗಂಗಾ	",
	"	ಡ. ಲವಣ	"
],			
"correct" :	"	ಅ. ಯೋರ್ದಾನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮೃತ್ಯು ಸಮುದ್ರವನ್ನು ಆ ಹೆಸರಿನಿಂದ ಯಾಕೆ ಕರೆಯುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅದರಲ್ಲಿ ಎಲ್ಲಾ ಜೀವಿಗಳು ರೋಗಕ್ಕೆ ಗುರಿಯಾಗುತ್ತವೆ	",
	"	ಬ. ಅದರಲ್ಲಿ ಎಲ್ಲಾ ಜೀವಿಸುತ್ತವೆ	",
	"	ಕ. ಅದರಲ್ಲಿ ಏನೂ ಜೀವಿಸುವದಿಲ್ಲ	",
	"	ಡ. ಅರದಲ್ಲಿ ಎಲ್ಲಾ ಜೀವಿಗಳು ಮಾರಣಾಂತಿಕ ಜೀವಿಗಳು	"
],			
"correct" :	"	ಕ. ಅದರಲ್ಲಿ ಏನೂ ಜೀವಿಸುವದಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಗಲಿಲಾಯ ಸಮುದ್ರಕ್ಕಿರುವ ಇನ್ನೂ ಎರಡು ಹೆಸರುಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೆನೆಜರೆತ, ತಿಬೇರಿಯನ್	",
	"	ಬ. ಗೆನೆಜರೆತ, ಹಿಂದೂಮಹಾ ಸಾಗರ	",
	"	ಕ. ತಿಬೇರಿಯನ್, ಯೋರ್ದಾನ್	",
	"	ಡ. ಕೆಂಪು, ಗೆನೆಜರೆತ ಸಮುದ್ರ	"
],			
"correct" :	"	ಅ. ಗೆನೆಜರೆತ, ತಿಬೇರಿಯನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೆಹೂದ್ಯರ ದೇವಾಲಯವನ್ನು ಯಾವ ಬೆಟ್ಟದ ಮೇಲೆ ಕಟ್ಟಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿನಾಯ್	",
	"	ಬ. ಕರ್ಮೇಲ್	",
	"	ಕ. ಮೊರೀಯ	",
	"	ಡ. ಚಿಯೋನ್	"
],			
"correct" :	"	ಕ. ಮೊರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೆರೂಸಲೇಮ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಮಾಧಾನ ನಗರ	",
	"	ಬ. ಆತ್ಮೀಯ ನಗರ	",
	"	ಕ. ಸಂತೋಷದ ನಗರ	",
	"	ಡ. ಗಲಿಬಿಲಿಯ ನಗರ	"
],			
"correct" :	"	ಅ. ಸಮಾಧಾನ ನಗರ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಬೆತ್ಲೆಹೇಮ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಾಂಸದ ಮನೆ	",
	"	ಬ. ರೊಟ್ಟಿಯ ಮನೆ	",
	"	ಕ. ಸೌಖ್ಯದ ಮನೆ	",
	"	ಡ. ದೇವರ ಮನೆ	"
],			
"correct" :	"	ಬ. ರೊಟ್ಟಿಯ ಮನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶವನ್ನು ಮೋಶೆ ವಾಗ್ಧತ್ತ ದೇಶವೆಂದು ಯಾಕೆ ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವರು ಆದೇಶವನ್ನು ಅದಾಮನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
	"	ಬ. ದೇವರು ಆದೇಶವನ್ನು ಮೋಶೆಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
	"	ಕ. ದೇವರು ಆದೇಶವನ್ನು ಅಬ್ರಹಾಮನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
	"	ಡ. ದೇವರು ಆದೇಶವನ್ನು ನೋಹನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	"
],			
"correct" :	"	ಕ. ದೇವರು ಆದೇಶವನ್ನು ಅಬ್ರಹಾಮನಿಗೆ ಮತ್ತು ಅವನ ಸಂತತಿಯವರಿಗೆ ವಾಗ್ಧಾನ ಮಾಡಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಪ್ಯಾಲೆಸ್ಟೈನ್ ದೇಶದಿಂದ ಉಗಮವಾದ ಎರಡು ಮಹಾ ಧರ್ಮಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೂದ್ಯ, ಕ್ರೈಸ್ತ ಧರ್ಮ	",
	"	ಬ. ಕ್ರೈಸ್ತ ಧರ್ಮ, ಹಿಂದೂ ಮತ	",
	"	ಕ. ಯೆಹೂದ್ಯ, ಹಿಂದೂ ಮತ	",
	"	ಡ. ಬೌದ್ದ ಹಾಗೂ ಯೆಹೂದ್ಯ	"
],			
"correct" :	"	ಅ. ಯೆಹೂದ್ಯ, ಕ್ರೈಸ್ತ ಧರ್ಮ	",
"explanation" :	"		",
},			
]