var quiztitle = "ನದಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ ದೇಶದಲ್ಲಿ ಅತಿ ಮುಖ್ಯವಾದ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೈಲ್	",
	"	ಬ. ಯೋರ್ದಾನ್	",
	"	ಕ. ಕೆಂಪು ಸಮುದ್ರ	",
	"	ಡ. ಮರಣ ಸಮುದ್ರ	"
],			
"correct" :	"	ಬ. ಯೋರ್ದಾನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಐಗುಪ್ತ ದೇಶದಲ್ಲಿ ಅತಿ ಮುಖ್ಯವಾದ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೈಲ್	",
	"	ಬ. ಯೋರ್ದಾನ್	",
	"	ಕ. ಕೆಂಪು ಸಮುದ್ರ	",
	"	ಡ. ಮರಣ ಸಮುದ್ರ	"
],			
"correct" :	"	ಅ. ನೈಲ್	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾಕೋಬನು ದೇವರೊಡನೆ ಯಾವ ನದಿಯ ಬಳಿ ಹೋರಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಬ್ಬೋಕ್	",
	"	ಬ. ಯೋರ್ದಾನ್	",
	"	ಕ. ನೈಲ್	",
	"	ಡ. ಕೆಂಪು ಸಮುದ್ರ	"
],			
"correct" :	"	ಅ. ಯಬ್ಬೋಕ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಿದ್ದೆಕೆಲ್ ನದಿಯ ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಟಿಂಬಕ್ಟು	",
	"	ಬ. ಟಿಬೆಟ್	",
	"	ಕ. ಟೆಂಟಾನ್	",
	"	ಡ. ಟೈಗ್ರೀಸ್	"
],			
"correct" :	"	ಡ. ಟೈಗ್ರೀಸ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಾಮಾನನು ಯೋರ್ದನ್ ನದಿಗೆ ತನ್ನ ದೇಶದಲ್ಲಿ ಹರಿಯುವ ಯಾವ ನದಿಗಳಿಗೆ ಹೋಲಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಬಾನಾ ಪರ್ ಪರ್	",
	"	ಬ. ಇಮಾನಾ ಪರ್ ಪರ್	",
	"	ಕ. ಅಬಾನಾ ಪರ್ ಪರ್	",
	"	ಡ. ಅಮಾನಾ ಪರ್ ಪರ್	"
],			
"correct" :	"	ಕ. ಅಬಾನಾ ಪರ್ ಪರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಕಸ್ದೀಯ ದೇಶದಲ್ಲಿ ಯೆಹೂದ್ಯರು ಸೆರೆಯಲ್ಲಿದ್ದಾಗ ಯಾವ ನದಿಯ ಬಳಿ ವಾಸಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೆಥಾರ್	",
	"	ಬ. ಕೆಮೇರ್	",
	"	ಕ. ಕೆಬಾರ್	",
	"	ಡ. ಕೆಮೋರ್	"
],			
"correct" :	"	ಕ. ಕೆಬಾರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಂಗಾರ ದೊರಕುವ ಹವೀಲ ದೇಶವನ್ನೆಲ್ಲಾ ಸುತ್ತುವ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೆಬಾರ್	",
	"	ಬ. ಪೀಶೋನ್	",
	"	ಕ. ಕಿಷೋನ್	",
	"	ಡ. ನೈಲ್	"
],			
"correct" :	"	ಬ. ಪೀಶೋನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೋರ್ದನ್ ನದಿಯ ನಂತರ ಇಸ್ರಾಯೇಲ್ ದೇಶದಲ್ಲಿ ಇನ್ನೊಂದು ಮುಖ್ಯ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೆಬಾರ್	",
	"	ಬ. ಪೀಶೋನ್	",
	"	ಕ. ಕಿಷೋನ್	",
	"	ಡ. ನೈಲ್	"
],			
"correct" :	"	ಕ. ಕಿಷೋನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾನಿಯೇಲನು ಯಾವ ನದಿಯ ದಡದ ಮೇಲೆ ನಿಂತುಕೊಂಡಿದ್ದಾಗ ಟಗರು ಮತ್ತು ಹೋತದ ದರ್ಶನ ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಊಲಾ	",
	"	ಬ. ತಾರ್ಷೀಷ್	",
	"	ಕ. ಯೋರ್ದಾನ್	",
	"	ಡ. ಹೆರ್ಮೋನ್	"
],			
"correct" :	"	ಅ. ಊಲಾ	",
"explanation" :	"		",
},			
]