var quiztitle = "ನದಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ ದೇಶದಲ್ಲಿ ಅತಿ ಮುಖ್ಯವಾದ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೈಲ್	",
	"	B. ಯೋರ್ದಾನ್	",
	"	C. ಕೆಂಪು ಸಮುದ್ರ	",
	"	D. ಮರಣ ಸಮುದ್ರ	"
],			
"correct" :	"	B. ಯೋರ್ದಾನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಐಗುಪ್ತ ದೇಶದಲ್ಲಿ ಅತಿ ಮುಖ್ಯವಾದ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೈಲ್	",
	"	B. ಯೋರ್ದಾನ್	",
	"	C. ಕೆಂಪು ಸಮುದ್ರ	",
	"	D. ಮರಣ ಸಮುದ್ರ	"
],			
"correct" :	"	A. ನೈಲ್	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾಕೋಬನು ದೇವರೊಡನೆ ಯಾವ ನದಿಯ ಬಳಿ ಹೋರಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಬ್ಬೋಕ್	",
	"	B. ಯೋರ್ದಾನ್	",
	"	C. ನೈಲ್	",
	"	D. ಕೆಂಪು ಸಮುದ್ರ	"
],			
"correct" :	"	A. ಯಬ್ಬೋಕ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಿದ್ದೆಕೆಲ್ ನದಿಯ ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಟಿಂಬಕ್ಟು	",
	"	B. ಟಿಬೆಟ್	",
	"	C. ಟೆಂಟಾನ್	",
	"	D. ಟೈಗ್ರೀಸ್	"
],			
"correct" :	"	D. ಟೈಗ್ರೀಸ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಾಮಾನನು ಯೋರ್ದನ್ ನದಿಗೆ ತನ್ನ ದೇಶದಲ್ಲಿ ಹರಿಯುವ ಯಾವ ನದಿಗಳಿಗೆ ಹೋಲಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬಾನಾ ಪರ್ ಪರ್	",
	"	B. ಇಮಾನಾ ಪರ್ ಪರ್	",
	"	C. ಅಬಾನಾ ಪರ್ ಪರ್	",
	"	D. ಅಮಾನಾ ಪರ್ ಪರ್	"
],			
"correct" :	"	C. ಅಬಾನಾ ಪರ್ ಪರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಕಸ್ದೀಯ ದೇಶದಲ್ಲಿ ಯೆಹೂದ್ಯರು ಸೆರೆಯಲ್ಲಿದ್ದಾಗ ಯಾವ ನದಿಯ ಬಳಿ ವಾಸಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಥಾರ್	",
	"	B. ಕೆಮೇರ್	",
	"	C. ಕೆಬಾರ್	",
	"	D. ಕೆಮೋರ್	"
],			
"correct" :	"	C. ಕೆಬಾರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಂಗಾರ ದೊರಕುವ ಹವೀಲ ದೇಶವನ್ನೆಲ್ಲಾ ಸುತ್ತುವ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಬಾರ್	",
	"	B. ಪೀಶೋನ್	",
	"	C. ಕಿಷೋನ್	",
	"	D. ನೈಲ್	"
],			
"correct" :	"	B. ಪೀಶೋನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೋರ್ದನ್ ನದಿಯ ನಂತರ ಇಸ್ರಾಯೇಲ್ ದೇಶದಲ್ಲಿ ಇನ್ನೊಂದು ಮುಖ್ಯ ನದಿ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಬಾರ್	",
	"	B. ಪೀಶೋನ್	",
	"	C. ಕಿಷೋನ್	",
	"	D. ನೈಲ್	"
],			
"correct" :	"	C. ಕಿಷೋನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದಾನಿಯೇಲನು ಯಾವ ನದಿಯ ದಡದ ಮೇಲೆ ನಿಂತುಕೊಂಡಿದ್ದಾಗ ಟಗರು ಮತ್ತು ಹೋತದ ದರ್ಶನ ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಊಲಾ	",
	"	B. ತಾರ್ಷೀಷ್	",
	"	C. ಯೋರ್ದಾನ್	",
	"	D. ಹೆರ್ಮೋನ್	"
],			
"correct" :	"	A. ಊಲಾ	",
"explanation" :	"		",
},			
]