var quiztitle = "ಪಕ್ಷಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಪವಿತ್ರಾತ್ಮನನ್ನು ಯಾವ ಪಕ್ಷಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದ್ದು	",
	"	B. ಕಾಗೆ	",
	"	C. ಪಾರಿವಾಳ	",
	"	D. ಗುಬ್ಬಚ್ಚಿ	"
],			
"correct" :	"	C. ಪಾರಿವಾಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಮೂರು ಸಾರಿ ಬೊಂಕಿದ ಶಿಷ್ಯನನ್ನು ಯಾವ ಪಕ್ಷಿ ಎಚ್ಚರಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೋಳಿ	",
	"	B. ಬಾತುಕೋಳಿ	",
	"	C. ಪಾರಿವಾಳ	",
	"	D. ಗಿಳಿ	"
],			
"correct" :	"	A. ಕೋಳಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯದಲ್ಲಿ ಬಾಲ ಯೇಸುವನ್ನು ಕರ್ತನಿಗೆ ಸಮರ್ಪಿಸಲು ತೆಗೆದುಕೊಂಡು ಹೋದಾಗ ಯಾವ ಪಕ್ಷಿಗಳನ್ನು ಬಲಿ ಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ಜೋಡಿ ಲಾವಕ್ಕಿ	",
	"	B. ಒಂದು ಜೋಡಿ ಪಾರಿವಾಳ	",
	"	C. ಒಂದು ಜೋಡಿ ಕೋಳಿ	",
	"	D. ಒಂದು ಜೋಡಿ ಗಿಳಿ	"
],			
"correct" :	"	B. ಒಂದು ಜೋಡಿ ಪಾರಿವಾಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನಿಗೆ ಊಟ ತಂದುಕೊಟ್ಟ ಪಕ್ಷಿಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾರಿವಾಳಗಳು	",
	"	B. ಗುಬ್ಬಚ್ಚಿಗಳು	",
	"	C. ಹದ್ದುಗಳು	",
	"	D. ಕಾಗೆಗಳು	"
],			
"correct" :	"	D. ಕಾಗೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನೋಹನ ನಾವೆಗೆ ತನ್ನ ಬಾಯಲ್ಲಿ ಎಣ್ಣೆಮರದ ಹೊಸ ಚಿಗುರನ್ನು ತಂದ ಪಕ್ಷಿ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾರಿವಾಳ	",
	"	B. ಗುಬ್ಬಚ್ಚಿ	",
	"	C. ಹದ್ದು	",
	"	D. ಕಾಗೆ	"
],			
"correct" :	"	A. ಪಾರಿವಾಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಯಾವ ಪಕ್ಷಿಗೆ ಬರುವಂತೆಯೇ ನಿನಗೆ ಯೌವನವನ್ನು ತಿರುಗಿ ಬರಮಾಡುತ್ತಾನೆ”	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಗೆ	",
	"	B. ಹದ್ದು	",
	"	C. ಲಾವಕ್ಕಿ	",
	"	D. ಗುಬ್ಬಚ್ಚಿ	"
],			
"correct" :	"	B. ಹದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅರಣ್ಯ ಯಾತ್ರೆಯಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರು ಯಾವ ಪಕ್ಷಿಗಳನ್ನು ತಿಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೋಳಿಗಳನ್ನು	",
	"	B. ಪಾರಿವಾಳಗಳನ್ನು	",
	"	C. ಲಾವಕ್ಕಿಗಳನ್ನು	",
	"	D. ಕಾಗೆಗಳನ್ನು	"
],			
"correct" :	"	C. ಲಾವಕ್ಕಿಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ಪಕ್ಷಿ ತನ್ನ ಮರಿಗಳನ್ನು ತನ್ನ ರೆಕ್ಕೆಯ ಮೇಲೆ ಒಯ್ಯುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೋಳಿ	",
	"	B. ಹದ್ದು	",
	"	C. ಗಿಳಿ	",
	"	D. ಕಾಗೆ	"
],			
"correct" :	"	B. ಹದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕೋಳಿ ಮತ್ತು ಅದರ ಮರಿಗಳನ್ನು ಒಂದು ದೊಡ್ಡ ಪ್ರಸಿದ್ಧ ಪಟ್ಟಣಕ್ಕೆ ಹೋಲಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸುಕ್ರಿಸ್ತನು	",
	"	B. ಯೋಹಾನನು	",
	"	C. ಪೌಲನು	",
	"	D. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	A. ಯೇಸುಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೋಹಾನನ ಸುವಾರ್ತೆಯನ್ನು ಯಾವ ಪಕ್ಷಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಾರಿವಾಳ	",
	"	B. ಬೆಳ್ಳಕ್ಕಿ	",
	"	C. ಹದ್ದು	",
	"	D. ಲಾವಕ್ಕಿ	"
],			
"correct" :	"	C. ಹದ್ದು	",
"explanation" :	"		",
},			
]