var quiztitle = "ಪಕ್ಷಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಪವಿತ್ರಾತ್ಮನನ್ನು ಯಾವ ಪಕ್ಷಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದ್ದು	",
	"	ಬ. ಕಾಗೆ	",
	"	ಕ. ಪಾರಿವಾಳ	",
	"	ಡ. ಗುಬ್ಬಚ್ಚಿ	"
],			
"correct" :	"	ಕ. ಪಾರಿವಾಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಮೂರು ಸಾರಿ ಬೊಂಕಿದ ಶಿಷ್ಯನನ್ನು ಯಾವ ಪಕ್ಷಿ ಎಚ್ಚರಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೋಳಿ	",
	"	ಬ. ಬಾತುಕೋಳಿ	",
	"	ಕ. ಪಾರಿವಾಳ	",
	"	ಡ. ಗಿಳಿ	"
],			
"correct" :	"	ಅ. ಕೋಳಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೆರೂಸಲೇಮಿನ ದೇವಾಲಯದಲ್ಲಿ ಬಾಲ ಯೇಸುವನ್ನು ಕರ್ತನಿಗೆ ಸಮರ್ಪಿಸಲು ತೆಗೆದುಕೊಂಡು ಹೋದಾಗ ಯಾವ ಪಕ್ಷಿಗಳನ್ನು ಬಲಿ ಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಒಂದು ಜೋಡಿ ಲಾವಕ್ಕಿ	",
	"	ಬ. ಒಂದು ಜೋಡಿ ಪಾರಿವಾಳ	",
	"	ಕ. ಒಂದು ಜೋಡಿ ಕೋಳಿ	",
	"	ಡ. ಒಂದು ಜೋಡಿ ಗಿಳಿ	"
],			
"correct" :	"	ಬ. ಒಂದು ಜೋಡಿ ಪಾರಿವಾಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನಿಗೆ ಊಟ ತಂದುಕೊಟ್ಟ ಪಕ್ಷಿಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಾರಿವಾಳಗಳು	",
	"	ಬ. ಗುಬ್ಬಚ್ಚಿಗಳು	",
	"	ಕ. ಹದ್ದುಗಳು	",
	"	ಡ. ಕಾಗೆಗಳು	"
],			
"correct" :	"	ಡ. ಕಾಗೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನೋಹನ ನಾವೆಗೆ ತನ್ನ ಬಾಯಲ್ಲಿ ಎಣ್ಣೆಮರದ ಹೊಸ ಚಿಗುರನ್ನು ತಂದ ಪಕ್ಷಿ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಾರಿವಾಳ	",
	"	ಬ. ಗುಬ್ಬಚ್ಚಿ	",
	"	ಕ. ಹದ್ದು	",
	"	ಡ. ಕಾಗೆ	"
],			
"correct" :	"	ಅ. ಪಾರಿವಾಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಯಾವ ಪಕ್ಷಿಗೆ ಬರುವಂತೆಯೇ ನಿನಗೆ ಯೌವನವನ್ನು ತಿರುಗಿ ಬರಮಾಡುತ್ತಾನೆ”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾಗೆ	",
	"	ಬ. ಹದ್ದು	",
	"	ಕ. ಲಾವಕ್ಕಿ	",
	"	ಡ. ಗುಬ್ಬಚ್ಚಿ	"
],			
"correct" :	"	ಬ. ಹದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅರಣ್ಯ ಯಾತ್ರೆಯಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರು ಯಾವ ಪಕ್ಷಿಗಳನ್ನು ತಿಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೋಳಿಗಳನ್ನು	",
	"	ಬ. ಪಾರಿವಾಳಗಳನ್ನು	",
	"	ಕ. ಲಾವಕ್ಕಿಗಳನ್ನು	",
	"	ಡ. ಕಾಗೆಗಳನ್ನು	"
],			
"correct" :	"	ಕ. ಲಾವಕ್ಕಿಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ಪಕ್ಷಿ ತನ್ನ ಮರಿಗಳನ್ನು ತನ್ನ ರೆಕ್ಕೆಯ ಮೇಲೆ ಒಯ್ಯುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೋಳಿ	",
	"	ಬ. ಹದ್ದು	",
	"	ಕ. ಗಿಳಿ	",
	"	ಡ. ಕಾಗೆ	"
],			
"correct" :	"	ಬ. ಹದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕೋಳಿ ಮತ್ತು ಅದರ ಮರಿಗಳನ್ನು ಒಂದು ದೊಡ್ಡ ಪ್ರಸಿದ್ಧ ಪಟ್ಟಣಕ್ಕೆ ಹೋಲಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸುಕ್ರಿಸ್ತನು	",
	"	ಬ. ಯೋಹಾನನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	ಅ. ಯೇಸುಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೋಹಾನನ ಸುವಾರ್ತೆಯನ್ನು ಯಾವ ಪಕ್ಷಿಗೆ ಹೋಲಿಸಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಾರಿವಾಳ	",
	"	ಬ. ಬೆಳ್ಳಕ್ಕಿ	",
	"	ಕ. ಹದ್ದು	",
	"	ಡ. ಲಾವಕ್ಕಿ	"
],			
"correct" :	"	ಕ. ಹದ್ದು	",
"explanation" :	"		",
},			
]