var quiztitle = "ಸೇವಕರು";			
var quiz = [			
{			
"question" :	"	1. ಪ್ರವಾದಿಯಾದ ಎಲೀಷನ ಸೇವಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೆಹಾಜಿ	",
	"	B. ಗಿದ್ಯೋನ್	",
	"	C. ಗೆಮಾರ್	",
	"	D. ಎಲೀಯನು	"
],			
"correct" :	"	A. ಗೆಹಾಜಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಿರಿಯ ದೇಶದ ಸೇನಾಪತಿಯು ತನ್ನ ಮನೆಯಲ್ಲಿದ್ದ ಚಿಕ್ಕ ಬಾಲಕಿಯ (ಗುಲಾಮಳು) ಮಾತನ್ನು ಕೇಳಿ ತನ್ನ ಕುಷ್ಠರೋಗದಿಂದ ವಾಸಿಯಾದನು.  ಆ ಸೇನಾಪತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನತಾನಯೇಲನು	",
	"	B. ನೆಬುಕ್ನೇಚ್ಚರನು	",
	"	C. ನಾಮಾನನು	",
	"	D. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	C. ನಾಮಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಅಬ್ರಹಾಮನು ತನ್ನ ಮಗನಾದ ಇಸಾಕನಿಗಾಗಿ ಹೆಣ್ಣು ತರಲು ಯಾರನ್ನು ಕಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯೇಜರನು	",
	"	B. ಎಲೀಯನು	",
	"	C. ಎಲೀಷನು	",
	"	D. ಎಲ್ಕಾನನು	"
],			
"correct" :	"	A. ಎಲೀಯೇಜರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಿನ್ನ ಮಗನೆನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ; ನನ್ನನ್ನು ನಿನ್ನ ಕೂಲಿಯಾಳುಗಳಲ್ಲಿ ಒಬ್ಬನಂತೆ ಮಾಡು ಎಂದು ತನ್ನ ತಂದೆಯನ್ನು ಕೇಳಿದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಸದ ಮಗನು	",
	"	B. ಕಳ್ಳನಾದ ಮಗನು	",
	"	C. ಕೊಲೆಮಾಡಿದ ಮಗನು	",
	"	D. ತಪ್ಪಿಹೋದ ಮಗನು	"
],			
"correct" :	"	D. ತಪ್ಪಿಹೋದ ಮಗನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಜಮಾನನು ಮತ್ತು ದ್ರಾಕ್ಷೆಯ ತೋಟದ ಸಾಮ್ಯದಲ್ಲಿ ಆ ಯಜಮಾನನು ಹಣ್ಣುಗಳನ್ನು ತರಲು ಒಕ್ಕಲಿಗರ ಬಳಿಗೆ ಯಾರನ್ನು ಕಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ನೇಹಿತರನ್ನು	",
	"	B. ಮಗನನ್ನು	",
	"	C. ಆಳುಗಳನ್ನು	",
	"	D. ನ್ಯಾಯಾಧಿಪತಿಗಳನ್ನು	"
],			
"correct" :	"	C. ಆಳುಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ದಾಸನ ರೂಪವನ್ನು ಧರಿಸಿಕೊಂಡವನು” ಎಂದು ಪೌಲನು ಯಾರ ವಿಷಯವಾಗಿ ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. ಯೋನ	",
	"	C. ಯೋಸೇಫ	",
	"	D. ಯೇಸು	"
],			
"correct" :	"	D. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನೈಲ್ ನದಿಯಲ್ಲಿ ತೇಲಾಡುತ್ತಿದ್ದ ಮಗುವನ್ನು ತನ್ನ ಬಳಿಗೆ ತರಲು ರಾಜಕುಮಾರಿಯು ಯಾರನ್ನು ಕಳಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾಸಿಯನ್ನು	",
	"	B. ದಾಸನನ್ನು	",
	"	C. ದಾವೀದನನ್ನು	",
	"	D. ದೊರ್ಕಳನ್ನು	"
],			
"correct" :	"	A. ದಾಸಿಯನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ತಲಾಂತುಗಳ ಸಾಮ್ಯದಲ್ಲಿ ಧಣಿಯು, “ಭಲಾ ನಂಬಿಗಸ್ತನಾದ ಒಳ್ಳೇ ಆಳು ನೀನು” ಎಂದು ಯಾರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ಬರು ಆಳುಗಳು-10 ತಲಾಂತುಗಳು ಮತ್ತು 7 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
	"	B. ಇಬ್ಬರು ಆಳುಗಳು-6 ತಲಾಂತುಗಳು ಮತ್ತು 2 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
	"	C. ಇಬ್ಬರು ಆಳುಗಳು-9 ತಲಾಂತುಗಳು ಮತ್ತು 7 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
	"	D. ಇಬ್ಬರು ಆಳುಗಳು-5 ತಲಾಂತುಗಳು ಮತ್ತು 2 ತಲಾಂತುಗಳು ಇದ್ದವರು	"
],			
"correct" :	"	D. ಇಬ್ಬರು ಆಳುಗಳು-5 ತಲಾಂತುಗಳು ಮತ್ತು 2 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಆಳನ್ನು ಸ್ವಸ್ಥ ಪಡಿಸಬೇಕೆಂದು ಯಾವ ರೋಮನ್ ಅಧಿಕಾರಿಯು ಯೇಸುವನ್ನು ಕೇಳಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಯೀರ	",
	"	B. ಶತಾಧಿಪತಿ	",
	"	C. ಪಿಲಾತನು	",
	"	D. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	B. ಶತಾಧಿಪತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಓಡಿಹೋದ ಗುಲಾಮನನ್ನು ಕ್ಷಮಿಸಿ ತಿರುಗಿ ತನ್ನ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಕ್ರೈಸ್ತ ಸಹೋದರನಂತೆ ನೋಡಿಕೊಳ್ಳಬೇಕೆಂದು ಶ್ರೀ ಪೌಲನು ಯಾರಿಗೆ ಕಾಗದ ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾಯಫನು	",
	"	B. ಪಿಲಾತನು	",
	"	C. ಫಿಲೆಮೋನನು	",
	"	D. ಪೌಲನು	"
],			
"correct" :	"	C. ಫಿಲೆಮೋನನು	",
"explanation" :	"		",
},			
]