var quiztitle = "ಸೇವಕರು";			
var quiz = [			
{			
"question" :	"	1. ಪ್ರವಾದಿಯಾದ ಎಲೀಷನ ಸೇವಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೆಹಾಜಿ	",
	"	ಬ. ಗಿದ್ಯೋನ್	",
	"	ಕ. ಗೆಮಾರ್	",
	"	ಡ. ಎಲೀಯನು	"
],			
"correct" :	"	ಅ. ಗೆಹಾಜಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಿರಿಯ ದೇಶದ ಸೇನಾಪತಿಯು ತನ್ನ ಮನೆಯಲ್ಲಿದ್ದ ಚಿಕ್ಕ ಬಾಲಕಿಯ (ಗುಲಾಮಳು) ಮಾತನ್ನು ಕೇಳಿ ತನ್ನ ಕುಷ್ಠರೋಗದಿಂದ ವಾಸಿಯಾದನು.  ಆ ಸೇನಾಪತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನತಾನಯೇಲನು	",
	"	ಬ. ನೆಬುಕ್ನೇಚ್ಚರನು	",
	"	ಕ. ನಾಮಾನನು	",
	"	ಡ. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	ಕ. ನಾಮಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಅಬ್ರಹಾಮನು ತನ್ನ ಮಗನಾದ ಇಸಾಕನಿಗಾಗಿ ಹೆಣ್ಣು ತರಲು ಯಾರನ್ನು ಕಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯೇಜರನು	",
	"	ಬ. ಎಲೀಯನು	",
	"	ಕ. ಎಲೀಷನು	",
	"	ಡ. ಎಲ್ಕಾನನು	"
],			
"correct" :	"	ಅ. ಎಲೀಯೇಜರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಿನ್ನ ಮಗನೆನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ; ನನ್ನನ್ನು ನಿನ್ನ ಕೂಲಿಯಾಳುಗಳಲ್ಲಿ ಒಬ್ಬನಂತೆ ಮಾಡು ಎಂದು ತನ್ನ ತಂದೆಯನ್ನು ಕೇಳಿದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೋಸದ ಮಗನು	",
	"	ಬ. ಕಳ್ಳನಾದ ಮಗನು	",
	"	ಕ. ಕೊಲೆಮಾಡಿದ ಮಗನು	",
	"	ಡ. ತಪ್ಪಿಹೋದ ಮಗನು	"
],			
"correct" :	"	ಡ. ತಪ್ಪಿಹೋದ ಮಗನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಜಮಾನನು ಮತ್ತು ದ್ರಾಕ್ಷೆಯ ತೋಟದ ಸಾಮ್ಯದಲ್ಲಿ ಆ ಯಜಮಾನನು ಹಣ್ಣುಗಳನ್ನು ತರಲು ಒಕ್ಕಲಿಗರ ಬಳಿಗೆ ಯಾರನ್ನು ಕಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸ್ನೇಹಿತರನ್ನು	",
	"	ಬ. ಮಗನನ್ನು	",
	"	ಕ. ಆಳುಗಳನ್ನು	",
	"	ಡ. ನ್ಯಾಯಾಧಿಪತಿಗಳನ್ನು	"
],			
"correct" :	"	ಕ. ಆಳುಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ದಾಸನ ರೂಪವನ್ನು ಧರಿಸಿಕೊಂಡವನು” ಎಂದು ಪೌಲನು ಯಾರ ವಿಷಯವಾಗಿ ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬ	",
	"	ಬ. ಯೋನ	",
	"	ಕ. ಯೋಸೇಫ	",
	"	ಡ. ಯೇಸು	"
],			
"correct" :	"	ಡ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನೈಲ್ ನದಿಯಲ್ಲಿ ತೇಲಾಡುತ್ತಿದ್ದ ಮಗುವನ್ನು ತನ್ನ ಬಳಿಗೆ ತರಲು ರಾಜಕುಮಾರಿಯು ಯಾರನ್ನು ಕಳಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾಸಿಯನ್ನು	",
	"	ಬ. ದಾಸನನ್ನು	",
	"	ಕ. ದಾವೀದನನ್ನು	",
	"	ಡ. ದೊರ್ಕಳನ್ನು	"
],			
"correct" :	"	ಅ. ದಾಸಿಯನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ತಲಾಂತುಗಳ ಸಾಮ್ಯದಲ್ಲಿ ಧಣಿಯು, “ಭಲಾ ನಂಬಿಗಸ್ತನಾದ ಒಳ್ಳೇ ಆಳು ನೀನು” ಎಂದು ಯಾರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಬ್ಬರು ಆಳುಗಳು-10 ತಲಾಂತುಗಳು ಮತ್ತು 7 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
	"	ಬ. ಇಬ್ಬರು ಆಳುಗಳು-6 ತಲಾಂತುಗಳು ಮತ್ತು 2 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
	"	ಕ. ಇಬ್ಬರು ಆಳುಗಳು-9 ತಲಾಂತುಗಳು ಮತ್ತು 7 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
	"	ಡ. ಇಬ್ಬರು ಆಳುಗಳು-5 ತಲಾಂತುಗಳು ಮತ್ತು 2 ತಲಾಂತುಗಳು ಇದ್ದವರು	"
],			
"correct" :	"	ಡ. ಇಬ್ಬರು ಆಳುಗಳು-5 ತಲಾಂತುಗಳು ಮತ್ತು 2 ತಲಾಂತುಗಳು ಇದ್ದವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಆಳನ್ನು ಸ್ವಸ್ಥ ಪಡಿಸಬೇಕೆಂದು ಯಾವ ರೋಮನ್ ಅಧಿಕಾರಿಯು ಯೇಸುವನ್ನು ಕೇಳಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಯೀರ	",
	"	ಬ. ಶತಾಧಿಪತಿ	",
	"	ಕ. ಪಿಲಾತನು	",
	"	ಡ. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	ಬ. ಶತಾಧಿಪತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಓಡಿಹೋದ ಗುಲಾಮನನ್ನು ಕ್ಷಮಿಸಿ ತಿರುಗಿ ತನ್ನ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಕ್ರೈಸ್ತ ಸಹೋದರನಂತೆ ನೋಡಿಕೊಳ್ಳಬೇಕೆಂದು ಶ್ರೀ ಪೌಲನು ಯಾರಿಗೆ ಕಾಗದ ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾಯಫನು	",
	"	ಬ. ಪಿಲಾತನು	",
	"	ಕ. ಫಿಲೆಮೋನನು	",
	"	ಡ. ಪೌಲನು	"
],			
"correct" :	"	ಕ. ಫಿಲೆಮೋನನು	",
"explanation" :	"		",
},			
]