var quiztitle = "ಪ್ರಯಾಣ";			
var quiz = [			
{			
"question" :	"	1. ಮೊರೀಯ ಪರ್ವತ ಸೇರಲು ಅಬ್ರಹಾಮನು ಮತ್ತು ಇಸಾಕನು ಎಷ್ಟು ದಿನ ಪ್ರಯಾಣ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರು ದಿನಗಳು	",
	"	B. ಐದು ದಿನಗಳು	",
	"	C. ಎರಡು ದಿನಗಳು	",
	"	D. ಆರು ದಿನಗಳು	"
],			
"correct" :	"	A. ಮೂರು ದಿನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಐಗುಪ್ತ ದೇಶದಿಂದ ವಾಗ್ದತ್ತ ದೇಶ ಸೇರಲು ಇಸ್ರಾಯೇಲ್ಯರು ಎಷ್ಟು ವರ್ಷಗಳ ಪ್ರಯಾಣ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. 20 ವರ್ಷಗಳು	",
	"	B. 40 ವರ್ಷಗಳು	",
	"	C. 30 ವರ್ಷಗಳು	",
	"	D. 10 ವರ್ಷಗಳು	"
],			
"correct" :	"	B. 40 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ವಾರದ ಯಾವ ದಿನ ಇಸ್ರಾಯೇಲ್ಯರು ಪ್ರಯಾಣ ಮಾಡಬಾರದೆಂದು ನಿಷೇಧಿಸಲಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಬ್ಬತ್‌	",
	"	B. ಶುಕ್ರವಾರ	",
	"	C. ಮಂಗಳವಾರ	",
	"	D. ಶನಿವಾರ	"
],			
"correct" :	"	A. ಸಬ್ಬತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸ್ಪೇನ್ ದೇಶಕ್ಕೆ ಯಾವ ಅಪೋಸ್ತಲನು ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫೆಲೋಮೋನನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಪೌಲನು	",
	"	D. ಬಾರ್ನಬನು	"
],			
"correct" :	"	C. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸೌಲನು ದಮಸ್ಕಕ್ಕೆ ಪ್ರಯಾಣ ಮಾಡುವಾಗ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನು ಪಾಪ ಮಾಡಿದನು	",
	"	B. ಅವನು ಪ್ರಾಣ ಬಿಟ್ಟನು	",
	"	C. ಅವನು ಮಾನಸಾಂತರ ಹೊಂದಿದನು	",
	"	D. ಅವನು ಹಿಂಸೆ ಹೊಂದಿದನು	"
],			
"correct" :	"	C. ಅವನು ಮಾನಸಾಂತರ ಹೊಂದಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಗಾಯಗೊಂಡ ಮನುಷ್ಯನನ್ನು ಕಂಡಾಗ ಒಳ್ಳೇ ಸಮಾರ್ಯದವನು ಏನು ಮಾಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದನು	",
	"	B. ನಿದ್ರೆ ಮಾಡುತ್ತಿದ್ದನು	",
	"	C. ಊಟ ಮಾಡುತ್ತಿದ್ದನು	",
	"	D. ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದನು	"
],			
"correct" :	"	D. ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಜೋಯಿಸರು ಯೆರೂಸಲೇಮಿಗೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದಾಗ ಅವರನ್ನು ಯಾರು ನಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಕ್ಷತ್ರ	",
	"	B. ಶಾಸ್ತ್ರಿಗಳು	",
	"	C. ಕುರುಬರು	",
	"	D. ದೇವದೂತನು	"
],			
"correct" :	"	A. ನಕ್ಷತ್ರ	",
"explanation" :	"		",
},			
]