var quiztitle = "ಪ್ರಯಾಣ";			
var quiz = [			
{			
"question" :	"	1. ಮೊರೀಯ ಪರ್ವತ ಸೇರಲು ಅಬ್ರಹಾಮನು ಮತ್ತು ಇಸಾಕನು ಎಷ್ಟು ದಿನ ಪ್ರಯಾಣ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೂರು ದಿನಗಳು	",
	"	ಬ. ಐದು ದಿನಗಳು	",
	"	ಕ. ಎರಡು ದಿನಗಳು	",
	"	ಡ. ಆರು ದಿನಗಳು	"
],			
"correct" :	"	ಅ. ಮೂರು ದಿನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಐಗುಪ್ತ ದೇಶದಿಂದ ವಾಗ್ದತ್ತ ದೇಶ ಸೇರಲು ಇಸ್ರಾಯೇಲ್ಯರು ಎಷ್ಟು ವರ್ಷಗಳ ಪ್ರಯಾಣ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 20 ವರ್ಷಗಳು	",
	"	ಬ. 40 ವರ್ಷಗಳು	",
	"	ಕ. 30 ವರ್ಷಗಳು	",
	"	ಡ. 10 ವರ್ಷಗಳು	"
],			
"correct" :	"	ಬ. 40 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ವಾರದ ಯಾವ ದಿನ ಇಸ್ರಾಯೇಲ್ಯರು ಪ್ರಯಾಣ ಮಾಡಬಾರದೆಂದು ನಿಷೇಧಿಸಲಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಬ್ಬತ್‌	",
	"	ಬ. ಶುಕ್ರವಾರ	",
	"	ಕ. ಮಂಗಳವಾರ	",
	"	ಡ. ಶನಿವಾರ	"
],			
"correct" :	"	ಅ. ಸಬ್ಬತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸ್ಪೇನ್ ದೇಶಕ್ಕೆ ಯಾವ ಅಪೋಸ್ತಲನು ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫೆಲೋಮೋನನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಬಾರ್ನಬನು	"
],			
"correct" :	"	ಕ. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸೌಲನು ದಮಸ್ಕಕ್ಕೆ ಪ್ರಯಾಣ ಮಾಡುವಾಗ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವನು ಪಾಪ ಮಾಡಿದನು	",
	"	ಬ. ಅವನು ಪ್ರಾಣ ಬಿಟ್ಟನು	",
	"	ಕ. ಅವನು ಮಾನಸಾಂತರ ಹೊಂದಿದನು	",
	"	ಡ. ಅವನು ಹಿಂಸೆ ಹೊಂದಿದನು	"
],			
"correct" :	"	ಕ. ಅವನು ಮಾನಸಾಂತರ ಹೊಂದಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಗಾಯಗೊಂಡ ಮನುಷ್ಯನನ್ನು ಕಂಡಾಗ ಒಳ್ಳೇ ಸಮಾರ್ಯದವನು ಏನು ಮಾಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದನು	",
	"	ಬ. ನಿದ್ರೆ ಮಾಡುತ್ತಿದ್ದನು	",
	"	ಕ. ಊಟ ಮಾಡುತ್ತಿದ್ದನು	",
	"	ಡ. ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದನು	"
],			
"correct" :	"	ಡ. ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಜೋಯಿಸರು ಯೆರೂಸಲೇಮಿಗೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದಾಗ ಅವರನ್ನು ಯಾರು ನಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಕ್ಷತ್ರ	",
	"	ಬ. ಶಾಸ್ತ್ರಿಗಳು	",
	"	ಕ. ಕುರುಬರು	",
	"	ಡ. ದೇವದೂತನು	"
],			
"correct" :	"	ಅ. ನಕ್ಷತ್ರ	",
"explanation" :	"		",
},			
]