var quiztitle = "ನಗರಗಳು - ಪಟ್ಟಣಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಆಶ್ರಯ ನಗರಗಳು ಎಷ್ಟಿವೆ? ಅವು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರು	",
	"	B. ಹತ್ತು	",
	"	C. ಮೂರು	",
	"	D. ಒಂಬತ್ತು	"
],			
"correct" :	"	A. ಆರು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹಳೆ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ದಾವೀದನಗರ ಯಾವದಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೊಲ್ಕೊಂಡ ಕೋಟೆ	",
	"	B. ಯೆರಿಕೋ ಕೋಟೆ	",
	"	C. ಚಿಯೋನ್ ಕೋಟೆ	",
	"	D. ಯೆರೂಸಲೇಮ್	"
],			
"correct" :	"	C. ಚಿಯೋನ್ ಕೋಟೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ದಾವೀದನಗರ ಯಾವದಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೂಸಲೇಮ್	",
	"	B. ಸಮಾರ್ಯ	",
	"	C. ಬ್ಯಾಬಿಲೋನ್	",
	"	D. ಬೆತ್ಲೆಹೇಮ್	"
],			
"correct" :	"	D. ಬೆತ್ಲೆಹೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೋವಾಬಿನ ಮುಖ್ಯ ಪಟ್ಟಣ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಚೋರ್	",
	"	B. ಮೋರ್	",
	"	C. ಆರ್	",
	"	D. ಸೀರ್	"
],			
"correct" :	"	C. ಆರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಲೋಟನು ಯಾವ ನಗರದಲ್ಲಿ ನೆಲಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಾರ್ಷೀಷ್	",
	"	B. ನಿನವೆ	",
	"	C. ಗಿಲ್ಯಾದ್	",
	"	D. ಸೋದೋಂ	"
],			
"correct" :	"	D. ಸೋದೋಂ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪ್ರವಾದಿಗಳಾದ ಎಲೀಯ ಮತ್ತು ಎಲೀಷರ ಕಾಲದಲ್ಲಿ ಪ್ರವಾದಿ ಮಂಡಲಿಯವರು ಯಾವ ಊರಿನಲ್ಲಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರಿಕೋ	",
	"	B. ಬೆತ್ಲೇಹೇಮ್	",
	"	C. ಯೋರ್ದಾನ್	",
	"	D. ಚಿಯೋನ್	"
],			
"correct" :	"	A. ಯೆರಿಕೋ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾಕೋಬನು ಆ ಸ್ಥಳಕ್ಕೆ ಪೆನಿಯೇಲ್ ಎಂದು ಕರೆದನು. ಪೆನಿಯೇಲ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದರ್ಶನದ ಸ್ಥಳ	",
	"	B. ದೇವಶಿಕ್ಷೆಯ ಸ್ಥಳ	",
	"	C. ದೈವಸ್ನೇಹದ ಸ್ಥಳ	",
	"	D. ದೇವಾಶಿರ್ವಾದದ ಸ್ಥಳ	"
],			
"correct" :	"	A. ದೇವದರ್ಶನದ ಸ್ಥಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತಬಿಥಳನ್ನು ಯಾವ ಊರಿನಲ್ಲಿ ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಐಗುಪ್ತ	",
	"	B. ಗಲಿಲಾಯ	",
	"	C. ಯೊಪ್ಪ	",
	"	D. ಚಿಯೋನ್	"
],			
"correct" :	"	C. ಯೊಪ್ಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರ, ಅಂದ್ರೆಯ ಮತ್ತು ಫಿಲಿಪ್ಪರು ಯಾವ ಊರಿನವರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೇಥಾನ್ಯ	",
	"	B. ಬೆತ್ಸಾಯಿದ	",
	"	C. ಬ್ಯಾಬಿಲೋನ್	",
	"	D. ಬೆತ್ಲೇಹೇಮ್	"
],			
"correct" :	"	B. ಬೆತ್ಸಾಯಿದ	",
"explanation" :	"		",
},			
]