var quiztitle = "ನಗರಗಳು - ಪಟ್ಟಣಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಆಶ್ರಯ ನಗರಗಳು ಎಷ್ಟಿವೆ? ಅವು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರು	",
	"	ಬ. ಹತ್ತು	",
	"	ಕ. ಮೂರು	",
	"	ಡ. ಒಂಬತ್ತು	"
],			
"correct" :	"	ಅ. ಆರು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹಳೆ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ದಾವೀದನಗರ ಯಾವದಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೊಲ್ಕೊಂಡ ಕೋಟೆ	",
	"	ಬ. ಯೆರಿಕೋ ಕೋಟೆ	",
	"	ಕ. ಚಿಯೋನ್ ಕೋಟೆ	",
	"	ಡ. ಯೆರೂಸಲೇಮ್	"
],			
"correct" :	"	ಕ. ಚಿಯೋನ್ ಕೋಟೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ದಾವೀದನಗರ ಯಾವದಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರೂಸಲೇಮ್	",
	"	ಬ. ಸಮಾರ್ಯ	",
	"	ಕ. ಬ್ಯಾಬಿಲೋನ್	",
	"	ಡ. ಬೆತ್ಲೆಹೇಮ್	"
],			
"correct" :	"	ಡ. ಬೆತ್ಲೆಹೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೋವಾಬಿನ ಮುಖ್ಯ ಪಟ್ಟಣ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಚೋರ್	",
	"	ಬ. ಮೋರ್	",
	"	ಕ. ಆರ್	",
	"	ಡ. ಸೀರ್	"
],			
"correct" :	"	ಕ. ಆರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಲೋಟನು ಯಾವ ನಗರದಲ್ಲಿ ನೆಲಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಾರ್ಷೀಷ್	",
	"	ಬ. ನಿನವೆ	",
	"	ಕ. ಗಿಲ್ಯಾದ್	",
	"	ಡ. ಸೋದೋಂ	"
],			
"correct" :	"	ಡ. ಸೋದೋಂ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪ್ರವಾದಿಗಳಾದ ಎಲೀಯ ಮತ್ತು ಎಲೀಷರ ಕಾಲದಲ್ಲಿ ಪ್ರವಾದಿ ಮಂಡಲಿಯವರು ಯಾವ ಊರಿನಲ್ಲಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರಿಕೋ	",
	"	ಬ. ಬೆತ್ಲೇಹೇಮ್	",
	"	ಕ. ಯೋರ್ದಾನ್	",
	"	ಡ. ಚಿಯೋನ್	"
],			
"correct" :	"	ಅ. ಯೆರಿಕೋ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾಕೋಬನು ಆ ಸ್ಥಳಕ್ಕೆ ಪೆನಿಯೇಲ್ ಎಂದು ಕರೆದನು. ಪೆನಿಯೇಲ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವದರ್ಶನದ ಸ್ಥಳ	",
	"	ಬ. ದೇವಶಿಕ್ಷೆಯ ಸ್ಥಳ	",
	"	ಕ. ದೈವಸ್ನೇಹದ ಸ್ಥಳ	",
	"	ಡ. ದೇವಾಶಿರ್ವಾದದ ಸ್ಥಳ	"
],			
"correct" :	"	ಅ. ದೇವದರ್ಶನದ ಸ್ಥಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತಬಿಥಳನ್ನು ಯಾವ ಊರಿನಲ್ಲಿ ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಐಗುಪ್ತ	",
	"	ಬ. ಗಲಿಲಾಯ	",
	"	ಕ. ಯೊಪ್ಪ	",
	"	ಡ. ಚಿಯೋನ್	"
],			
"correct" :	"	ಕ. ಯೊಪ್ಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪೇತ್ರ, ಅಂದ್ರೆಯ ಮತ್ತು ಫಿಲಿಪ್ಪರು ಯಾವ ಊರಿನವರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೇಥಾನ್ಯ	",
	"	ಬ. ಬೆತ್ಸಾಯಿದ	",
	"	ಕ. ಬ್ಯಾಬಿಲೋನ್	",
	"	ಡ. ಬೆತ್ಲೇಹೇಮ್	"
],			
"correct" :	"	ಬ. ಬೆತ್ಸಾಯಿದ	",
"explanation" :	"		",
},			
]