var quiztitle = "ದೇವಾಲಯ";			
var quiz = [			
{			
"question" :	"	1. ಯೆಹೂದ್ಯರಿಗೆ ಎಷ್ಟು ದೇವಾಲಯಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ಒಂದೇ ಒಂದು	",
	"	ಬ.  ಎರಡು	",
	"	ಕ. ಮೂರು	",
	"	ಡ. ಐದು	"
],			
"correct" :	"	ಅ.  ಒಂದೇ ಒಂದು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಈ ದೇವಾಲಯವನ್ನು ಎಷ್ಟು ಸಾರಿ ಕಟ್ಟಿದರು? ಯಾರ್ಯಾರು ಕಟ್ಟಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೂರು	",
	"	ಬ. ಎರಡು	",
	"	ಕ. ಐದು	",
	"	ಡ. ಒಂದು	"
],			
"correct" :	"	ಅ. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೊಲೋಮೋನನು ಸುಂದರವಾದ ದೇವಾಲಯವನ್ನು ಎಲ್ಲಿ ಕಟ್ಟಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಚೀಯೋನಿನಲ್ಲಿ	",
	"	ಬ. ಮೋರಿಯ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	ಕ. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
	"	ಡ. ರೋಮ್ ನಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಮೋರಿಯ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸೊಲೋಮೋನನ ದೇವಾಲಯಕ್ಕೆ ಯಾವ ರಾಜನು ಕಟ್ಟಿಗೆಯನ್ನೊದಗಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ಹಿಜ್ಕೀಯನು	",
	"	ಬ. ಅರಸನಾದ ಹಾಮಾನನು	",
	"	ಕ. ಅರಸನಾದ ಹೆರೋದನು	",
	"	ಡ. ಅರಸನಾದ ಹಿರಾಮನು	"
],			
"correct" :	"	ಡ. ಅರಸನಾದ ಹಿರಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮೊದಲನೆಯ ದೇವಾಲಯವನ್ನು ಪ್ರತಿಷ್ಠೆ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ಸೊಲೊಮೋನನು	",
	"	ಬ. ಅರಸನಾದ ಸೌಲನು	",
	"	ಕ. ಅರಸನಾದ ದಾವಿದನು	",
	"	ಡ. ಅರಸನಾದ ಅಬ್ಶಾಲೋಮನು	"
],			
"correct" :	"	ಅ. ಅರಸನಾದ ಸೊಲೊಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸೊಲೋಮೋನನ ದೇವಾಲಯ ಎಷ್ಟು ವರ್ಷಗಳವರೆಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸುಮಾರು 450 ವರ್ಷಗಳು	",
	"	ಬ. ಸುಮಾರು 480 ವರ್ಷಗಳು	",
	"	ಕ. ಸುಮಾರು 460 ವರ್ಷಗಳು	",
	"	ಡ. ಸುಮಾರು 400 ವರ್ಷಗಳು	"
],			
"correct" :	"	ಡ. ಸುಮಾರು 400 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಸೊಲೋಮೋನನ ದೇವಾಲಯವನ್ನು ಯಾರು ನಾಶ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ಹೆರೋದನು	",
	"	ಬ. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು	",
	"	ಕ. ಅರಸನಾದ ದರ್ಯಾವೇಷನು	",
	"	ಡ. ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಬ. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೆರುಬ್ಬಾಬೆಲನು ದೇವಾಲಯ ಕಟ್ಟುವಂತೆ ಯಾವ ರಾಜನು ಅನುಮತಿ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ಕೋರೇಷನು	",
	"	ಬ. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು	",
	"	ಕ. ಅರಸನಾದ ದರ್ಯಾವೇಷನು	",
	"	ಡ. ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಅ. ಅರಸನಾದ ಕೋರೇಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಯಾರು ಕಟ್ಟಿಸಿದ ದೇವಾಲಯದಲ್ಲಿ ಆರಾಧಿಸಿದನು ಮತ್ತು ಉಪದೇಶಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಲೋಮೋನನು	",
	"	ಬ. ಯೆರುಬ್ಬಾಬೇಲನು	",
	"	ಕ. ಹೆರೋದನು	",
	"	ಡ. ದಾವೀದನು	"
],			
"correct" :	"	ಕ. ಹೆರೋದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಹೆರೋದನು ಕಟ್ಟಿಸಿದ ದೇವಾಲಯವನ್ನು ಯಾರು ನೆಲಸಮ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೈಟಸ್	",
	"	ಬ. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೈಟನ್	",
	"	ಕ. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೋಬಲ್ಲಟ್	",
	"	ಡ. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಥಾಮಸ್‌	"
],			
"correct" :	"	ಅ. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೈಟಸ್	",
"explanation" :	"		",
},			
]