var quiztitle = "ದೇವಾಲಯ";			
var quiz = [			
{			
"question" :	"	1. ಯೆಹೂದ್ಯರಿಗೆ ಎಷ್ಟು ದೇವಾಲಯಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A.  ಒಂದೇ ಒಂದು	",
	"	B.  ಎರಡು	",
	"	C. ಮೂರು	",
	"	D. ಐದು	"
],			
"correct" :	"	A.  ಒಂದೇ ಒಂದು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಈ ದೇವಾಲಯವನ್ನು ಎಷ್ಟು ಸಾರಿ ಕಟ್ಟಿದರು? ಯಾರ್ಯಾರು ಕಟ್ಟಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರು	",
	"	B. ಎರಡು	",
	"	C. ಐದು	",
	"	D. ಒಂದು	"
],			
"correct" :	"	A. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೊಲೋಮೋನನು ಸುಂದರವಾದ ದೇವಾಲಯವನ್ನು ಎಲ್ಲಿ ಕಟ್ಟಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಚೀಯೋನಿನಲ್ಲಿ	",
	"	B. ಮೋರಿಯ ಬೆಟ್ಟದ ಮೇಲೆ	",
	"	C. ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
	"	D. ರೋಮ್ ನಲ್ಲಿ	"
],			
"correct" :	"	B. ಮೋರಿಯ ಬೆಟ್ಟದ ಮೇಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸೊಲೋಮೋನನ ದೇವಾಲಯಕ್ಕೆ ಯಾವ ರಾಜನು ಕಟ್ಟಿಗೆಯನ್ನೊದಗಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಹಿಜ್ಕೀಯನು	",
	"	B. ಅರಸನಾದ ಹಾಮಾನನು	",
	"	C. ಅರಸನಾದ ಹೆರೋದನು	",
	"	D. ಅರಸನಾದ ಹಿರಾಮನು	"
],			
"correct" :	"	D. ಅರಸನಾದ ಹಿರಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮೊದಲನೆಯ ದೇವಾಲಯವನ್ನು ಪ್ರತಿಷ್ಠೆ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಸೊಲೊಮೋನನು	",
	"	B. ಅರಸನಾದ ಸೌಲನು	",
	"	C. ಅರಸನಾದ ದಾವಿದನು	",
	"	D. ಅರಸನಾದ ಅಬ್ಶಾಲೋಮನು	"
],			
"correct" :	"	A. ಅರಸನಾದ ಸೊಲೊಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸೊಲೋಮೋನನ ದೇವಾಲಯ ಎಷ್ಟು ವರ್ಷಗಳವರೆಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಮಾರು 450 ವರ್ಷಗಳು	",
	"	B. ಸುಮಾರು 480 ವರ್ಷಗಳು	",
	"	C. ಸುಮಾರು 460 ವರ್ಷಗಳು	",
	"	D. ಸುಮಾರು 400 ವರ್ಷಗಳು	"
],			
"correct" :	"	D. ಸುಮಾರು 400 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಸೊಲೋಮೋನನ ದೇವಾಲಯವನ್ನು ಯಾರು ನಾಶ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಹೆರೋದನು	",
	"	B. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು	",
	"	C. ಅರಸನಾದ ದರ್ಯಾವೇಷನು	",
	"	D. ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	B. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೆರುಬ್ಬಾಬೆಲನು ದೇವಾಲಯ ಕಟ್ಟುವಂತೆ ಯಾವ ರಾಜನು ಅನುಮತಿ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಕೋರೇಷನು	",
	"	B. ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು	",
	"	C. ಅರಸನಾದ ದರ್ಯಾವೇಷನು	",
	"	D. ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	A. ಅರಸನಾದ ಕೋರೇಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಯಾರು ಕಟ್ಟಿಸಿದ ದೇವಾಲಯದಲ್ಲಿ ಆರಾಧಿಸಿದನು ಮತ್ತು ಉಪದೇಶಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೋಮೋನನು	",
	"	B. ಯೆರುಬ್ಬಾಬೇಲನು	",
	"	C. ಹೆರೋದನು	",
	"	D. ದಾವೀದನು	"
],			
"correct" :	"	C. ಹೆರೋದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಹೆರೋದನು ಕಟ್ಟಿಸಿದ ದೇವಾಲಯವನ್ನು ಯಾರು ನೆಲಸಮ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೈಟಸ್	",
	"	B. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೈಟನ್	",
	"	C. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೋಬಲ್ಲಟ್	",
	"	D. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಥಾಮಸ್‌	"
],			
"correct" :	"	A. ರೋಮ್ ನ ಚಕ್ರವರ್ತಿ ಟೈಟಸ್	",
"explanation" :	"		",
},			
]