var quiztitle = "ಗೋತ್ರಗಳು (ಕುಲಗಳು)";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಎಷ್ಟು ಗೋತ್ರಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದಿನೈದು ಕುಲಗಳು	",
	"	ಬ. ಹತ್ತು ಕುಲಗಳು	",
	"	ಕ. ಹನ್ನೆರಡು ಕುಲಗಳು	",
	"	ಡ. ಹದಿನಾರು ಕುಲಗಳು	"
],			
"correct" :	"	ಕ. ಹನ್ನೆರಡು ಕುಲಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾಜಕರ ಕಾರ್ಯ ನಿರ್ವಹಿಸಲು ಯಾವ ಗೋತ್ರವನ್ನು ಪ್ರತ್ಯೇಕಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೂಬೆನ್ ಕುಲ	",
	"	ಬ. ಲೇವಿಯ ಕುಲ	",
	"	ಕ. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
	"	ಡ. ಯೆಹೂದ ಕುಲ	"
],			
"correct" :	"	ಬ. ಲೇವಿಯ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಕರ್ತನಾದ ಯೇಸು ಯಾವ ಗೋತ್ರದವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದ ಕುಲ	",
	"	ಬ. ಲೇವಿ ಕುಲ	",
	"	ಕ. ರೂಬೇನ್ ಕುಲ	",
	"	ಡ. ಬೆಂಜಮೀನ್ ಕುಲ	"
],			
"correct" :	"	ಅ. ಯೂದ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ವಾಗ್ದತ್ತ ದೇಶವನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಗೋತ್ರಗಳಿಗೆಲ್ಲಾ ಹಂಚಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮನು	",
	"	ಬ. ಯೋವೇಲನು	",
	"	ಕ. ಯೋಬನು	",
	"	ಡ. ಯೆಹೋಶುವ	"
],			
"correct" :	"	ಡ. ಯೆಹೋಶುವ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಇಸ್ರಾಯೇಲ್ಯರ ಮೊದಲನೇ ಅರಸನು ಯಾವ ಗೋತ್ರದವನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೂಬೆನ್ ಕುಲ	",
	"	ಬ. ಲೇವಿಯ ಕುಲ	",
	"	ಕ. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
	"	ಡ. ಯೂದ ಕುಲ	"
],			
"correct" :	"	ಕ. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಅರಸನಾದ ದಾವೀದನು ಯಾವ ಗೋತ್ರದವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಂಜಮಿನ್ ಕುಲ	",
	"	ಬ. ಯೂದ ಕುಲ	",
	"	ಕ. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
	"	ಡ. ಮನಸ್ಸೆ ಕುಲ	"
],			
"correct" :	"	ಬ. ಯೂದ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೋಸೇಫನ ಗೋತ್ರದ ಬಗ್ಗೆ ಯಾಕೆ ಬರೆದಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಮನಸ್ಸೆ ಮತ್ತು ಎಪ್ರಾಯಿಮ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
	"	ಬ. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಮನಸ್ಸೆ ಮತ್ತು ದಾನ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
	"	ಕ. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಸಿಮೆಯೋನ್ ಮತ್ತು ಎಪ್ರಾಯಿಮ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
	"	ಡ. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ರೂಬೆನ್ ಮತ್ತು ಯೂದ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	"
],			
"correct" :	"	ಅ. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಮನಸ್ಸೆ ಮತ್ತು ಎಪ್ರಾಯಿಮ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೆರೂಸಲೇಮ್ ಯಾವ ಗೋತ್ರದ ಕ್ಷೇತ್ರದಲ್ಲಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ಸಿಮೆಯೋನ್ ಕುಲ	",
	"	ಬ. ಇಸ್ಸಾಕಾ ಕುಲ	",
	"	ಕ. ಜೆಬುಲೂನ್ ಕುಲ	",
	"	ಡ. ಯೂದ ಕುಲ	"
],			
"correct" :	"	ಡ. ಯೂದ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೋರ್ದಾನ್ ನದಿಯ ಪೂರ್ವ ಭಾಗದಲ್ಲಿ ಯಾವ ಗೋತ್ರಗಳು ನೆಲಸಿದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೂಬೆನ್, ಜೆಬಲೂನ್ ಮತ್ತು ಇಸ್ಸಾಕಾ ಅರ್ಧ ಕುಲ	",
	"	ಬ. ಲೇವಿ, ಗಾದ ಮತ್ತು ರೂಬೆನ್ ಅರ್ಧ ಕುಲ	",
	"	ಕ. ರೂಬೆನ್, ಗಾದ ಮತ್ತು ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲ	",
	"	ಡ. ರೂಬೆನ್, ಆಶೇರ್ ಮತ್ತು ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲ	"
],			
"correct" :	"	ಕ. ರೂಬೆನ್, ಗಾದ ಮತ್ತು ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಶ್ರೀ ಪೌಲನು ಯಾವ ಗೋತ್ರದವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆನ್ಯಾಮೀನ್ ಕುಲದವನು	",
	"	ಬ. ಬೆಂಜಮಿನ್ ಕುಲದವನು	",
	"	ಕ. ಆಶೇರ್ ಕುಲದವನು	",
	"	ಡ. ಗಾದ್ ಕುಲದವನು	"
],			
"correct" :	"	ಅ. ಬೆನ್ಯಾಮೀನ್ ಕುಲದವನು	",
"explanation" :	"		",
},			
]