var quiztitle = "ಗೋತ್ರಗಳು (ಕುಲಗಳು)";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಎಷ್ಟು ಗೋತ್ರಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದಿನೈದು ಕುಲಗಳು	",
	"	B. ಹತ್ತು ಕುಲಗಳು	",
	"	C. ಹನ್ನೆರಡು ಕುಲಗಳು	",
	"	D. ಹದಿನಾರು ಕುಲಗಳು	"
],			
"correct" :	"	C. ಹನ್ನೆರಡು ಕುಲಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾಜಕರ ಕಾರ್ಯ ನಿರ್ವಹಿಸಲು ಯಾವ ಗೋತ್ರವನ್ನು ಪ್ರತ್ಯೇಕಿಸಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೂಬೆನ್ ಕುಲ	",
	"	B. ಲೇವಿಯ ಕುಲ	",
	"	C. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
	"	D. ಯೆಹೂದ ಕುಲ	"
],			
"correct" :	"	B. ಲೇವಿಯ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಕರ್ತನಾದ ಯೇಸು ಯಾವ ಗೋತ್ರದವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದ ಕುಲ	",
	"	B. ಲೇವಿ ಕುಲ	",
	"	C. ರೂಬೇನ್ ಕುಲ	",
	"	D. ಬೆಂಜಮೀನ್ ಕುಲ	"
],			
"correct" :	"	A. ಯೂದ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ವಾಗ್ದತ್ತ ದೇಶವನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಗೋತ್ರಗಳಿಗೆಲ್ಲಾ ಹಂಚಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು	",
	"	B. ಯೋವೇಲನು	",
	"	C. ಯೋಬನು	",
	"	D. ಯೆಹೋಶುವ	"
],			
"correct" :	"	D. ಯೆಹೋಶುವ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಇಸ್ರಾಯೇಲ್ಯರ ಮೊದಲನೇ ಅರಸನು ಯಾವ ಗೋತ್ರದವನು	",
"image" :	"",		
"choices" : [			
	"	A. ರೂಬೆನ್ ಕುಲ	",
	"	B. ಲೇವಿಯ ಕುಲ	",
	"	C. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
	"	D. ಯೂದ ಕುಲ	"
],			
"correct" :	"	C. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಅರಸನಾದ ದಾವೀದನು ಯಾವ ಗೋತ್ರದವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಂಜಮಿನ್ ಕುಲ	",
	"	B. ಯೂದ ಕುಲ	",
	"	C. ಬೆನ್ಯಾಮಿನ್ ಕುಲ	",
	"	D. ಮನಸ್ಸೆ ಕುಲ	"
],			
"correct" :	"	B. ಯೂದ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೋಸೇಫನ ಗೋತ್ರದ ಬಗ್ಗೆ ಯಾಕೆ ಬರೆದಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಮನಸ್ಸೆ ಮತ್ತು ಎಪ್ರಾಯಿಮ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
	"	B. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಮನಸ್ಸೆ ಮತ್ತು ದಾನ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
	"	C. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಸಿಮೆಯೋನ್ ಮತ್ತು ಎಪ್ರಾಯಿಮ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
	"	D. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ರೂಬೆನ್ ಮತ್ತು ಯೂದ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	"
],			
"correct" :	"	A. ಯಾಕೆಂದರೆ ಯೋಸೇಫನ ಇಬ್ಬರು ಮಕ್ಕಳಾದ ಮನಸ್ಸೆ ಮತ್ತು ಎಪ್ರಾಯಿಮ್ ಎರಡು ಗೋತ್ರಗಳಾಗಿ ಬೆಳೆದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೆರೂಸಲೇಮ್ ಯಾವ ಗೋತ್ರದ ಕ್ಷೇತ್ರದಲ್ಲಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A.  ಸಿಮೆಯೋನ್ ಕುಲ	",
	"	B. ಇಸ್ಸಾಕಾ ಕುಲ	",
	"	C. ಜೆಬುಲೂನ್ ಕುಲ	",
	"	D. ಯೂದ ಕುಲ	"
],			
"correct" :	"	D. ಯೂದ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೋರ್ದಾನ್ ನದಿಯ ಪೂರ್ವ ಭಾಗದಲ್ಲಿ ಯಾವ ಗೋತ್ರಗಳು ನೆಲಸಿದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೂಬೆನ್, ಜೆಬಲೂನ್ ಮತ್ತು ಇಸ್ಸಾಕಾ ಅರ್ಧ ಕುಲ	",
	"	B. ಲೇವಿ, ಗಾದ ಮತ್ತು ರೂಬೆನ್ ಅರ್ಧ ಕುಲ	",
	"	C. ರೂಬೆನ್, ಗಾದ ಮತ್ತು ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲ	",
	"	D. ರೂಬೆನ್, ಆಶೇರ್ ಮತ್ತು ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲ	"
],			
"correct" :	"	C. ರೂಬೆನ್, ಗಾದ ಮತ್ತು ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಶ್ರೀ ಪೌಲನು ಯಾವ ಗೋತ್ರದವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆನ್ಯಾಮೀನ್ ಕುಲದವನು	",
	"	B. ಬೆಂಜಮಿನ್ ಕುಲದವನು	",
	"	C. ಆಶೇರ್ ಕುಲದವನು	",
	"	D. ಗಾದ್ ಕುಲದವನು	"
],			
"correct" :	"	A. ಬೆನ್ಯಾಮೀನ್ ಕುಲದವನು	",
"explanation" :	"		",
},			
]