var quiztitle = "ಶೋಧನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಶೋಧನೆಗಳನ್ನು ತರುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನಸ್ಸು	",
	"	B. ಯೇಸು	",
	"	C. ಸೈತಾನನು	",
	"	D. ನಮ್ಮ ಇಚ್ಛೆಗಳು	"
],			
"correct" :	"	C. ಸೈತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹವ್ವಳನ್ನು ಮೋಸ ಪಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆದಾಮನು	",
	"	B. ಸೈತಾನನು	",
	"	C. ದೇವರು	",
	"	D. ಸ್ವಯಿಚ್ಛೆ	"
],			
"correct" :	"	B. ಸೈತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಶೋಧನೆಗಳನ್ನೆದುರಿಸುವವರಿಗೆ ದೇವರು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸಹಾಯ ಮಾಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದರಿಂದ ಓಡಿಹೋಗುವ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
	"	B. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದರಿಂದ ಸೋಲುವಂತೆ  ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
	"	C. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
	"	D. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದನ್ನು ಬಿಟ್ಟುಕೊಡುವದಕ್ಕೆ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	"
],			
"correct" :	"	C. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಡವಿಯಲ್ಲಿ ಸೈತಾನನು ಯೇಸುವನ್ನು ಎಷ್ಟು ಕಾಲ ಶೋಧಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. 50 ದಿನಗಳು	",
	"	B. 30 ದಿನಗಳು	",
	"	C. 40 ದಿನಗಳು	",
	"	D. 60 ದಿನಗಳು	"
],			
"correct" :	"	C. 40 ದಿನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಮ್ಮ ಹಾಗೆ ಶೋಧನೆಗೆ ಗುರಿಯಾದರೂ ಪಾಪ ಮಾಡದೆ ಹೋದ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಯೇಸು ಕ್ರಿಸ್ತನು	",
	"	C. ಸ್ತೆಫನನು	",
	"	D. ಯೋಸೇಫನು	"
],			
"correct" :	"	B. ಯೇಸು ಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು 40 ದಿವಸ ಉಪವಾಸ ಮಾಡಿದ ಮೇಲೆ ಯೇಸು ಎಷ್ಟು ಶೋಧನೆಗಳನ್ನೆದುರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೂರು	",
	"	B. ನಾಲ್ಕು	",
	"	C. ಆರು	",
	"	D. ಎರಡು	"
],			
"correct" :	"	A. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಶೋಧಿಸಲ್ಪಟ್ಟರು ಪಾಪಕ್ಕೊಳಗಾಗದ ಕೆಲವು ವ್ಯಕ್ತಿಗಳ ಉದಾಹರಣೆಯನ್ನು ಕೊಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ಸಹಾಯ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಅಬ್ರಹಾಮನು ಪ್ರತಿಫಲ ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (ಆದಿ.14:23)	",
	"	B. ಎಲೀಷನು ಗುಣಪಡಿಸಿದ್ದಕ್ಕಾಗಿ ದುಡ್ಡು ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (2 ಅರಸು 5:16)	",
	"	C.ಲೌಕಿಕ ಸಂಪತ್ತು ಕೀರ್ತಿಗಳಿಗಾಗಿ ಯೇಸು ಶೋದನೆಗೊಳಗಾಗಲಿಲ್ಲ (ಲೂಕ 4:5-8)	",
	"	D.ಪೇತ್ರನು ಲಂಚ ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (ಅ.ಕೃ.8:20)	"
],			
"correct" :	"	D.ಪೇತ್ರನು ಲಂಚ ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (ಅ.ಕೃ.8:20)	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಾವೀದನು ಎಂಥಾ ಶೋಧನೆಗೆ ಗುರಿಯಾದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಳ್ಳತನ	",
	"	B. ಆಕ್ರಮಣ	",
	"	C. ವ್ಯಭಿಚಾರ	",
	"	D. ಕೊಲ್ಲುವುದು	"
],			
"correct" :	"	C. ವ್ಯಭಿಚಾರ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪಾಪಕ್ಕೆ ಕೆಲವು ಮೂಲ ಕಾರಣಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ತ್ಯಾಗ ಹಾಗೂ ಸೇವೆಯ ಲಾಭದ ಅಪೇಕ್ಷೆ	",
	"	B. ವಿಗ್ರಹಾರಾಧನೆ ಹಾಗೂ ಮತ್ಸರ	",
	"	C. ದುಂದೌತಣ ಹಾಗೂ ಲೋಭ	",
	"	D. ಕೆಟ್ಟ ಸಹವಾಸ ಹಾಗೂ ದುರಾಶೆ	"
],			
"correct" :	"	D. ಕೆಟ್ಟ ಸಹವಾಸ ಹಾಗೂ ದುರಾಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪಾಪ ಮಾಡಲು ಗಂಡಸರನ್ನು ಪ್ರೇರೇಪಿಸಿದ ಕೆಲವು ಸ್ತ್ರೀಯರ (ಬೈಬಲ್ಲಿನಿಂದ) ಹೆಸರುಗಳನ್ನು ಹೇಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಹಗರಳು, ಪೆನ್ನಿನಳು, ಮಿರ್ಯಾಮಳು, ತಾಮಾರಳು	",
	"	B. ಹವ್ವಳು, ಯೋಬನ ಹೆಂಡತಿ, ದೇಲಿಲಳು, ಈಜೆಬೆಲಳು	",
	"	C. ಹವ್ವಳು, ರೂತಳು, ನವೋಮಿ, ಹೆರೋದ್ಯಳು	",
	"	D. ಲೇಯಳು, ರಾಹೇಳಲು, ದೆಬೋರಳು, ಹನ್ನಳು	"
],			
"correct" :	"	B. ಹವ್ವಳು, ಯೋಬನ ಹೆಂಡತಿ, ದೇಲಿಲಳು, ಈಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
]