var quiztitle = "ಶೋಧನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಶೋಧನೆಗಳನ್ನು ತರುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮನಸ್ಸು	",
	"	ಬ. ಯೇಸು	",
	"	ಕ. ಸೈತಾನನು	",
	"	ಡ. ನಮ್ಮ ಇಚ್ಛೆಗಳು	"
],			
"correct" :	"	ಕ. ಸೈತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹವ್ವಳನ್ನು ಮೋಸ ಪಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆದಾಮನು	",
	"	ಬ. ಸೈತಾನನು	",
	"	ಕ. ದೇವರು	",
	"	ಡ. ಸ್ವಯಿಚ್ಛೆ	"
],			
"correct" :	"	ಬ. ಸೈತಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಶೋಧನೆಗಳನ್ನೆದುರಿಸುವವರಿಗೆ ದೇವರು ಯಾವ ರೀತಿಯಲ್ಲಿ ಸಹಾಯ ಮಾಡುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದರಿಂದ ಓಡಿಹೋಗುವ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
	"	ಬ. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದರಿಂದ ಸೋಲುವಂತೆ  ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
	"	ಕ. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
	"	ಡ. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದನ್ನು ಬಿಟ್ಟುಕೊಡುವದಕ್ಕೆ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	"
],			
"correct" :	"	ಕ. ಶೋಧನೆಯನ್ನೆದುರಿಸುವದಕ್ಕೆ ಶಕ್ತರಾಗುವಂತೆ ಮತ್ತು ಅದನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮಾರ್ಗವನ್ನು ದೇವರು ಸಿದ್ಧ ಮಾಡುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಡವಿಯಲ್ಲಿ ಸೈತಾನನು ಯೇಸುವನ್ನು ಎಷ್ಟು ಕಾಲ ಶೋಧಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 50 ದಿನಗಳು	",
	"	ಬ. 30 ದಿನಗಳು	",
	"	ಕ. 40 ದಿನಗಳು	",
	"	ಡ. 60 ದಿನಗಳು	"
],			
"correct" :	"	ಕ. 40 ದಿನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಮ್ಮ ಹಾಗೆ ಶೋಧನೆಗೆ ಗುರಿಯಾದರೂ ಪಾಪ ಮಾಡದೆ ಹೋದ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೌಲನು	",
	"	ಬ. ಯೇಸು ಕ್ರಿಸ್ತನು	",
	"	ಕ. ಸ್ತೆಫನನು	",
	"	ಡ. ಯೋಸೇಫನು	"
],			
"correct" :	"	ಬ. ಯೇಸು ಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು 40 ದಿವಸ ಉಪವಾಸ ಮಾಡಿದ ಮೇಲೆ ಯೇಸು ಎಷ್ಟು ಶೋಧನೆಗಳನ್ನೆದುರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೂರು	",
	"	ಬ. ನಾಲ್ಕು	",
	"	ಕ. ಆರು	",
	"	ಡ. ಎರಡು	"
],			
"correct" :	"	ಅ. ಮೂರು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಶೋಧಿಸಲ್ಪಟ್ಟರು ಪಾಪಕ್ಕೊಳಗಾಗದ ಕೆಲವು ವ್ಯಕ್ತಿಗಳ ಉದಾಹರಣೆಯನ್ನು ಕೊಡಿರಿ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಹಾಯ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಅಬ್ರಹಾಮನು ಪ್ರತಿಫಲ ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (ಆದಿ.14:23)	",
	"	ಬ. ಎಲೀಷನು ಗುಣಪಡಿಸಿದ್ದಕ್ಕಾಗಿ ದುಡ್ಡು ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (2 ಅರಸು 5:16)	",
	"	ಕ.ಲೌಕಿಕ ಸಂಪತ್ತು ಕೀರ್ತಿಗಳಿಗಾಗಿ ಯೇಸು ಶೋದನೆಗೊಳಗಾಗಲಿಲ್ಲ (ಲೂಕ 4:5-8)	",
	"	ಡ.ಪೇತ್ರನು ಲಂಚ ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (ಅ.ಕೃ.8:20)	"
],			
"correct" :	"	ಡ.ಪೇತ್ರನು ಲಂಚ ತಕ್ಕೊಳ್ಳಲಿಲ್ಲ (ಅ.ಕೃ.8:20)	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಾವೀದನು ಎಂಥಾ ಶೋಧನೆಗೆ ಗುರಿಯಾದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಳ್ಳತನ	",
	"	ಬ. ಆಕ್ರಮಣ	",
	"	ಕ. ವ್ಯಭಿಚಾರ	",
	"	ಡ. ಕೊಲ್ಲುವುದು	"
],			
"correct" :	"	ಕ. ವ್ಯಭಿಚಾರ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪಾಪಕ್ಕೆ ಕೆಲವು ಮೂಲ ಕಾರಣಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತ್ಯಾಗ ಹಾಗೂ ಸೇವೆಯ ಲಾಭದ ಅಪೇಕ್ಷೆ	",
	"	ಬ. ವಿಗ್ರಹಾರಾಧನೆ ಹಾಗೂ ಮತ್ಸರ	",
	"	ಕ. ದುಂದೌತಣ ಹಾಗೂ ಲೋಭ	",
	"	ಡ. ಕೆಟ್ಟ ಸಹವಾಸ ಹಾಗೂ ದುರಾಶೆ	"
],			
"correct" :	"	ಡ. ಕೆಟ್ಟ ಸಹವಾಸ ಹಾಗೂ ದುರಾಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪಾಪ ಮಾಡಲು ಗಂಡಸರನ್ನು ಪ್ರೇರೇಪಿಸಿದ ಕೆಲವು ಸ್ತ್ರೀಯರ (ಬೈಬಲ್ಲಿನಿಂದ) ಹೆಸರುಗಳನ್ನು ಹೇಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಗರಳು, ಪೆನ್ನಿನಳು, ಮಿರ್ಯಾಮಳು, ತಾಮಾರಳು	",
	"	ಬ. ಹವ್ವಳು, ಯೋಬನ ಹೆಂಡತಿ, ದೇಲಿಲಳು, ಈಜೆಬೆಲಳು	",
	"	ಕ. ಹವ್ವಳು, ರೂತಳು, ನವೋಮಿ, ಹೆರೋದ್ಯಳು	",
	"	ಡ. ಲೇಯಳು, ರಾಹೇಳಲು, ದೆಬೋರಳು, ಹನ್ನಳು	"
],			
"correct" :	"	ಬ. ಹವ್ವಳು, ಯೋಬನ ಹೆಂಡತಿ, ದೇಲಿಲಳು, ಈಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
]