var quiztitle = "ದರ್ಶನಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಅಬ್ರಹಾಮನ ಸಂತತಿಯ ವಿಷಯವಾಗಿ ದೇವರು ಅವನೊಂದಿಗೆ ಯಾವ ವಿಧಾನದಿಂದ ಒಡಂಬಡಿಕೆ ಮಾಡಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರ ಮೂಲಕ	",
	"	B. ಪ್ರವಾದನೆಯ ಮೂಲಕ	",
	"	C. ದರ್ಶನದ ಮೂಲಕ	",
	"	D. ದೈವ ವಾಣಿಯ ಮೂಲಕ	"
],			
"correct" :	"	C. ದರ್ಶನದ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವರು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಆಶೀರ್ವದಿಸಬೇಕೆಂದಿದ್ದಾನೆ ಎಂದು ಬಾಲಾಮನು ಹೇಗೆ ತಿಳಿದುಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೂತರ ಮೂಲಕ	",
	"	B. ಪ್ರವಾದನೆಯ ಮೂಲಕ	",
	"	C. ದರ್ಶನದ ಮೂಲಕ	",
	"	D. ದೈವ ವಾಣಿಯ ಮೂಲಕ	"
],			
"correct" :	"	C. ದರ್ಶನದ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದರ್ಶನದ ಮೂಲಕ ರಾತ್ರಿಯ ವೇಳೆಯಲ್ಲಿ ದೇವರು ಅನೇಕ ಸಾರಿ ಯಾವ ಬಾಲಕನನ್ನು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಮೋನನು	",
	"	B. ಸೊಲೊಮೋನನು	",
	"	C. ಸಿಂಸೋನನು	",
	"	D. ಸಾಮೂವೇಲನು	"
],			
"correct" :	"	D. ಸಾಮೂವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ವ್ಯಕ್ತಿಯು ತನ್ನ ದರ್ಶನದಲ್ಲಿ ಕರ್ತನು ಉನ್ನತೋನ್ನತ ಸಿಂಹಾಸನಾರೂಢನಾಗಿರುವದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನ	",
	"	B. ಯೆಶಾಯ	",
	"	C. ಯೂದ	",
	"	D. ಯೆಹೆಜ್ಕೇಲ	"
],			
"correct" :	"	B. ಯೆಶಾಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಬೇಲ್ಶಚ್ಚರನ ಆಳಿಕೆಯ ಕಾಲದಲ್ಲಿ ಟಗರು ಹಾಗೂ ಹೋತದ ದರ್ಶನವನ್ನು ಯಾರು ಕಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾನಿಯೇಲನು	",
	"	B. ದರ್ಯಾವೇಷನು	",
	"	C. ದಾವೀದನು	",
	"	D. ಜೆಕರ್ಯನು	"
],			
"correct" :	"	A. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಒಂದು ಪರ್ವತದ ಮೇಲೆ ವಿಶೇಷ ದರ್ಶನ ಕಂಡ ಯೇಸುವಿನ ಮೂವರು ಶಿಷ್ಯರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ತಿಮಾಯ, ಯಾಕೋಬ, ಯೋಹಾನ	",
	"	B. ಪೇತ್ರ, ಯೂದ, ಯೋಹಾನ	",
	"	C. ಪೇತ್ರ, ಯಾಕೋಬ, ಅಂದ್ರೆಯ	",
	"	D. ಪೇತ್ರ, ಯಾಕೋಬ, ಯೋಹಾನ	"
],			
"correct" :	"	D. ಪೇತ್ರ, ಯಾಕೋಬ, ಯೋಹಾನ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವಾಲಯದಲ್ಲಿ ದರ್ಶನ ಕಂಡ ಮೇಲೆ ಮೂಕನಾದ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಮುವೇಲನು	",
	"	B. ಜಕರೀಯನು	",
	"	C. ಜಕರ್ಯನು	",
	"	D. ದಾನಿಯೇಲನು	"
],			
"correct" :	"	B. ಜಕರೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮೊದಲನೆಯ ಈಸ್ಟರ್ ಹಬ್ಬದ ದಿನದ ಬೆಳಿಗ್ಗೆ ಕೆಲವು ಸ್ತ್ರೀಯರು ದರ್ಶನ ಕಂಡರೆಂದು ಯೇಸುವಿಗೆ ತಿಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರಿಕೋವಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
	"	B. ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
	"	C. ಗೊಲ್ಗೊಥಾಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
	"	D. ಎಮ್ಮಾಹುವಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	"
],			
"correct" :	"	D. ಎಮ್ಮಾಹುವಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅಪೋಸ್ತಲ ಕೃತ್ಯಗಳ ಪುಸ್ತಕದಲ್ಲಿ ಸೌಲನ ವಿಷಯವಾಗಿ ದೇವರು ಯಾರೊಡನೆ ದರ್ಶನದ ಮೂಲಕ ಮಾತಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನನೀಯನು	",
	"	B. ಹನನ್ಯ	",
	"	C. ಮಿಶಾಯೇಲ	",
	"	D. ಪೇತ್ರ	"
],			
"correct" :	"	A. ಅನನೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾವ ರೋಮನ್ ಸೇನಾಧಿಕಾರಿಯು ದರ್ಶನವನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನು	",
	"	B. ಕೊರ್ನೆಲ್ಯನು	",
	"	C. ಪೌಲನು	",
	"	D. ಸೀಲನು	"
],			
"correct" :	"	B. ಕೊರ್ನೆಲ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗ ಜೋಳಿಗೆಯ ತುಂಬ ಪ್ರಾಣಿಗಳಿದ್ದ ದರ್ಶನವನ್ನು ಕಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಯೋಹಾನ	",
	"	C. ಮತ್ತಾಯ	",
	"	D. ಮಾರ್ಕ	"
],			
"correct" :	"	A. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ ಅನೇಕ ದರ್ಶನಗಳನ್ನು ಯಾರು ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಯೋನ	"
],			
"correct" :	"	C. ಯೋಹಾನ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಭವಿಷ್ಯತ್ತನ್ನು ಸೂಚಿಸುವ ದರ್ಶನಗಳನ್ನೊಳಗೊಂಡ ಪುಸ್ತಕ ಬೈಬಲ್ಲಿನಲ್ಲಿದೆ.  ಅದರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ರಿಯವೆಂಬ ಪುಸ್ತಕ	",
	"	B. ಜ್ಞಾನೋಕ್ತಿಯೆಂಬ ಪುಸ್ತಕ	",
	"	C. ದಾನಿಯೇಲನೆಂಬ ಪುಸ್ತಕ	",
	"	D. ಪ್ರಕಟನೆಯಂಬ ಪುಸ್ತಕ	"
],			
"correct" :	"	D. ಪ್ರಕಟನೆಯಂಬ ಪುಸ್ತಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯಾವ ರಾಜನು ತನ್ನ ಪತನದ ದರ್ಶನ ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಬುಕದ್ನೆಜರನು	",
	"	B. ನೆಪ್ತಾನನು	",
	"	C. ನಾಮಾನನು	",
	"	D. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	A. ನೆಬುಕದ್ನೆಜರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಪೌಲನಿಗೆ ಮೆಕೆದೋನ್ಯ ದೇಶಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ತಿಳಿಸಿದ ಬಗೆ ಹೇಗೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರಾಧನೆಯ ಮೂಲಕ	",
	"	B. ದರ್ಶನದ ಮೂಲಕ	",
	"	C. ದೂತರ ಮೂಲಕ	",
	"	D. ಪೇತ್ರನ ಮೂಲಕ	"
],			
"correct" :	"	B. ದರ್ಶನದ ಮೂಲಕ	",
"explanation" :	"		",
},			
]