var quiztitle = "ದರ್ಶನಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಅಬ್ರಹಾಮನ ಸಂತತಿಯ ವಿಷಯವಾಗಿ ದೇವರು ಅವನೊಂದಿಗೆ ಯಾವ ವಿಧಾನದಿಂದ ಒಡಂಬಡಿಕೆ ಮಾಡಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೂತರ ಮೂಲಕ	",
	"	ಬ. ಪ್ರವಾದನೆಯ ಮೂಲಕ	",
	"	ಕ. ದರ್ಶನದ ಮೂಲಕ	",
	"	ಡ. ದೈವ ವಾಣಿಯ ಮೂಲಕ	"
],			
"correct" :	"	ಕ. ದರ್ಶನದ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವರು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಆಶೀರ್ವದಿಸಬೇಕೆಂದಿದ್ದಾನೆ ಎಂದು ಬಾಲಾಮನು ಹೇಗೆ ತಿಳಿದುಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೂತರ ಮೂಲಕ	",
	"	ಬ. ಪ್ರವಾದನೆಯ ಮೂಲಕ	",
	"	ಕ. ದರ್ಶನದ ಮೂಲಕ	",
	"	ಡ. ದೈವ ವಾಣಿಯ ಮೂಲಕ	"
],			
"correct" :	"	ಕ. ದರ್ಶನದ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದರ್ಶನದ ಮೂಲಕ ರಾತ್ರಿಯ ವೇಳೆಯಲ್ಲಿ ದೇವರು ಅನೇಕ ಸಾರಿ ಯಾವ ಬಾಲಕನನ್ನು ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿಮೋನನು	",
	"	ಬ. ಸೊಲೊಮೋನನು	",
	"	ಕ. ಸಿಂಸೋನನು	",
	"	ಡ. ಸಾಮೂವೇಲನು	"
],			
"correct" :	"	ಡ. ಸಾಮೂವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ವ್ಯಕ್ತಿಯು ತನ್ನ ದರ್ಶನದಲ್ಲಿ ಕರ್ತನು ಉನ್ನತೋನ್ನತ ಸಿಂಹಾಸನಾರೂಢನಾಗಿರುವದನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನ	",
	"	ಬ. ಯೆಶಾಯ	",
	"	ಕ. ಯೂದ	",
	"	ಡ. ಯೆಹೆಜ್ಕೇಲ	"
],			
"correct" :	"	ಬ. ಯೆಶಾಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಬೇಲ್ಶಚ್ಚರನ ಆಳಿಕೆಯ ಕಾಲದಲ್ಲಿ ಟಗರು ಹಾಗೂ ಹೋತದ ದರ್ಶನವನ್ನು ಯಾರು ಕಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾನಿಯೇಲನು	",
	"	ಬ. ದರ್ಯಾವೇಷನು	",
	"	ಕ. ದಾವೀದನು	",
	"	ಡ. ಜೆಕರ್ಯನು	"
],			
"correct" :	"	ಅ. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಒಂದು ಪರ್ವತದ ಮೇಲೆ ವಿಶೇಷ ದರ್ಶನ ಕಂಡ ಯೇಸುವಿನ ಮೂವರು ಶಿಷ್ಯರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾರ್ತಿಮಾಯ, ಯಾಕೋಬ, ಯೋಹಾನ	",
	"	ಬ. ಪೇತ್ರ, ಯೂದ, ಯೋಹಾನ	",
	"	ಕ. ಪೇತ್ರ, ಯಾಕೋಬ, ಅಂದ್ರೆಯ	",
	"	ಡ. ಪೇತ್ರ, ಯಾಕೋಬ, ಯೋಹಾನ	"
],			
"correct" :	"	ಡ. ಪೇತ್ರ, ಯಾಕೋಬ, ಯೋಹಾನ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವಾಲಯದಲ್ಲಿ ದರ್ಶನ ಕಂಡ ಮೇಲೆ ಮೂಕನಾದ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾಮುವೇಲನು	",
	"	ಬ. ಜಕರೀಯನು	",
	"	ಕ. ಜಕರ್ಯನು	",
	"	ಡ. ದಾನಿಯೇಲನು	"
],			
"correct" :	"	ಬ. ಜಕರೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮೊದಲನೆಯ ಈಸ್ಟರ್ ಹಬ್ಬದ ದಿನದ ಬೆಳಿಗ್ಗೆ ಕೆಲವು ಸ್ತ್ರೀಯರು ದರ್ಶನ ಕಂಡರೆಂದು ಯೇಸುವಿಗೆ ತಿಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರಿಕೋವಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
	"	ಬ. ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
	"	ಕ. ಗೊಲ್ಗೊಥಾಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
	"	ಡ. ಎಮ್ಮಾಹುವಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	"
],			
"correct" :	"	ಡ. ಎಮ್ಮಾಹುವಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಇಬ್ಬರು ಶಿಷ್ಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅಪೋಸ್ತಲ ಕೃತ್ಯಗಳ ಪುಸ್ತಕದಲ್ಲಿ ಸೌಲನ ವಿಷಯವಾಗಿ ದೇವರು ಯಾರೊಡನೆ ದರ್ಶನದ ಮೂಲಕ ಮಾತಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅನನೀಯನು	",
	"	ಬ. ಹನನ್ಯ	",
	"	ಕ. ಮಿಶಾಯೇಲ	",
	"	ಡ. ಪೇತ್ರ	"
],			
"correct" :	"	ಅ. ಅನನೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾವ ರೋಮನ್ ಸೇನಾಧಿಕಾರಿಯು ದರ್ಶನವನ್ನು ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನು	",
	"	ಬ. ಕೊರ್ನೆಲ್ಯನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಸೀಲನು	"
],			
"correct" :	"	ಬ. ಕೊರ್ನೆಲ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗ ಜೋಳಿಗೆಯ ತುಂಬ ಪ್ರಾಣಿಗಳಿದ್ದ ದರ್ಶನವನ್ನು ಕಂಡವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ	",
	"	ಬ. ಯೋಹಾನ	",
	"	ಕ. ಮತ್ತಾಯ	",
	"	ಡ. ಮಾರ್ಕ	"
],			
"correct" :	"	ಅ. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿ ಅನೇಕ ದರ್ಶನಗಳನ್ನು ಯಾರು ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದ	",
	"	ಬ. ಯಾಕೋಬ	",
	"	ಕ. ಯೋಹಾನ	",
	"	ಡ. ಯೋನ	"
],			
"correct" :	"	ಕ. ಯೋಹಾನ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಭವಿಷ್ಯತ್ತನ್ನು ಸೂಚಿಸುವ ದರ್ಶನಗಳನ್ನೊಳಗೊಂಡ ಪುಸ್ತಕ ಬೈಬಲ್ಲಿನಲ್ಲಿದೆ.  ಅದರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಬ್ರಿಯವೆಂಬ ಪುಸ್ತಕ	",
	"	ಬ. ಜ್ಞಾನೋಕ್ತಿಯೆಂಬ ಪುಸ್ತಕ	",
	"	ಕ. ದಾನಿಯೇಲನೆಂಬ ಪುಸ್ತಕ	",
	"	ಡ. ಪ್ರಕಟನೆಯಂಬ ಪುಸ್ತಕ	"
],			
"correct" :	"	ಡ. ಪ್ರಕಟನೆಯಂಬ ಪುಸ್ತಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯಾವ ರಾಜನು ತನ್ನ ಪತನದ ದರ್ಶನ ಕಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೆಬುಕದ್ನೆಜರನು	",
	"	ಬ. ನೆಪ್ತಾನನು	",
	"	ಕ. ನಾಮಾನನು	",
	"	ಡ. ನಿಕೋದೋಮನು	"
],			
"correct" :	"	ಅ. ನೆಬುಕದ್ನೆಜರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಪೌಲನಿಗೆ ಮೆಕೆದೋನ್ಯ ದೇಶಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ತಿಳಿಸಿದ ಬಗೆ ಹೇಗೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರಾಧನೆಯ ಮೂಲಕ	",
	"	ಬ. ದರ್ಶನದ ಮೂಲಕ	",
	"	ಕ. ದೂತರ ಮೂಲಕ	",
	"	ಡ. ಪೇತ್ರನ ಮೂಲಕ	"
],			
"correct" :	"	ಬ. ದರ್ಶನದ ಮೂಲಕ	",
"explanation" :	"		",
},			
]