var quiztitle = "ಸ್ತ್ರೀಯರು";			
var quiz = [			
{			
"question" :	"	1. ಎಫೆಸದವರು ಪೂಜಿಸುತ್ತಿದ್ದ ದೇವತೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈಜೆಬೇಲಳು	",
	"	B. ಕೆಟೂರಳು	",
	"	C. ಅರ್ತೆಮೀದೇವಿ	",
	"	D. ಈಸ್ಟರ್ ದೇವಿ	"
],			
"correct" :	"	C. ಅರ್ತೆಮೀದೇವಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಲಿಪ್ಪಿದೋತನ ಹೆಂಡತಿ ಹಾಗೂ ಪ್ರವಾದಿನಿಯಾಗಿದ್ದ ಸ್ತ್ರೀಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೀನಳು	",
	"	B. ದೆಬೋರಳು	",
	"	C. ಲೇಯಳು	",
	"	D. ರಾಹೇಳಲು	"
],			
"correct" :	"	A. ದೀನಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಪುಸ್ತಕಗಳಲ್ಲಿ ಎರಡು ಪುಸ್ತಕಗಳು ಸ್ತ್ರೀಯರ ಹೆಸರಿನಲ್ಲಿವೆ.  ಆ ಪುಸ್ತಕಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲಿಜಬೇತಳು ಮತ್ತು ಮರಿಯಳು	",
	"	B. ಹವ್ವಳು ಮತ್ತು ಹನ್ನಳು	",
	"	C. ನವೋಮಿ ಮತ್ತು ವಷ್ಟಿ	",
	"	D. ರೂತಳು ಮತ್ತು ಎಸ್ತೇರಳು	"
],			
"correct" :	"	D. ರೂತಳು ಮತ್ತು ಎಸ್ತೇರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೆಹೋಶುವನು ಕಳಿಸಿದ ಇಬ್ಬರು ಗೂಢಚಾರರನ್ನು ಅಡಗಿಸಿ ಕಾಪಾಡಿದ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಹಾಬಳು	",
	"	B. ರಾಹೇಳಲು	",
	"	C. ಶೆಬಾಳು	",
	"	D. ತಾಮಾರಳು	"
],			
"correct" :	"	A. ರಾಹಾಬಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಇಸ್ತ್ರಾಯೇಲ್ಯರ ನಾಯಸ್ಥಾಪಕರಲ್ಲಿ ಪ್ರಥಮ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೆಬೋರಳು	",
	"	B. ಮಿರ್ಯಾಮಳು	",
	"	C. ದಲೀಲಳು	",
	"	D. ದೀನಳು	"
],			
"correct" :	"	A. ದೆಬೋರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಅರಸನಾದ ಅಹಷ್ವೇರೋಷನ ಮೊದಲನೆಯ ರಾಣಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈಜೆಬೇಲ್ ರಾಣಿ	",
	"	B. ಜೆಬದ ರಾಣಿ	",
	"	C. ಎಸ್ತೇರ್ ರಾಣಿ	",
	"	D. ವಷ್ಟಿ ರಾಣಿ	"
],			
"correct" :	"	D. ವಷ್ಟಿ ರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅಗ್ರಾಹಮನ ಎರಡನೇ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಹೇಳಲು	",
	"	B. ಲೇಯಳು	",
	"	C. ಕೆಟೂರಳು	",
	"	D. ಪೆನಿನ್ನಳು	"
],			
"correct" :	"	C. ಕೆಟೂರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮೋಶೆಯ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಚಿಪ್ಪೋರಳು	",
	"	B. ಕೆಟೂರಳು	",
	"	C. ಮಿರ್ಯಾಮಳು	",
	"	D. ಬಿಲ್ಹಳು	"
],			
"correct" :	"	A. ಚಿಪ್ಪೋರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯುರೋಪಿನಲ್ಲಿ  ಕ್ರಿಸ್ತಳಾದ ಪ್ರಥಮ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲಿಯೋಸಳು	",
	"	B. ಲೇಯಳು	",
	"	C. ಲೂದ್ಯಳು	",
	"	D. ಲೇನಳು	"
],			
"correct" :	"	C. ಲೂದ್ಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪುನರುತ್ಥಾನನಾನ ಯೇಸುವನ್ನು ಮೊಟ್ಟ ಮೊದಲು ನೋಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಥಳು	",
	"	B. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	C. ರೂತಳು	",
	"	D. ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳು	"
],			
"correct" :	"	B. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
]