var quiztitle = "ಸ್ತ್ರೀಯರು";			
var quiz = [			
{			
"question" :	"	1. ಎಫೆಸದವರು ಪೂಜಿಸುತ್ತಿದ್ದ ದೇವತೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಈಜೆಬೇಲಳು	",
	"	ಬ. ಕೆಟೂರಳು	",
	"	ಕ. ಅರ್ತೆಮೀದೇವಿ	",
	"	ಡ. ಈಸ್ಟರ್ ದೇವಿ	"
],			
"correct" :	"	ಕ. ಅರ್ತೆಮೀದೇವಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಲಿಪ್ಪಿದೋತನ ಹೆಂಡತಿ ಹಾಗೂ ಪ್ರವಾದಿನಿಯಾಗಿದ್ದ ಸ್ತ್ರೀಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೀನಳು	",
	"	ಬ. ದೆಬೋರಳು	",
	"	ಕ. ಲೇಯಳು	",
	"	ಡ. ರಾಹೇಳಲು	"
],			
"correct" :	"	ಅ. ದೀನಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಪುಸ್ತಕಗಳಲ್ಲಿ ಎರಡು ಪುಸ್ತಕಗಳು ಸ್ತ್ರೀಯರ ಹೆಸರಿನಲ್ಲಿವೆ.  ಆ ಪುಸ್ತಕಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲಿಜಬೇತಳು ಮತ್ತು ಮರಿಯಳು	",
	"	ಬ. ಹವ್ವಳು ಮತ್ತು ಹನ್ನಳು	",
	"	ಕ. ನವೋಮಿ ಮತ್ತು ವಷ್ಟಿ	",
	"	ಡ. ರೂತಳು ಮತ್ತು ಎಸ್ತೇರಳು	"
],			
"correct" :	"	ಡ. ರೂತಳು ಮತ್ತು ಎಸ್ತೇರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೆಹೋಶುವನು ಕಳಿಸಿದ ಇಬ್ಬರು ಗೂಢಚಾರರನ್ನು ಅಡಗಿಸಿ ಕಾಪಾಡಿದ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರಾಹಾಬಳು	",
	"	ಬ. ರಾಹೇಳಲು	",
	"	ಕ. ಶೆಬಾಳು	",
	"	ಡ. ತಾಮಾರಳು	"
],			
"correct" :	"	ಅ. ರಾಹಾಬಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಇಸ್ತ್ರಾಯೇಲ್ಯರ ನಾಯಸ್ಥಾಪಕರಲ್ಲಿ ಪ್ರಥಮ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೆಬೋರಳು	",
	"	ಬ. ಮಿರ್ಯಾಮಳು	",
	"	ಕ. ದಲೀಲಳು	",
	"	ಡ. ದೀನಳು	"
],			
"correct" :	"	ಅ. ದೆಬೋರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಅರಸನಾದ ಅಹಷ್ವೇರೋಷನ ಮೊದಲನೆಯ ರಾಣಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಈಜೆಬೇಲ್ ರಾಣಿ	",
	"	ಬ. ಜೆಬದ ರಾಣಿ	",
	"	ಕ. ಎಸ್ತೇರ್ ರಾಣಿ	",
	"	ಡ. ವಷ್ಟಿ ರಾಣಿ	"
],			
"correct" :	"	ಡ. ವಷ್ಟಿ ರಾಣಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅಗ್ರಾಹಮನ ಎರಡನೇ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರಾಹೇಳಲು	",
	"	ಬ. ಲೇಯಳು	",
	"	ಕ. ಕೆಟೂರಳು	",
	"	ಡ. ಪೆನಿನ್ನಳು	"
],			
"correct" :	"	ಕ. ಕೆಟೂರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮೋಶೆಯ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಚಿಪ್ಪೋರಳು	",
	"	ಬ. ಕೆಟೂರಳು	",
	"	ಕ. ಮಿರ್ಯಾಮಳು	",
	"	ಡ. ಬಿಲ್ಹಳು	"
],			
"correct" :	"	ಅ. ಚಿಪ್ಪೋರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯುರೋಪಿನಲ್ಲಿ  ಕ್ರಿಸ್ತಳಾದ ಪ್ರಥಮ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲಿಯೋಸಳು	",
	"	ಬ. ಲೇಯಳು	",
	"	ಕ. ಲೂದ್ಯಳು	",
	"	ಡ. ಲೇನಳು	"
],			
"correct" :	"	ಕ. ಲೂದ್ಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪುನರುತ್ಥಾನನಾನ ಯೇಸುವನ್ನು ಮೊಟ್ಟ ಮೊದಲು ನೋಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಾರ್ಥಳು	",
	"	ಬ. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	ಕ. ರೂತಳು	",
	"	ಡ. ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳು	"
],			
"correct" :	"	ಬ. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
]