var quiztitle = "ಪತ್ನಿಯರು";			
var quiz = [			
{			
"question" :	"	1. “ದೇವರನ್ನು ದೂಷಿಸಿ ಸಾಯಿ” ಎಂದು ತನ್ನ ಗಂಡನಿಗೆ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರೆಮೀಯನ ಹೆಂಡತಿ	",
	"	ಬ. ಯೆಶಾಯನ ಹೆಂಡತಿ	",
	"	ಕ. ಯೋನನ ಹೆಂಡತಿ	",
	"	ಡ. ಯೋಬನ ಹೆಂಡತಿ	"
],			
"correct" :	"	ಡ. ಯೋಬನ ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಅಬ್ರಹಾಮನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶೆಬಾಳು	",
	"	ಬ. ಸಾರಳು	",
	"	ಕ. ಹಗರಳು	",
	"	ಡ. ರೆಬೇಕಳು	"
],			
"correct" :	"	ಬ. ಸಾರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದಾವೀದನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬತ್ಷೇಬಳು	",
	"	ಬ. ಮೀಕಳು	",
	"	ಕ.ಶೆಬ	",
	"	ಡ. ಶೀಬಾ	"
],			
"correct" :	"	ಅ. ಬತ್ಷೇಬಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ತನ್ನ ಹೊಲಗಳಲ್ಲಿ ಓಡಾಡುತ್ತಿರುವಾಗ ತನ್ನ ಪತ್ನಿಯನ್ನು ಕಂಡವರು ಯಾರು ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸಾಕನು ರಾಹೇಳಲನ್ನು ಕಂಡನು ಅಥವಾ ಯೋವೇಲನು ರೂತಳನ್ನು ಕಂಡನು	",
	"	ಬ. ಆಬ್ರಹಾಮನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	",
	"	ಕ. ಇಸಾಕನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	",
	"	ಡ. ಇಷಯನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	"
],			
"correct" :	"	ಕ. ಇಸಾಕನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಎರಡು ಹೆಂಡತಿಯರನ್ನು ಪಡೆಯಲು 14 ವರ್ಷ ಸೇವೆ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಇಸಾಕನು	",
	"	ಕ. ಏಸಾವನು	",
	"	ಡ. ಯೋಸೇಫನು	"
],			
"correct" :	"	ಅ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪ್ರವಾದಿಯಾದ ಹೊಶೇಯನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಾಮರಳು	",
	"	ಬ. ಗೋಮೆರಳು	",
	"	ಕ. ಮರಿಯಳು	",
	"	ಡ. ಸಾರಳು	"
],			
"correct" :	"	ಬ. ಗೋಮೆರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಗವರ್ನರ್ ಫೆಲಿಕ್ಸನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೊರ್ಕಳು	",
	"	ಬ. ಬಿಲ್ಹಳು	",
	"	ಕ. ಮರಿಯಳು	",
	"	ಡ. ದ್ರೂಸಿಲ್ಲಳು	"
],			
"correct" :	"	ಡ. ದ್ರೂಸಿಲ್ಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅಬ್ರಹಾಮನ ಎರಡನೆಯ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರಾಹೇಳಲು	",
	"	ಬ. ಕೆಟೂರಳು	",
	"	ಕ. ಸಾರಳು	",
	"	ಡ. ಹಗರಳು	"
],			
"correct" :	"	ಬ. ಕೆಟೂರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾಜಕನಾದ ಜಕರೀಯನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹನ್ನಾ	",
	"	ಬ. ಎಸ್ತರ್	",
	"	ಕ. ಎಲೀಜಬೇತ್	",
	"	ಡ. ಪೆನಿನ್ನ	"
],			
"correct" :	"	ಕ. ಎಲೀಜಬೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಅನನೀಯನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಫೈರಾ	",
	"	ಬ. ಸೋಫಿಯಾ	",
	"	ಕ. ಶೆಬಾ	",
	"	ಡ. ಶೀಬಾ	"
],			
"correct" :	"	ಅ. ಸಫೈರಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ದುಷ್ಟ ರಾಜನಾದ ಅಹಾಬನ ದುಷ್ಟ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೆಬೇಕಳು	",
	"	ಬ. ರೂತಳು	",
	"	ಕ. ನವೋಮಿ	",
	"	ಡ. ಇಜೆಬೆಲಳು	"
],			
"correct" :	"	ಡ. ಇಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಎಸ್ತೇರ್ ರಾಣಿಯು ಯಾವ ರಾಜನ ಹೆಂಡತಿಯಾಗಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹಷ್ವೇರೋಶ್	",
	"	ಬ. ಹೆರೋದ್	",
	"	ಕ. ಅಬಿಮೇಲೇಕ್	",
	"	ಡ. ಉಜ್ಜೀಯ	"
],			
"correct" :	"	ಅ. ಅಹಷ್ವೇರೋಶ್	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾಕೋಬನ ಎರಡನೆಯ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರೂತಳು	",
	"	ಬ. ರೆಬೇಕಳು	",
	"	ಕ. ರಾಹೇಲಳು	",
	"	ಡ. ಲೇಯಳು	"
],			
"correct" :	"	ಕ. ರಾಹೇಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಉಪ್ಪಿನ ಕಂಬವಾದ ಸ್ತ್ರೀಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆದಾಮನ ಹೆಂಡತಿ	",
	"	ಬ. ಲೋಟನ ಹೆಂಡತಿ	",
	"	ಕ. ನೋಹನ ಹೆಂಡತಿ	",
	"	ಡ. ಹನೋಕನ ಹೆಂಡತಿ	"
],			
"correct" :	"	ಬ. ಲೋಟನ ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಚೀಯೋನೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
	"	ಬ. ಎಫ್ರಾಯಮೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
	"	ಕ. ಯೆರಿಕೋವೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
	"	ಡ. ಯೆರೂಸಲೇಮೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	"
],			
"correct" :	"	ಡ. ಯೆರೂಸಲೇಮೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
"explanation" :	"		",
},			
]