var quiztitle = "ಪತ್ನಿಯರು";			
var quiz = [			
{			
"question" :	"	1. “ದೇವರನ್ನು ದೂಷಿಸಿ ಸಾಯಿ” ಎಂದು ತನ್ನ ಗಂಡನಿಗೆ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೆಮೀಯನ ಹೆಂಡತಿ	",
	"	B. ಯೆಶಾಯನ ಹೆಂಡತಿ	",
	"	C. ಯೋನನ ಹೆಂಡತಿ	",
	"	D. ಯೋಬನ ಹೆಂಡತಿ	"
],			
"correct" :	"	D. ಯೋಬನ ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಅಬ್ರಹಾಮನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಶೆಬಾಳು	",
	"	B. ಸಾರಳು	",
	"	C. ಹಗರಳು	",
	"	D. ರೆಬೇಕಳು	"
],			
"correct" :	"	B. ಸಾರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದಾವೀದನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬತ್ಷೇಬಳು	",
	"	B. ಮೀಕಳು	",
	"	C.ಶೆಬ	",
	"	D. ಶೀಬಾ	"
],			
"correct" :	"	A. ಬತ್ಷೇಬಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ತನ್ನ ಹೊಲಗಳಲ್ಲಿ ಓಡಾಡುತ್ತಿರುವಾಗ ತನ್ನ ಪತ್ನಿಯನ್ನು ಕಂಡವರು ಯಾರು ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನು ರಾಹೇಳಲನ್ನು ಕಂಡನು ಅಥವಾ ಯೋವೇಲನು ರೂತಳನ್ನು ಕಂಡನು	",
	"	B. ಆಬ್ರಹಾಮನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	",
	"	C. ಇಸಾಕನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	",
	"	D. ಇಷಯನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	"
],			
"correct" :	"	C. ಇಸಾಕನು ರೆಬೆಕ್ಕಳನ್ನು ಕಂಡನು ಅಥವಾ ಬೋವಜನು ರೂತಳನ್ನು ಕಂಡನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಎರಡು ಹೆಂಡತಿಯರನ್ನು ಪಡೆಯಲು 14 ವರ್ಷ ಸೇವೆ ಮಾಡಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಇಸಾಕನು	",
	"	C. ಏಸಾವನು	",
	"	D. ಯೋಸೇಫನು	"
],			
"correct" :	"	A. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪ್ರವಾದಿಯಾದ ಹೊಶೇಯನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಾಮರಳು	",
	"	B. ಗೋಮೆರಳು	",
	"	C. ಮರಿಯಳು	",
	"	D. ಸಾರಳು	"
],			
"correct" :	"	B. ಗೋಮೆರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಗವರ್ನರ್ ಫೆಲಿಕ್ಸನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೊರ್ಕಳು	",
	"	B. ಬಿಲ್ಹಳು	",
	"	C. ಮರಿಯಳು	",
	"	D. ದ್ರೂಸಿಲ್ಲಳು	"
],			
"correct" :	"	D. ದ್ರೂಸಿಲ್ಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅಬ್ರಹಾಮನ ಎರಡನೆಯ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಹೇಳಲು	",
	"	B. ಕೆಟೂರಳು	",
	"	C. ಸಾರಳು	",
	"	D. ಹಗರಳು	"
],			
"correct" :	"	B. ಕೆಟೂರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾಜಕನಾದ ಜಕರೀಯನ ಹೆಂಡತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹನ್ನಾ	",
	"	B. ಎಸ್ತರ್	",
	"	C. ಎಲೀಜಬೇತ್	",
	"	D. ಪೆನಿನ್ನ	"
],			
"correct" :	"	C. ಎಲೀಜಬೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಅನನೀಯನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಫೈರಾ	",
	"	B. ಸೋಫಿಯಾ	",
	"	C. ಶೆಬಾ	",
	"	D. ಶೀಬಾ	"
],			
"correct" :	"	A. ಸಫೈರಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ದುಷ್ಟ ರಾಜನಾದ ಅಹಾಬನ ದುಷ್ಟ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೆಬೇಕಳು	",
	"	B. ರೂತಳು	",
	"	C. ನವೋಮಿ	",
	"	D. ಇಜೆಬೆಲಳು	"
],			
"correct" :	"	D. ಇಜೆಬೆಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಎಸ್ತೇರ್ ರಾಣಿಯು ಯಾವ ರಾಜನ ಹೆಂಡತಿಯಾಗಿದ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹಷ್ವೇರೋಶ್	",
	"	B. ಹೆರೋದ್	",
	"	C. ಅಬಿಮೇಲೇಕ್	",
	"	D. ಉಜ್ಜೀಯ	"
],			
"correct" :	"	A. ಅಹಷ್ವೇರೋಶ್	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯಾಕೋಬನ ಎರಡನೆಯ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೂತಳು	",
	"	B. ರೆಬೇಕಳು	",
	"	C. ರಾಹೇಲಳು	",
	"	D. ಲೇಯಳು	"
],			
"correct" :	"	C. ರಾಹೇಲಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಉಪ್ಪಿನ ಕಂಬವಾದ ಸ್ತ್ರೀಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆದಾಮನ ಹೆಂಡತಿ	",
	"	B. ಲೋಟನ ಹೆಂಡತಿ	",
	"	C. ನೋಹನ ಹೆಂಡತಿ	",
	"	D. ಹನೋಕನ ಹೆಂಡತಿ	"
],			
"correct" :	"	B. ಲೋಟನ ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯಜ್ಞದ ಕುರಿಯಾದಾತನ ಹೆಂಡತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಚೀಯೋನೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
	"	B. ಎಫ್ರಾಯಮೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
	"	C. ಯೆರಿಕೋವೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
	"	D. ಯೆರೂಸಲೇಮೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	"
],			
"correct" :	"	D. ಯೆರೂಸಲೇಮೆಂಬ ಪರಿಶುದ್ಧ ಪಟ್ಟಣ	",
"explanation" :	"		",
},			
]