var quiztitle = "ಯುದ್ಧ";			
var quiz = [			
{			
"question" :	"	1. ತನ್ನ ಗಾನವೃಂದವನ್ನು ಕಳಿಸಿ ಯುದ್ಧವನ್ನು ಗೆದ್ದ ಅರಸನು ಯಾರು? (ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ)	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೋಶುವನು	",
	"	ಬ. ಯೆಹೋಷಾಫಾಟನು	",
	"	ಕ. ಯೆಹೆಜ್ಕೇಲನು	",
	"	ಡ. ಯೆಹೋಹಮನು	"
],			
"correct" :	"	ಬ. ಯೆಹೋಷಾಫಾಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಒಬ್ಬ ದೊಡ್ಡ ರಾಕ್ಷಸನನ್ನು ಸೋಲಿಸಿದ ಚಿಕ್ಕ ಬಾಲಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ಸೌಲನು	",
	"	ಕ. ಸಿಂಸೋನನು	",
	"	ಡ. ಗಿದ್ಯೋನನು	"
],			
"correct" :	"	ಅ. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಅರಸನಾದ ದಾವೀದನು ಉರೀಯನನ್ನು ಯುದ್ಧಕ್ಕೆ ಯಾಕೆ ಕಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವನನ್ನು ಘನಪಡಿಸಲು	",
	"	ಬ. ಅವನನ್ನು ನಿಂದಿಸಲು	",
	"	ಕ. ಅವನನ್ನು ಹಿಂಸಿಸಲು	",
	"	ಡ. ಅವನನ್ನು ಕೊಲ್ಲಿಸಲು	"
],			
"correct" :	"	ಡ. ಅವನನ್ನು ಕೊಲ್ಲಿಸಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯುದ್ಧ ಮಾಡದೆ ಯೆಹೋಶುವನು ಯಾವ ಪಟ್ಟಣವನ್ನು ಗೆದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರಿಕೋ	",
	"	ಬ. ನಿನವೆ	",
	"	ಕ. ತಾರ್ಷೀಶ್	",
	"	ಡ. ಚಿಯೋನ್	"
],			
"correct" :	"	ಅ. ಯೆರಿಕೋ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮಿದ್ಯಾನ್ಯರು ಹಾಗೂ ಅಮಾಲೇಕ್ಯರೊಡನೆ ಗಿದ್ಯೋನನು ಎಲ್ಲಿ ಯುದ್ಧ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸ್ರೇಲ್ ತಗ್ಗಿನಲ್ಲಿ	",
	"	ಬ. ಇಟಲಿಯ ತಗ್ಗಿನಲ್ಲಿ	",
	"	ಕ. ಇಜ್ರೇಲಿನ ತಗ್ಗಿನಲ್ಲಿ	",
	"	ಡ. ಇರಾನ್ ತಗ್ಗಿನಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಇಜ್ರೇಲಿನ ತಗ್ಗಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮೆಗಿದ್ದೋವಿನಲ್ಲಿ ಯೋಷೀಯನು ಯಾರೊಡನೆ ಯುದ್ಧ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗಿದ್ಯೋನನೊಡನೆ	",
	"	ಬ. ಉಜ್ಜೀಯನೊಡನೆ	",
	"	ಕ. ಗೊಲಾತ್ಯನೊಡನೆ	",
	"	ಡ. ಪರೋಹನೊಡನೆ	"
],			
"correct" :	"	ಡ. ಪರೋಹನೊಡನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೆರೂಸಲೇಮನ್ನು ಮತ್ತು ಅದರೊಳಗಿದ್ದ ದೇವಾಲಯವನ್ನು ಬಾಬಿಲೋನಿನ ಯಾವ ರಾಜನು ಹಾಳು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಾಮಾನನು	",
	"	ಬ. ನೆಬುಕದ್ನೆಚರನು	",
	"	ಕ. ನೆಹೇಮಿಯನು	",
	"	ಡ. ನತನಾಯೇಲನು	"
],			
"correct" :	"	ಬ. ನೆಬುಕದ್ನೆಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಒಬ್ಬ ಪ್ರವಾದಿಯ ವಿರುದ್ಧವಾಗಿ ಬಂದ ಯಾವ ದೇಶದ ಸೈನಿಕರೆಲ್ಲ ಕುರುಡಾದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಸಿರಿಯ ದೇಶದ ಸೈನ್ಯ	",
	"	ಬ. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಐಗುಪ್ತ ದೇಶದ ಸೈನ್ಯ	",
	"	ಕ. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಇಸ್ರೇಲ್ ದೇಶದ ಸೈನ್ಯ	",
	"	ಡ. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಭಾರತ ದೇಶದ ಸೈನ್ಯ	"
],			
"correct" :	"	ಅ. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಸಿರಿಯ ದೇಶದ ಸೈನ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ರಾಜನು ಸೈನಿಕನಂತೆ ಉಡುಪು ಧರಿಸಿ ಯುದ್ಧದಲ್ಲಿ ಕೊಲ್ಲಲ್ಲ್ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆದಾಮನು	",
	"	ಬ. ಅಬ್ರಹಾಮನು	",
	"	ಕ. ಅಹಾಬನು	",
	"	ಡ. ಆಸ್ಸಾಯನು	"
],			
"correct" :	"	ಕ. ಅಹಾಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಆತ್ಮಿಕ ಯುದ್ಧದಲ್ಲಿ  ಕ್ರೈಸ್ತರು ದೇವರು ಕೊಡುವ ಸರ್ವಾಯುಧಗಳನ್ನು ಯಾಕೆ ಧರಿಸಿಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಮ್ಮ ಆತ್ಮೀಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
	"	ಬ. ತಮ್ಮ ಶಾರೀರಿಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
	"	ಕ. ತಮ್ಮ ಮಾನಸಿಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
	"	ಡ. ತಮ್ಮ ಕೌಟುಂಬಿಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	"
],			
"correct" :	"	ಅ. ತಮ್ಮ ಆತ್ಮೀಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
"explanation" :	"		",
},			
]