var quiztitle = "ಯುದ್ಧ";			
var quiz = [			
{			
"question" :	"	1. ತನ್ನ ಗಾನವೃಂದವನ್ನು ಕಳಿಸಿ ಯುದ್ಧವನ್ನು ಗೆದ್ದ ಅರಸನು ಯಾರು? (ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ)	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೋಶುವನು	",
	"	B. ಯೆಹೋಷಾಫಾಟನು	",
	"	C. ಯೆಹೆಜ್ಕೇಲನು	",
	"	D. ಯೆಹೋಹಮನು	"
],			
"correct" :	"	B. ಯೆಹೋಷಾಫಾಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಒಬ್ಬ ದೊಡ್ಡ ರಾಕ್ಷಸನನ್ನು ಸೋಲಿಸಿದ ಚಿಕ್ಕ ಬಾಲಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ಸೌಲನು	",
	"	C. ಸಿಂಸೋನನು	",
	"	D. ಗಿದ್ಯೋನನು	"
],			
"correct" :	"	A. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಅರಸನಾದ ದಾವೀದನು ಉರೀಯನನ್ನು ಯುದ್ಧಕ್ಕೆ ಯಾಕೆ ಕಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವನನ್ನು ಘನಪಡಿಸಲು	",
	"	B. ಅವನನ್ನು ನಿಂದಿಸಲು	",
	"	C. ಅವನನ್ನು ಹಿಂಸಿಸಲು	",
	"	D. ಅವನನ್ನು ಕೊಲ್ಲಿಸಲು	"
],			
"correct" :	"	D. ಅವನನ್ನು ಕೊಲ್ಲಿಸಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯುದ್ಧ ಮಾಡದೆ ಯೆಹೋಶುವನು ಯಾವ ಪಟ್ಟಣವನ್ನು ಗೆದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರಿಕೋ	",
	"	B. ನಿನವೆ	",
	"	C. ತಾರ್ಷೀಶ್	",
	"	D. ಚಿಯೋನ್	"
],			
"correct" :	"	A. ಯೆರಿಕೋ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮಿದ್ಯಾನ್ಯರು ಹಾಗೂ ಅಮಾಲೇಕ್ಯರೊಡನೆ ಗಿದ್ಯೋನನು ಎಲ್ಲಿ ಯುದ್ಧ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ರೇಲ್ ತಗ್ಗಿನಲ್ಲಿ	",
	"	B. ಇಟಲಿಯ ತಗ್ಗಿನಲ್ಲಿ	",
	"	C. ಇಜ್ರೇಲಿನ ತಗ್ಗಿನಲ್ಲಿ	",
	"	D. ಇರಾನ್ ತಗ್ಗಿನಲ್ಲಿ	"
],			
"correct" :	"	C. ಇಜ್ರೇಲಿನ ತಗ್ಗಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮೆಗಿದ್ದೋವಿನಲ್ಲಿ ಯೋಷೀಯನು ಯಾರೊಡನೆ ಯುದ್ಧ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಿದ್ಯೋನನೊಡನೆ	",
	"	B. ಉಜ್ಜೀಯನೊಡನೆ	",
	"	C. ಗೊಲಾತ್ಯನೊಡನೆ	",
	"	D. ಪರೋಹನೊಡನೆ	"
],			
"correct" :	"	D. ಪರೋಹನೊಡನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೆರೂಸಲೇಮನ್ನು ಮತ್ತು ಅದರೊಳಗಿದ್ದ ದೇವಾಲಯವನ್ನು ಬಾಬಿಲೋನಿನ ಯಾವ ರಾಜನು ಹಾಳು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾಮಾನನು	",
	"	B. ನೆಬುಕದ್ನೆಚರನು	",
	"	C. ನೆಹೇಮಿಯನು	",
	"	D. ನತನಾಯೇಲನು	"
],			
"correct" :	"	B. ನೆಬುಕದ್ನೆಚರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಒಬ್ಬ ಪ್ರವಾದಿಯ ವಿರುದ್ಧವಾಗಿ ಬಂದ ಯಾವ ದೇಶದ ಸೈನಿಕರೆಲ್ಲ ಕುರುಡಾದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಸಿರಿಯ ದೇಶದ ಸೈನ್ಯ	",
	"	B. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಐಗುಪ್ತ ದೇಶದ ಸೈನ್ಯ	",
	"	C. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಇಸ್ರೇಲ್ ದೇಶದ ಸೈನ್ಯ	",
	"	D. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಭಾರತ ದೇಶದ ಸೈನ್ಯ	"
],			
"correct" :	"	A. ಎಲೀಷನನ್ನು ಬಂಧಿಸಲು ಬಂದ ಸಿರಿಯ ದೇಶದ ಸೈನ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ರಾಜನು ಸೈನಿಕನಂತೆ ಉಡುಪು ಧರಿಸಿ ಯುದ್ಧದಲ್ಲಿ ಕೊಲ್ಲಲ್ಲ್ಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆದಾಮನು	",
	"	B. ಅಬ್ರಹಾಮನು	",
	"	C. ಅಹಾಬನು	",
	"	D. ಆಸ್ಸಾಯನು	"
],			
"correct" :	"	C. ಅಹಾಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಆತ್ಮಿಕ ಯುದ್ಧದಲ್ಲಿ  ಕ್ರೈಸ್ತರು ದೇವರು ಕೊಡುವ ಸರ್ವಾಯುಧಗಳನ್ನು ಯಾಕೆ ಧರಿಸಿಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಮ್ಮ ಆತ್ಮೀಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
	"	B. ತಮ್ಮ ಶಾರೀರಿಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
	"	C. ತಮ್ಮ ಮಾನಸಿಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
	"	D. ತಮ್ಮ ಕೌಟುಂಬಿಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	"
],			
"correct" :	"	A. ತಮ್ಮ ಆತ್ಮೀಕ ಯುದ್ಧವನ್ನು ಗೆಲ್ಲಲು	",
"explanation" :	"		",
},			
]