var quiztitle = "ಬೈಬಲ್ಲಿನ ಪುಸ್ತಕಗಳು";			
var quiz = [			
{			
"question" :	"	1. “ಯಾವಾಗಲೂ ಕರ್ತನಲ್ಲಿ ಸಂತೋಷಿಸಿರಿ” ಎಂದು ಪೌಲನು ಯಾವ ಪತ್ರಿಕೆಯಲ್ಲಿ ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯ 4:4	",
	"	ಬ. ಎಫೆಸ 4:4	",
	"	ಕ. ಫಿಲಿಪ್ಪಿ  4:4	",
	"	ಡ. ಕೊಲೆಸ್ಸ 4:4	"
],			
"correct" :	"	ಕ. ಫಿಲಿಪ್ಪಿ  4:4	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಒಟ್ಟು ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 68	",
	"	ಬ. 69	",
	"	ಕ. 65	",
	"	ಡ. 66	"
],			
"correct" :	"	ಡ. 66	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ	",
"image" :	"",		
"choices" : [			
	"	ಅ. 39	",
	"	ಬ. 42	",
	"	ಕ. 36	",
	"	ಡ. 41	"
],			
"correct" :	"	ಅ. 39	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 20	",
	"	ಬ. 27	",
	"	ಕ. 29	",
	"	ಡ. 26	"
],			
"correct" :	"	ಬ. 27	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಐಗುಪ್ತ ದೇಶದ ಮೇಲೆ ಬಂದ ಹತ್ತು ಬಾಧೆಗಳನ್ನು ಕುರಿತು ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಧರ್ಮೋಪದೇಶಕಾಂಡ	",
	"	ಬ. ಆದಿಕಾಂಡ	",
	"	ಕ. ವಿಮೋಚನಾಕಾಂಡ	",
	"	ಡ. ಅರಣ್ಯಕಾಂಡ	"
],			
"correct" :	"	ಕ. ವಿಮೋಚನಾಕಾಂಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬೈಬಲ್ಲಿನ ಯಾವ ಪುಸ್ತಕವನ್ನು ಯೆಹೂದ್ಯರ ಸಂಗೀತ ಪುಸ್ತಕ ಎಂದು ಕರೆಯುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೀರ್ತನೆಗಳು	",
	"	ಬ. ಪರಮಗೀತೆ	",
	"	ಕ. ಪ್ರಸಂಗಿ	",
	"	ಡ. ಜ್ಞಾನೋಕ್ತಿಗಳು	"
],			
"correct" :	"	ಅ. ಕೀರ್ತನೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬೈಬಲ್ಲಿನ ಯಾವ ಅಧ್ಯಾಯಕ್ಕೆ “ಪ್ರೀತಿಯ ಅಧ್ಯಾಯ” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 1 ಕೊರಿಂಥ 15	",
	"	ಬ. 1 ಕೊರಿಂಥ 13	",
	"	ಕ. 1 ಕೊರಿಂಥ 12	",
	"	ಡ. 1 ಕೊರಿಂಥ 10	"
],			
"correct" :	"	ಬ. 1 ಕೊರಿಂಥ 13	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಬೈಬಲ್ಲಿನ ಯಾವ ಅಧ್ಯಾಯಕ್ಕೆ “ನಂಬಿಕೆಯ ಅಧ್ಯಾಯ” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಬ್ರಿಯರಿಗೆ 11	",
	"	ಬ. ರೋಮಾಪುರದವರಿಗೆ 11	",
	"	ಕ. ಯೋಹಾನ 11	",
	"	ಡ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 11	"
],			
"correct" :	"	ಅ. ಇಬ್ರಿಯರಿಗೆ 11	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಬೈಬಲ್ಲಿನ ಯಾವ ಪುಸ್ತಕ ಅಥವಾ ಪುಸ್ತಕಗಳಲ್ಲಿ ಒಬ್ಬ ಪ್ರಸಿದ್ಧ ಅರಸನ ಬುದ್ಧಿ ಜ್ಞಾನಗಳನ್ನು ಕುರಿತು ಓದುತ್ತೀರಿ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೀರ್ತನೆಗಳು ಮತ್ತು ಜ್ಞಾನೋಕ್ತಿಗಳು	",
	"	ಬ. ಪರಮಗೀತೆ ಮತ್ತು ಪ್ರಸಂಗಿಗಳು	",
	"	ಕ. ಯೆಶಾಯ ಮತ್ತು ಯೆರೆಮೀಯಗಳು	",
	"	ಡ. ಜ್ಞಾನೋಕ್ತಿಗಳು ಮತ್ತು ಪ್ರಸಂಗಿಗಳು	"
],			
"correct" :	"	ಡ. ಜ್ಞಾನೋಕ್ತಿಗಳು ಮತ್ತು ಪ್ರಸಂಗಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಇನ್ನೊಬ್ಬನಿಗಾಗಿ ತಯಾರಿಸಿದ ಗಲ್ಲಿನ ಮೇಲೆ ತಾನೇ ಗಲ್ಲಿಗೇರಿಸಲ್ಪಟ್ಟ ಮನುಷ್ಯನ ವಿಷಯವಾಗಿ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಸ್ತೇರಳು	",
	"	ಬ. ಯೋಬನು	",
	"	ಕ. ಮಲಾಕಿಯ	",
	"	ಡ. ಯೂದನು	"
],			
"correct" :	"	ಅ. ಎಸ್ತೇರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೆರೂಸಲೇಮಿನ ಗೋಡೆಯನ್ನು ಕಟ್ಟಿಸಲು ತವಕಪಟ್ಟು ಕಟ್ಟಿಸಿದ ವ್ಯಕ್ತಿಯ ವಿಷಯವಾಗಿ ನಾವು ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಿಜ್ಕೀಯಾ	",
	"	ಬ. ಯೆರೆಮಿಯಾ	",
	"	ಕ. ನೆಹೆಮೀಯ	",
	"	ಡ. ಎಲೀಯ	"
],			
"correct" :	"	ಕ. ನೆಹೆಮೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಬೈಬಲ್ಲಿನ ಯಾವ 5 ಪುಸ್ತಕಗಳಿಗೆ “ಪಂಚಗ್ರಂಥಗಳು” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ನೆಹೆಮಿಯಾ	",
	"	ಬ. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಧರ್ಮೋಪದೇಶಕಾಂಡ	",
	"	ಕ. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಎಸ್ತೇರಳು, ಯೋಬನು	",
	"	ಡ. ಆದಿಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಪ್ರಕಟಣೆ, ಮತ್ತಾಯ , ಮಲಾಕಿಯಾ	"
],			
"correct" :	"	ಬ. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಧರ್ಮೋಪದೇಶಕಾಂಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಸಮದರ್ಶಿ ಸುವಾರ್ತೆಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಯಾಕೋಬ	",
	"	ಬ. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಯೋಹಾನ	",
	"	ಕ. ಮತ್ತಾಯ, ಲೂಕ, ಯೋಹಾನ	",
	"	ಡ. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಲೂಕ	"
],			
"correct" :	"	ಡ. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಲೂಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಇತಿಹಾಸ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಬರೆದ ಪುಸ್ತಕ	",
	"	ಬ. ಎಫೆಸದವರ ಪುಸ್ತಕ	",
	"	ಕ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
	"	ಡ. ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪುಸ್ತಕ	"
],			
"correct" :	"	ಕ. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಪ್ರವಾದನೆಯ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪ್ರಕಟಣೆ	",
	"	ಬ. ಫಿಲಿಪ್ಪ	",
	"	ಕ. ಇಬ್ರಿಯ	",
	"	ಡ. ಎಫೆಸ	"
],			
"correct" :	"	ಅ. ಪ್ರಕಟಣೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಬೈಬಲ್ಲಿನಲ್ಲಿ 39ನೇ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯ	",
	"	ಬ. ಮಲಾಕಿಯ	",
	"	ಕ.ಮಾರ್ಕ	",
	"	ಡ. ಜೆಕರ್ಯ	"
],			
"correct" :	"	ಬ. ಮಲಾಕಿಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಬೈಬಲ್ಲಿನಲ್ಲಿ 66ನೇ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪ್ರಕಟಣೆ	",
	"	ಬ. ಪ್ರಲಾಪ	",
	"	ಕ. ಪ್ರಸಂಗಿ	",
	"	ಡ. ಪರಮಗೀತೆ	"
],			
"correct" :	"	ಅ. ಪ್ರಕಟಣೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಲ್ಲದಕ್ಕಿಂತ ಉದ್ದವಾದ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೀರ್ತನೆಗಳು	",
	"	ಬ. ಪ್ರಕಟಣೆ	",
	"	ಕ. ಆದಿಕಾಂಡ	",
	"	ಡ. ಧರ್ಮೋಪದೇಶಕಾಂಡ	"
],			
"correct" :	"	ಅ. ಕೀರ್ತನೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಲ್ಲದಕ್ಕಿಂತ ಚಿಕ್ಕದಾದ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನ	",
	"	ಬ. 1 ಯೋಹಾನ	",
	"	ಕ. 2 ಯೋಹಾನ	",
	"	ಡ. 3 ಯೋಹಾನ	"
],			
"correct" :	"	ಕ. 2 ಯೋಹಾನ	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಬೈಬಲ್ಲನ್ನು ಬರೆಯಲು ಎಷ್ಟು ವರ್ಷಗಳು ಹಿಡಿಸಿದವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸುಮಾರು 1500 ವರ್ಷಗಳು	",
	"	ಬ. ಸುಮಾರು 1600 ವರ್ಷಗಳು	",
	"	ಕ. ಸುಮಾರು 1200 ವರ್ಷಗಳು	",
	"	ಡ. ಸುಮಾರು 1800 ವರ್ಷಗಳು	"
],			
"correct" :	"	ಬ. ಸುಮಾರು 1600 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	21. “ಬೈಬಲ್” ಎನ್ನುವ ಶಬ್ದದ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪುಸ್ತಕ	",
	"	ಬ. ಲೇಖನ	",
	"	ಕ. ಪ್ರಶ್ನೆ	",
	"	ಡ. ಪ್ರತ್ಯುತ್ತರ	"
],			
"correct" :	"	ಅ. ಪುಸ್ತಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	22. ಎಲ್ಲಾ ಪ್ರಸಂಗಗಳಿಗಿಂತ ಅತ್ಯುತ್ತಮವಾದ ಪ್ರಸಂಗ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾಮ್ಯರೂಪದ ಪ್ರಸಂಗ	",
	"	ಬ. ಪರ್ವತ ಪ್ರಸಂಗ	",
	"	ಕ. ಪ್ರವಾದನೆಯಿಂದ ಕೂಡಿದ ಪ್ರಸಂಗ	",
	"	ಡ. ಖಂಡಿಸುವ ಪ್ರಸಂಗ	"
],			
"correct" :	"	ಬ. ಪರ್ವತ ಪ್ರಸಂಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	23. ಕರ್ತನ ಪ್ರಾರ್ಥನೆ ಎಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿದೆ (ಬೈಬಲ್ಲಿನಲ್ಲಿ)?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯ 5:9-13; ಲೂಕ 1:24	",
	"	ಬ. ಮತ್ತಾಯ 8:9-13; ಲೂಕ 13:24	",
	"	ಕ. ಮತ್ತಾಯ 7:9-13; ಲೂಕ 12:24	",
	"	ಡ. ಮತ್ತಾಯ 6:9-13; ಲೂಕ 11:24	"
],			
"correct" :	"	ಡ. ಮತ್ತಾಯ 6:9-13; ಲೂಕ 11:24	",
"explanation" :	"		",
},			
{			
"question" :	"	24. ದಶಾಜ್ಞೆಗಳು ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಲ್ಲಿ ಸಿಕ್ಕುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವಿಮೋಚನಾಕಾಂಡ 2:3-16	",
	"	ಬ. ವಿಮೋಚನಾಕಾಂಡ 22:3-10	",
	"	ಕ. ವಿಮೋಚನಾಕಾಂಡ 20:3-17	",
	"	ಡ. ವಿಮೋಚನಾಕಾಂಡ 21:3-19	"
],			
"correct" :	"	ಕ. ವಿಮೋಚನಾಕಾಂಡ 20:3-17	",
"explanation" :	"		",
},			
{			
"question" :	"	25. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಹಾಸ್ಯಕರವಾದ ಕಥೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಬ ಮತ್ತು ಲಾಜರನ ಕಥೆ	",
	"	ಬ. ಯೋನನ ಮತ್ತು ಜಕ್ಕಯನ ಕಥೆ	",
	"	ಕ. ಯೋನ ಮತ್ತು ಜೆಕರ್ಯನ ಕಥೆ	",
	"	ಡ. ಫರಿಸಾಯ ಹಾಗೂ ಸುಂಕದವನ ಕಥೆ	"
],			
"correct" :	"	ಬ. ಯೋನನ ಮತ್ತು ಜಕ್ಕಯನ ಕಥೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	26. ಯೆಶಾಯನ ಪುಸ್ತಕಕ್ಕಿಂತ ಮೊದಲು ಬರುವ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪರಮಗೀತ	",
	"	ಬ. ಪ್ರಸಂಗಿ	",
	"	ಕ. ಪ್ರಲಾಪ	",
	"	ಡ. ಪ್ರಕಟನೆ	"
],			
"correct" :	"	ಅ. ಪರಮಗೀತ	",
"explanation" :	"		",
},			
{			
"question" :	"	27. ನೆಹೆಮೀಯನ ಪುಸ್ತಕದ ನಂತರ ಯಾವ ಪುಸ್ತಕ ಬರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಗ್ಗಾಯನು	",
	"	ಬ. ಜೆಕರ್ಯನು	",
	"	ಕ. ಯೋಬನು	",
	"	ಡ. ಎಸ್ತೆರಳು	"
],			
"correct" :	"	ಡ. ಎಸ್ತೆರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	28. ಎಫೆಸದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ ಆದ ಮೇಲೆ, ಆದರೆ ಕೊಲೆಸ್ಸೆಯವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಿಂತ ಮುಂಚೆ ಯಾವ ಪುಸ್ತಕವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಫೆಸದವರಿಗೆ	",
	"	ಬ. ಫಿಲಿಪ್ಪಿಯರಿಗೆ	",
	"	ಕ. ಕೊಲೆಸ್ಸದವರಿಗೆ	",
	"	ಡ. ಗಲಾತ್ಯದವರಿಗೆ	"
],			
"correct" :	"	ಬ. ಫಿಲಿಪ್ಪಿಯರಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	29. ಇಬ್ರಿಯರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ ಆದ ಮೇಲೆ ಯಾವ ಪತ್ರಿಕೆ ಬರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬ	",
	"	ಬ. 1 ಪೇತ್ರ	",
	"	ಕ. 1 ಯೋಹಾನ	",
	"	ಡ. ಯೂದ	"
],			
"correct" :	"	ಅ. ಯಾಕೋಬ	",
"explanation" :	"		",
},			
			]