var quiztitle = "ಬೈಬಲ್ಲಿನ ಪುಸ್ತಕಗಳು";			
var quiz = [			
{			
"question" :	"	1. “ಯಾವಾಗಲೂ ಕರ್ತನಲ್ಲಿ ಸಂತೋಷಿಸಿರಿ” ಎಂದು ಪೌಲನು ಯಾವ ಪತ್ರಿಕೆಯಲ್ಲಿ ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ 4:4	",
	"	B. ಎಫೆಸ 4:4	",
	"	C. ಫಿಲಿಪ್ಪಿ  4:4	",
	"	D. ಕೊಲೆಸ್ಸ 4:4	"
],			
"correct" :	"	C. ಫಿಲಿಪ್ಪಿ  4:4	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಒಟ್ಟು ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 68	",
	"	B. 69	",
	"	C. 65	",
	"	D. 66	"
],			
"correct" :	"	D. 66	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ	",
"image" :	"",		
"choices" : [			
	"	A. 39	",
	"	B. 42	",
	"	C. 36	",
	"	D. 41	"
],			
"correct" :	"	A. 39	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 20	",
	"	B. 27	",
	"	C. 29	",
	"	D. 26	"
],			
"correct" :	"	B. 27	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಐಗುಪ್ತ ದೇಶದ ಮೇಲೆ ಬಂದ ಹತ್ತು ಬಾಧೆಗಳನ್ನು ಕುರಿತು ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮೋಪದೇಶಕಾಂಡ	",
	"	B. ಆದಿಕಾಂಡ	",
	"	C. ವಿಮೋಚನಾಕಾಂಡ	",
	"	D. ಅರಣ್ಯಕಾಂಡ	"
],			
"correct" :	"	C. ವಿಮೋಚನಾಕಾಂಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬೈಬಲ್ಲಿನ ಯಾವ ಪುಸ್ತಕವನ್ನು ಯೆಹೂದ್ಯರ ಸಂಗೀತ ಪುಸ್ತಕ ಎಂದು ಕರೆಯುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೀರ್ತನೆಗಳು	",
	"	B. ಪರಮಗೀತೆ	",
	"	C. ಪ್ರಸಂಗಿ	",
	"	D. ಜ್ಞಾನೋಕ್ತಿಗಳು	"
],			
"correct" :	"	A. ಕೀರ್ತನೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬೈಬಲ್ಲಿನ ಯಾವ ಅಧ್ಯಾಯಕ್ಕೆ “ಪ್ರೀತಿಯ ಅಧ್ಯಾಯ” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 1 ಕೊರಿಂಥ 15	",
	"	B. 1 ಕೊರಿಂಥ 13	",
	"	C. 1 ಕೊರಿಂಥ 12	",
	"	D. 1 ಕೊರಿಂಥ 10	"
],			
"correct" :	"	B. 1 ಕೊರಿಂಥ 13	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಬೈಬಲ್ಲಿನ ಯಾವ ಅಧ್ಯಾಯಕ್ಕೆ “ನಂಬಿಕೆಯ ಅಧ್ಯಾಯ” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ರಿಯರಿಗೆ 11	",
	"	B. ರೋಮಾಪುರದವರಿಗೆ 11	",
	"	C. ಯೋಹಾನ 11	",
	"	D. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ 11	"
],			
"correct" :	"	A. ಇಬ್ರಿಯರಿಗೆ 11	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಬೈಬಲ್ಲಿನ ಯಾವ ಪುಸ್ತಕ ಅಥವಾ ಪುಸ್ತಕಗಳಲ್ಲಿ ಒಬ್ಬ ಪ್ರಸಿದ್ಧ ಅರಸನ ಬುದ್ಧಿ ಜ್ಞಾನಗಳನ್ನು ಕುರಿತು ಓದುತ್ತೀರಿ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೀರ್ತನೆಗಳು ಮತ್ತು ಜ್ಞಾನೋಕ್ತಿಗಳು	",
	"	B. ಪರಮಗೀತೆ ಮತ್ತು ಪ್ರಸಂಗಿಗಳು	",
	"	C. ಯೆಶಾಯ ಮತ್ತು ಯೆರೆಮೀಯಗಳು	",
	"	D. ಜ್ಞಾನೋಕ್ತಿಗಳು ಮತ್ತು ಪ್ರಸಂಗಿಗಳು	"
],			
"correct" :	"	D. ಜ್ಞಾನೋಕ್ತಿಗಳು ಮತ್ತು ಪ್ರಸಂಗಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಇನ್ನೊಬ್ಬನಿಗಾಗಿ ತಯಾರಿಸಿದ ಗಲ್ಲಿನ ಮೇಲೆ ತಾನೇ ಗಲ್ಲಿಗೇರಿಸಲ್ಪಟ್ಟ ಮನುಷ್ಯನ ವಿಷಯವಾಗಿ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಸ್ತೇರಳು	",
	"	B. ಯೋಬನು	",
	"	C. ಮಲಾಕಿಯ	",
	"	D. ಯೂದನು	"
],			
"correct" :	"	A. ಎಸ್ತೇರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೆರೂಸಲೇಮಿನ ಗೋಡೆಯನ್ನು ಕಟ್ಟಿಸಲು ತವಕಪಟ್ಟು ಕಟ್ಟಿಸಿದ ವ್ಯಕ್ತಿಯ ವಿಷಯವಾಗಿ ನಾವು ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಓದುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಿಜ್ಕೀಯಾ	",
	"	B. ಯೆರೆಮಿಯಾ	",
	"	C. ನೆಹೆಮೀಯ	",
	"	D. ಎಲೀಯ	"
],			
"correct" :	"	C. ನೆಹೆಮೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಬೈಬಲ್ಲಿನ ಯಾವ 5 ಪುಸ್ತಕಗಳಿಗೆ “ಪಂಚಗ್ರಂಥಗಳು” ಎನ್ನುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ನೆಹೆಮಿಯಾ	",
	"	B. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಧರ್ಮೋಪದೇಶಕಾಂಡ	",
	"	C. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಎಸ್ತೇರಳು, ಯೋಬನು	",
	"	D. ಆದಿಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಪ್ರಕಟಣೆ, ಮತ್ತಾಯ , ಮಲಾಕಿಯಾ	"
],			
"correct" :	"	B. ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಧರ್ಮೋಪದೇಶಕಾಂಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಸಮದರ್ಶಿ ಸುವಾರ್ತೆಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಯಾಕೋಬ	",
	"	B. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಯೋಹಾನ	",
	"	C. ಮತ್ತಾಯ, ಲೂಕ, ಯೋಹಾನ	",
	"	D. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಲೂಕ	"
],			
"correct" :	"	D. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಲೂಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಇತಿಹಾಸ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಬರೆದ ಪುಸ್ತಕ	",
	"	B. ಎಫೆಸದವರ ಪುಸ್ತಕ	",
	"	C. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
	"	D. ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪುಸ್ತಕ	"
],			
"correct" :	"	C. ಅಪೋಸ್ತಲರ ಕೃತ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಪ್ರವಾದನೆಯ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಕಟಣೆ	",
	"	B. ಫಿಲಿಪ್ಪ	",
	"	C. ಇಬ್ರಿಯ	",
	"	D. ಎಫೆಸ	"
],			
"correct" :	"	A. ಪ್ರಕಟಣೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಬೈಬಲ್ಲಿನಲ್ಲಿ 39ನೇ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ	",
	"	B. ಮಲಾಕಿಯ	",
	"	C.ಮಾರ್ಕ	",
	"	D. ಜೆಕರ್ಯ	"
],			
"correct" :	"	B. ಮಲಾಕಿಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಬೈಬಲ್ಲಿನಲ್ಲಿ 66ನೇ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಕಟಣೆ	",
	"	B. ಪ್ರಲಾಪ	",
	"	C. ಪ್ರಸಂಗಿ	",
	"	D. ಪರಮಗೀತೆ	"
],			
"correct" :	"	A. ಪ್ರಕಟಣೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಲ್ಲದಕ್ಕಿಂತ ಉದ್ದವಾದ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೀರ್ತನೆಗಳು	",
	"	B. ಪ್ರಕಟಣೆ	",
	"	C. ಆದಿಕಾಂಡ	",
	"	D. ಧರ್ಮೋಪದೇಶಕಾಂಡ	"
],			
"correct" :	"	A. ಕೀರ್ತನೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಲ್ಲದಕ್ಕಿಂತ ಚಿಕ್ಕದಾದ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ	",
	"	B. 1 ಯೋಹಾನ	",
	"	C. 2 ಯೋಹಾನ	",
	"	D. 3 ಯೋಹಾನ	"
],			
"correct" :	"	C. 2 ಯೋಹಾನ	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಬೈಬಲ್ಲನ್ನು ಬರೆಯಲು ಎಷ್ಟು ವರ್ಷಗಳು ಹಿಡಿಸಿದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಮಾರು 1500 ವರ್ಷಗಳು	",
	"	B. ಸುಮಾರು 1600 ವರ್ಷಗಳು	",
	"	C. ಸುಮಾರು 1200 ವರ್ಷಗಳು	",
	"	D. ಸುಮಾರು 1800 ವರ್ಷಗಳು	"
],			
"correct" :	"	B. ಸುಮಾರು 1600 ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	21. “ಬೈಬಲ್” ಎನ್ನುವ ಶಬ್ದದ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪುಸ್ತಕ	",
	"	B. ಲೇಖನ	",
	"	C. ಪ್ರಶ್ನೆ	",
	"	D. ಪ್ರತ್ಯುತ್ತರ	"
],			
"correct" :	"	A. ಪುಸ್ತಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	22. ಎಲ್ಲಾ ಪ್ರಸಂಗಗಳಿಗಿಂತ ಅತ್ಯುತ್ತಮವಾದ ಪ್ರಸಂಗ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಮ್ಯರೂಪದ ಪ್ರಸಂಗ	",
	"	B. ಪರ್ವತ ಪ್ರಸಂಗ	",
	"	C. ಪ್ರವಾದನೆಯಿಂದ ಕೂಡಿದ ಪ್ರಸಂಗ	",
	"	D. ಖಂಡಿಸುವ ಪ್ರಸಂಗ	"
],			
"correct" :	"	B. ಪರ್ವತ ಪ್ರಸಂಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	23. ಕರ್ತನ ಪ್ರಾರ್ಥನೆ ಎಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿದೆ (ಬೈಬಲ್ಲಿನಲ್ಲಿ)?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ 5:9-13; ಲೂಕ 1:24	",
	"	B. ಮತ್ತಾಯ 8:9-13; ಲೂಕ 13:24	",
	"	C. ಮತ್ತಾಯ 7:9-13; ಲೂಕ 12:24	",
	"	D. ಮತ್ತಾಯ 6:9-13; ಲೂಕ 11:24	"
],			
"correct" :	"	D. ಮತ್ತಾಯ 6:9-13; ಲೂಕ 11:24	",
"explanation" :	"		",
},			
{			
"question" :	"	24. ದಶಾಜ್ಞೆಗಳು ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಲ್ಲಿ ಸಿಕ್ಕುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ವಿಮೋಚನಾಕಾಂಡ 2:3-16	",
	"	B. ವಿಮೋಚನಾಕಾಂಡ 22:3-10	",
	"	C. ವಿಮೋಚನಾಕಾಂಡ 20:3-17	",
	"	D. ವಿಮೋಚನಾಕಾಂಡ 21:3-19	"
],			
"correct" :	"	C. ವಿಮೋಚನಾಕಾಂಡ 20:3-17	",
"explanation" :	"		",
},			
{			
"question" :	"	25. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಹಾಸ್ಯಕರವಾದ ಕಥೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಬ ಮತ್ತು ಲಾಜರನ ಕಥೆ	",
	"	B. ಯೋನನ ಮತ್ತು ಜಕ್ಕಯನ ಕಥೆ	",
	"	C. ಯೋನ ಮತ್ತು ಜೆಕರ್ಯನ ಕಥೆ	",
	"	D. ಫರಿಸಾಯ ಹಾಗೂ ಸುಂಕದವನ ಕಥೆ	"
],			
"correct" :	"	B. ಯೋನನ ಮತ್ತು ಜಕ್ಕಯನ ಕಥೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	26. ಯೆಶಾಯನ ಪುಸ್ತಕಕ್ಕಿಂತ ಮೊದಲು ಬರುವ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಮಗೀತ	",
	"	B. ಪ್ರಸಂಗಿ	",
	"	C. ಪ್ರಲಾಪ	",
	"	D. ಪ್ರಕಟನೆ	"
],			
"correct" :	"	A. ಪರಮಗೀತ	",
"explanation" :	"		",
},			
{			
"question" :	"	27. ನೆಹೆಮೀಯನ ಪುಸ್ತಕದ ನಂತರ ಯಾವ ಪುಸ್ತಕ ಬರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಗ್ಗಾಯನು	",
	"	B. ಜೆಕರ್ಯನು	",
	"	C. ಯೋಬನು	",
	"	D. ಎಸ್ತೆರಳು	"
],			
"correct" :	"	D. ಎಸ್ತೆರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	28. ಎಫೆಸದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ ಆದ ಮೇಲೆ, ಆದರೆ ಕೊಲೆಸ್ಸೆಯವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಗಿಂತ ಮುಂಚೆ ಯಾವ ಪುಸ್ತಕವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಫೆಸದವರಿಗೆ	",
	"	B. ಫಿಲಿಪ್ಪಿಯರಿಗೆ	",
	"	C. ಕೊಲೆಸ್ಸದವರಿಗೆ	",
	"	D. ಗಲಾತ್ಯದವರಿಗೆ	"
],			
"correct" :	"	B. ಫಿಲಿಪ್ಪಿಯರಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	29. ಇಬ್ರಿಯರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ ಆದ ಮೇಲೆ ಯಾವ ಪತ್ರಿಕೆ ಬರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ	",
	"	B. 1 ಪೇತ್ರ	",
	"	C. 1 ಯೋಹಾನ	",
	"	D. ಯೂದ	"
],			
"correct" :	"	A. ಯಾಕೋಬ	",
"explanation" :	"		",
},			
			]