var quiztitle = "ಯಾರು?";			
var quiz = [			
{			
"question" :	"	1. ಕುರುಡನಾದ ತಂದೆಗೆ ಮೋಸ ಮಾಡಿದ ಮಗನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದಾಯನು	",
	"	B. ಮನಸ್ಸೆಯನು	",
	"	C. ಏಸಾವನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	D. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸು ಯಾರ ಅತ್ತೆಯನ್ನು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರ	",
	"	B. ಪೌಲ	",
	"	C. ಯಾಕೋಬ	",
	"	D. ಮತ್ತಾಯ	"
],			
"correct" :	"	A. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತನ್ನ ಹರಕೆಯನ್ನು ಪೂರೈಸಲು ಸ್ವಂತ ಮಗಳನ್ನೇ ಬಲಿಕೊಟ್ಟವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೋರೆಹನು	",
	"	B. ಕೊರ್ನೇಲ್ಯನು	",
	"	C. ಯೆಪ್ತಾಹನು	",
	"	D. ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	C. ಯೆಪ್ತಾಹನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಜೀವನೋಪಾಯಕ್ಕಾಗಿ ಹಂದಿಗಳನ್ನು ಮೇಯಿಸಿದವನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಳ್ಳಲ್ಪಟ್ಟ ಮಗನು	",
	"	B. ಕುಗ್ಗಿ ಹೋದ ಮಗನು	",
	"	C. ತಪ್ಪಿ ಹೋದ ಮಗನು	",
	"	D. ಅಸ್ವಸ್ಥನಾದ ಮಗನು	"
],			
"correct" :	"	C. ತಪ್ಪಿ ಹೋದ ಮಗನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮೊದಲನೇ ಕ್ರೈಸ್ತ ರಕ್ತ ಸಾಕ್ಷಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲನು	",
	"	B. ಸಿಮೋನನು	",
	"	C. ಸಾಮುವೇಲನು	",
	"	D. ಸ್ತೇಫನನು	"
],			
"correct" :	"	D. ಸ್ತೇಫನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋಸೇಫನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಸಹೋದರ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಮೆಯೋನ್	",
	"	B. ಬೆಂಜಮೀನ್	",
	"	C. ಬೆನ್ಯಾಮಿನ್	",
	"	D. ರೂಬೆನ್	"
],			
"correct" :	"	C. ಬೆನ್ಯಾಮಿನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಾಲಕನಾದ ಸಮುವೇಲನನ್ನು ಬೆಳೆಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏಲೀಯನು	",
	"	B. ಏಲಿಯು	",
	"	C. ಎಲ್ಕಾನನು	",
	"	D. ಎಲಿಯಾಜರನು	"
],			
"correct" :	"	B. ಏಲಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಾವೀದನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಮಗನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬಿಮೇಲಕನು	",
	"	B. ಆಸ್ಸಾಯನು	",
	"	C. ಅಬ್ಷಲೋಮನು	",
	"	D. ಅನನೀಯನು	"
],			
"correct" :	"	C. ಅಬ್ಷಲೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾಕೋಬನ ಮಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೆಬೋರ	",
	"	B. ದೀನ	",
	"	C. ದಲೀಲ	",
	"	D. ದಾಮರ್	"
],			
"correct" :	"	B. ದೀನ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನ ಕಾರ್ಯವನ್ನು ಮುಂದುವರಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಷನು	",
	"	B. ಎಲೀಯಾಮನು	",
	"	C. ಎಲಿಯಾಜರನು	",
	"	D. ಎಲ್ಕಾನನು	"
],			
"correct" :	"	A. ಎಲೀಷನು	",
"explanation" :	"		",
},			
]