var quiztitle = "ಯಾರು?";			
var quiz = [			
{			
"question" :	"	1. ಕುರುಡನಾದ ತಂದೆಗೆ ಮೋಸ ಮಾಡಿದ ಮಗನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದಾಯನು	",
	"	ಬ. ಮನಸ್ಸೆಯನು	",
	"	ಕ. ಏಸಾವನು	",
	"	ಡ. ಯಾಕೋಬನು	"
],			
"correct" :	"	ಡ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸು ಯಾರ ಅತ್ತೆಯನ್ನು ವಾಸಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರ	",
	"	ಬ. ಪೌಲ	",
	"	ಕ. ಯಾಕೋಬ	",
	"	ಡ. ಮತ್ತಾಯ	"
],			
"correct" :	"	ಅ. ಪೇತ್ರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತನ್ನ ಹರಕೆಯನ್ನು ಪೂರೈಸಲು ಸ್ವಂತ ಮಗಳನ್ನೇ ಬಲಿಕೊಟ್ಟವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೋರೆಹನು	",
	"	ಬ. ಕೊರ್ನೇಲ್ಯನು	",
	"	ಕ. ಯೆಪ್ತಾಹನು	",
	"	ಡ. ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಕ. ಯೆಪ್ತಾಹನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಜೀವನೋಪಾಯಕ್ಕಾಗಿ ಹಂದಿಗಳನ್ನು ಮೇಯಿಸಿದವನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಳ್ಳಲ್ಪಟ್ಟ ಮಗನು	",
	"	ಬ. ಕುಗ್ಗಿ ಹೋದ ಮಗನು	",
	"	ಕ. ತಪ್ಪಿ ಹೋದ ಮಗನು	",
	"	ಡ. ಅಸ್ವಸ್ಥನಾದ ಮಗನು	"
],			
"correct" :	"	ಕ. ತಪ್ಪಿ ಹೋದ ಮಗನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮೊದಲನೇ ಕ್ರೈಸ್ತ ರಕ್ತ ಸಾಕ್ಷಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೌಲನು	",
	"	ಬ. ಸಿಮೋನನು	",
	"	ಕ. ಸಾಮುವೇಲನು	",
	"	ಡ. ಸ್ತೇಫನನು	"
],			
"correct" :	"	ಡ. ಸ್ತೇಫನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋಸೇಫನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಸಹೋದರ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿಮೆಯೋನ್	",
	"	ಬ. ಬೆಂಜಮೀನ್	",
	"	ಕ. ಬೆನ್ಯಾಮಿನ್	",
	"	ಡ. ರೂಬೆನ್	"
],			
"correct" :	"	ಕ. ಬೆನ್ಯಾಮಿನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಾಲಕನಾದ ಸಮುವೇಲನನ್ನು ಬೆಳೆಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಏಲೀಯನು	",
	"	ಬ. ಏಲಿಯು	",
	"	ಕ. ಎಲ್ಕಾನನು	",
	"	ಡ. ಎಲಿಯಾಜರನು	"
],			
"correct" :	"	ಬ. ಏಲಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದಾವೀದನ ಅಚ್ಚುಮೆಚ್ಚಿನ ಮಗನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬಿಮೇಲಕನು	",
	"	ಬ. ಆಸ್ಸಾಯನು	",
	"	ಕ. ಅಬ್ಷಲೋಮನು	",
	"	ಡ. ಅನನೀಯನು	"
],			
"correct" :	"	ಕ. ಅಬ್ಷಲೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾಕೋಬನ ಮಗಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೆಬೋರ	",
	"	ಬ. ದೀನ	",
	"	ಕ. ದಲೀಲ	",
	"	ಡ. ದಾಮರ್	"
],			
"correct" :	"	ಬ. ದೀನ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನ ಕಾರ್ಯವನ್ನು ಮುಂದುವರಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಷನು	",
	"	ಬ. ಎಲೀಯಾಮನು	",
	"	ಕ. ಎಲಿಯಾಜರನು	",
	"	ಡ. ಎಲ್ಕಾನನು	"
],			
"correct" :	"	ಅ. ಎಲೀಷನು	",
"explanation" :	"		",
},			
]