var quiztitle = "ಹೊಸ ಒಡಂಬಡಿಕೆಯ ಭೌಗೋಳಿಕ ಪ್ರಶ್ನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಸ್ವರ್ಗಾರೋಹಣ ಮಾಡಿದ ಸ್ಥಳ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಾಲಿ ಮರಗಳ ಗುಡ್ಡ	",
	"	B. ಎಣ್ಣೆ ಮರಗಳ ಗುಡ್ಡ	",
	"	C. ಖರ್ಜೂರ ಮರಗಳ ಗುಡ್ಡ	",
	"	D. ಆಲದ ಮರಗಳ ಗುಡ್ಡ	"
],			
"correct" :	"	B. ಎಣ್ಣೆ ಮರಗಳ ಗುಡ್ಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪೇತ್ರ, ಯೋಹಾನರು ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತಿದ್ದಾಗ ಹುಟ್ಟು ಕುಂಟನಾಗಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನ್ಯಾಯಸ್ಥಾನಕ್ಕೆ	",
	"	B. ಕಛೇರಿಗೆ	",
	"	C. ಕೊಪೆರ್ನೌಮೆಗೆ	",
	"	D. ದೇವಾಲಯಕ್ಕೆ	"
],			
"correct" :	"	D. ದೇವಾಲಯಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಮತ್ತು ಆತನ ಶಿಷ್ಯರು ಹಾದುಹೋಗುತ್ತಿದ್ದಾಗ ಏನನ್ನು ತಿನ್ನುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಜೂರದ ಹಣ್ಣನ್ನು	",
	"	B. ಜೋಳಗಳನ್ನು	",
	"	C. ತೆನೆಗಳನ್ನು	",
	"	D. ಕಬ್ಬುಗಳನ್ನು	"
],			
"correct" :	"	C. ತೆನೆಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಫಿಲಿಪ್ಪನು ಎಲ್ಲಿಗೆ ಹೋಗಿ ಸುವಾರ್ತೆ ಸಾರಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಜರೇತಿಗೆ	",
	"	B. ಗಲಿಲಾಯಕ್ಕೆ	",
	"	C. ಕೊಪೆರ್ನೌಮಿಗೆ	",
	"	D. ಸಮಾರ್ಯಕ್ಕೆ	"
],			
"correct" :	"	D. ಸಮಾರ್ಯಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸುವಾರ್ತೆಯನ್ನು ಕೇಳಿ ಕೆಲವರು ತಮ್ಮ ಮಾಟಮಂತ್ರಗಳ ಪುಸ್ತಕಗಳನ್ನು ಎಲ್ಲಿ ಸುಟ್ಟುಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಫೆಸ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	B. ಕೊಲೆಸ್ಸ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	C. ಕೊರಿಂಥ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	D. ಫಿಲಿಪ್ಪ ಪಟ್ಟಣದಲ್ಲಿ	"
],			
"correct" :	"	A. ಎಫೆಸ ಪಟ್ಟಣದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸೌಲನು (ಪೌಲನು) ರಕ್ಷಣೆ ಹೊಂದಿದ ಮೇಲೆ ಮೊದಲು ದಮಸ್ಕದಲ್ಲಿ ಸುವಾರ್ತೆ ಸಾರಿದನು.  ನಂತರ ಅವನು ಎಲ್ಲಿಗೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದಾಯಕ್ಕೆ	",
	"	B. ಯೆರೂಸಲೇಮಿಗೆ	",
	"	C. ಗ್ರೀಕ್ ಗೆ	",
	"	D. ಸಮಾರ್ಯ	"
],			
"correct" :	"	B. ಯೆರೂಸಲೇಮಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೇತ್ರನು ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ಎಂಟು ವರ್ಷಗಳಿಂದ ಹಾಸಿಗೆಯಲ್ಲಿದ್ದ ಐನೇಯನನ್ನು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಗುಣಪಡಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲುದ್ದದಲ್ಲಿ	",
	"	B. ದಮಸ್ಕದಲ್ಲಿ	",
	"	C. ತಾರ್ಷೀಷಿನಲ್ಲಿ	",
	"	D. ಕಾನಾನಿನಲ್ಲಿ	"
],			
"correct" :	"	A. ಲುದ್ದದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೇತ್ರನು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿ ತಬಿಥಾ (ದೊರ್ಕ)ಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾನಿನಲ್ಲಿ	",
	"	B. ಲುದ್ದದಲ್ಲಿ	",
	"	C. ಯೊಪ್ಪದಲ್ಲಿ	",
	"	D. ದಮಸ್ಕದಲ್ಲಿ	"
],			
"correct" :	"	C. ಯೊಪ್ಪದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೇತ್ರನು ಕೊರ್ನೇಲ್ಯನ ಮನೆಯಲ್ಲಿ ಪ್ರಸಂಗ ಮಾಡಿದಾಗ ಯೇಸು ತನ್ನ ಸುವಾರ್ತೆಯನ್ನು ಎಲ್ಲಿ ಸಾರಿದನೆಂಬುದನ್ನು ತಿಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಗಲಿಲಾಯದಲ್ಲಿ	",
	"	B. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
	"	C. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಸಮಾರ್ಯದಲ್ಲಿ	",
	"	D. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಕೊಲೆಸ್ಸದಲ್ಲಿ	"
],			
"correct" :	"	B. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಅಪೋಸ್ತಲರ ಬೋಧನೆ ಕೇಳಿದ ಮೇಲೆ ಯಾವ ಊರಿನವರು ಅವರು ಹೇಳಿದ ಮಾತು ಹೌದೋ ಇಲ್ಲವೋ ಎಂದು ಶಾಸ್ತ್ರ ಗ್ರಂಥಗಳನ್ನು ಶೋಧಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾಬೆಲಿನಲ್ಲಿ	",
	"	B. ಬೆತಸ್ಥಾದಲ್ಲಿ	",
	"	C. ಬೆರೋಯದಲ್ಲಿ	",
	"	D. ಬೆಥಾನ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	C. ಬೆರೋಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
]