var quiztitle = "ಹೊಸ ಒಡಂಬಡಿಕೆಯ ಭೌಗೋಳಿಕ ಪ್ರಶ್ನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಸ್ವರ್ಗಾರೋಹಣ ಮಾಡಿದ ಸ್ಥಳ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜಾಲಿ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಬ. ಎಣ್ಣೆ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಕ. ಖರ್ಜೂರ ಮರಗಳ ಗುಡ್ಡ	",
	"	ಡ. ಆಲದ ಮರಗಳ ಗುಡ್ಡ	"
],			
"correct" :	"	ಬ. ಎಣ್ಣೆ ಮರಗಳ ಗುಡ್ಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪೇತ್ರ, ಯೋಹಾನರು ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತಿದ್ದಾಗ ಹುಟ್ಟು ಕುಂಟನಾಗಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನ್ಯಾಯಸ್ಥಾನಕ್ಕೆ	",
	"	ಬ. ಕಛೇರಿಗೆ	",
	"	ಕ. ಕೊಪೆರ್ನೌಮೆಗೆ	",
	"	ಡ. ದೇವಾಲಯಕ್ಕೆ	"
],			
"correct" :	"	ಡ. ದೇವಾಲಯಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಮತ್ತು ಆತನ ಶಿಷ್ಯರು ಹಾದುಹೋಗುತ್ತಿದ್ದಾಗ ಏನನ್ನು ತಿನ್ನುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂಜೂರದ ಹಣ್ಣನ್ನು	",
	"	ಬ. ಜೋಳಗಳನ್ನು	",
	"	ಕ. ತೆನೆಗಳನ್ನು	",
	"	ಡ. ಕಬ್ಬುಗಳನ್ನು	"
],			
"correct" :	"	ಕ. ತೆನೆಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಫಿಲಿಪ್ಪನು ಎಲ್ಲಿಗೆ ಹೋಗಿ ಸುವಾರ್ತೆ ಸಾರಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಜರೇತಿಗೆ	",
	"	ಬ. ಗಲಿಲಾಯಕ್ಕೆ	",
	"	ಕ. ಕೊಪೆರ್ನೌಮಿಗೆ	",
	"	ಡ. ಸಮಾರ್ಯಕ್ಕೆ	"
],			
"correct" :	"	ಡ. ಸಮಾರ್ಯಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸುವಾರ್ತೆಯನ್ನು ಕೇಳಿ ಕೆಲವರು ತಮ್ಮ ಮಾಟಮಂತ್ರಗಳ ಪುಸ್ತಕಗಳನ್ನು ಎಲ್ಲಿ ಸುಟ್ಟುಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಫೆಸ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಬ. ಕೊಲೆಸ್ಸ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಕ. ಕೊರಿಂಥ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಡ. ಫಿಲಿಪ್ಪ ಪಟ್ಟಣದಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಎಫೆಸ ಪಟ್ಟಣದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸೌಲನು (ಪೌಲನು) ರಕ್ಷಣೆ ಹೊಂದಿದ ಮೇಲೆ ಮೊದಲು ದಮಸ್ಕದಲ್ಲಿ ಸುವಾರ್ತೆ ಸಾರಿದನು.  ನಂತರ ಅವನು ಎಲ್ಲಿಗೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದಾಯಕ್ಕೆ	",
	"	ಬ. ಯೆರೂಸಲೇಮಿಗೆ	",
	"	ಕ. ಗ್ರೀಕ್ ಗೆ	",
	"	ಡ. ಸಮಾರ್ಯ	"
],			
"correct" :	"	ಬ. ಯೆರೂಸಲೇಮಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೇತ್ರನು ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ಎಂಟು ವರ್ಷಗಳಿಂದ ಹಾಸಿಗೆಯಲ್ಲಿದ್ದ ಐನೇಯನನ್ನು ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಗುಣಪಡಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲುದ್ದದಲ್ಲಿ	",
	"	ಬ. ದಮಸ್ಕದಲ್ಲಿ	",
	"	ಕ. ತಾರ್ಷೀಷಿನಲ್ಲಿ	",
	"	ಡ. ಕಾನಾನಿನಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಲುದ್ದದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೇತ್ರನು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿ ತಬಿಥಾ (ದೊರ್ಕ)ಳನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾನಿನಲ್ಲಿ	",
	"	ಬ. ಲುದ್ದದಲ್ಲಿ	",
	"	ಕ. ಯೊಪ್ಪದಲ್ಲಿ	",
	"	ಡ. ದಮಸ್ಕದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಯೊಪ್ಪದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೇತ್ರನು ಕೊರ್ನೇಲ್ಯನ ಮನೆಯಲ್ಲಿ ಪ್ರಸಂಗ ಮಾಡಿದಾಗ ಯೇಸು ತನ್ನ ಸುವಾರ್ತೆಯನ್ನು ಎಲ್ಲಿ ಸಾರಿದನೆಂಬುದನ್ನು ತಿಳಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಗಲಿಲಾಯದಲ್ಲಿ	",
	"	ಬ. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
	"	ಕ. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಸಮಾರ್ಯದಲ್ಲಿ	",
	"	ಡ. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಕೊಲೆಸ್ಸದಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಯೆಹೂದ್ಯರ ಸೀಮೆಯಲ್ಲಿ ಮತ್ತು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಅಪೋಸ್ತಲರ ಬೋಧನೆ ಕೇಳಿದ ಮೇಲೆ ಯಾವ ಊರಿನವರು ಅವರು ಹೇಳಿದ ಮಾತು ಹೌದೋ ಇಲ್ಲವೋ ಎಂದು ಶಾಸ್ತ್ರ ಗ್ರಂಥಗಳನ್ನು ಶೋಧಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾಬೆಲಿನಲ್ಲಿ	",
	"	ಬ. ಬೆತಸ್ಥಾದಲ್ಲಿ	",
	"	ಕ. ಬೆರೋಯದಲ್ಲಿ	",
	"	ಡ. ಬೆಥಾನ್ಯದಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಬೆರೋಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
]