var quiztitle = "ಕ್ಷಮಾಪಣೆ";			
var quiz = [			
{			
"question" :	"	1. ನಾವು ಎಷ್ಟು ಸಾರಿ ಜನರನ್ನು ಕ್ಷಮಿಸಬೇಕೆಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಂಬತ್ತು ಸಾರಿ	",
	"	ಬ. ಏಳೆಪ್ಪತ್ತು ಸಾರಿ	",
	"	ಕ. ಏಳು ಸಾರಿ	",
	"	ಡ. ಆರುನೂರು ಸಾರಿ	"
],			
"correct" :	"	ಬ. ಏಳೆಪ್ಪತ್ತು ಸಾರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾರು ಮೋಶೆಯನ್ನು ಈ ರೀತಿಯಾಗಿ ಕೇಳಿಕೊಂಡರು: “ನಾನು ನಿನ್ನ ಕರ್ತನೂ, ದೇವರಿಗೂ ಪಾಪ ಮಾಡಿದ್ದೇನೆ, ಈಗ ನೀನು ನನ್ನನ್ನು ಕ್ಷಮಿಸಿ, ನಿನ್ನ ಕರ್ತನು ದೇವರಾಗಿರುವವನಿಗೆ ನನ್ನ ಮೇಲೆ ಬಂದಿರುವ ಭಯಂಕರವಾದ ರೋಗವನ್ನು ನನ್ನಿಂದ ತೆಗೆದು ಬಿಡಲಿ”.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಂಸೋನನು	",
	"	ಬ. ಐಗುಪ್ತರಲ್ಲೊಬ್ಬನು	",
	"	ಕ. ಪರೋಹನು	",
	"	ಡ. ಹೆರೋದನು	"
],			
"correct" :	"	ಕ. ಪರೋಹನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು ಹೇಳಿದ ಸಾಮ್ಯದಲ್ಲಿ, ಒಬ್ಬ ಸಾಲಗಾರನು ಎಷ್ಟು ಹಣವನ್ನು ಕೊಡಬೇಕಾಗಿತ್ತು?  ಆದರೆ ಅವನ್ನು ಕ್ಷಮಿಸಲು ಏಕೆ ನಿರಾಕರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ಹತ್ತು ಹಣಾ	",
	"	ಬ. ನೂರು ಹಣಾ	",
	"	ಕ. ಮುನ್ನೂ ಹಣಾ	",
	"	ಡ. ಸಾವಿರ ಹಣಾ	"
],			
"correct" :	"	ಬ. ನೂರು ಹಣಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಕರ್ತನು ಯಾವಾಗ ತನ್ನ ಜನರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ಅವರ ದೇಶವನ್ನು ಗುಣಪಡಿಸುವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟಾಗ	",
	"	ಬ. ದೊಂಬಿ ಬಿದ್ದಾಗ	",
	"	ಕ. ಯಜ್ಞವನ್ನು ಅರ್ಪಿಸಿದಾಗ	",
	"	ಡ. ಯಾಜಕನ ಬಳಿ ಒಪ್ಪಿಕೊಂಡಾಗ	"
],			
"correct" :	"	ಅ. ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟಾಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಾವು ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗ ಯಾರಿಗಾದರೂ ವಿರೋಧವಾಗಿ ತಪ್ಪು ಮಾಡಿದ್ದು ನೆನಪಾದರೆ ಯೇಸು ಹೇಳಿದಂತೆ ನಾವು ಏನು ಮಾಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶಪಿಸಬೇಕು	",
	"	ಬ. ದೂರಬೇಕು	",
	"	ಕ. ಕ್ಷಮಿಸಬೇಕು	",
	"	ಡ. ಮರೆಯಬೇಕು	"
],			
"correct" :	"	ಕ. ಕ್ಷಮಿಸಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋಸೇಫನ ಸಹೋದರನು ತಾವು ಮಾಡಿದ ಯಾವ ದುಷ್ಟ ಕಾರ್ಯಕ್ಕಾಗಿ ಕ್ಷಮಿಸಬೇಕೆಂದು ಯೋಸೇಫನನ್ನು ಬೇಡಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಂದೆಯ ದೇವರಿಗೆ ಮಾಡಿದ ದ್ರೋಹಕ್ಕಾಗಿ	",
	"	ಬ. ಆಸ್ತಿಯ ದ್ರೋಹಕ್ಕಾಗಿ	",
	"	ಕ. ಪಾಪದ ದ್ರೋಹಕ್ಕಾಗಿ	",
	"	ಡ. ಪ್ರೀತಿಯ ದ್ರೋಹಕ್ಕಾಗಿ	"
],			
"correct" :	"	ಅ. ತಂದೆಯ ದೇವರಿಗೆ ಮಾಡಿದ ದ್ರೋಹಕ್ಕಾಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವವರು ಯಾರೆಂದು ಮಹಾಯಾಜಕರು ಮತ್ತು ಶಾಸ್ತ್ರಿಗಳು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು ಸ್ವಾಮಿ	",
	"	ಬ. ಪವಿತ್ರಾತ್ಮನು	",
	"	ಕ. ಸೈತಾನನು	",
	"	ಡ. ವೈರಿಗಳು	"
],			
"correct" :	"	ಅ. ಯೇಸು ಸ್ವಾಮಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನಾವು ನಮ್ಮ ಪಾಪಗಳನ್ನು ಅರಿಕೆ ಮಾಡಿದರೆ ದೇವರು ನಮಗೇನು ಮಾಡುವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಮ್ಮನ್ನು ರಕ್ಷಿಸುವನು	",
	"	ಬ. ನಮ್ಮನ್ನು ಶೋಧಿಸುವನು	",
	"	ಕ. ನಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುವನು	",
	"	ಡ. ನಮ್ಮನ್ನು ಶುದ್ದಮಾಡುವನು	"
],			
"correct" :	"	ಡ. ನಮ್ಮನ್ನು ಶುದ್ದಮಾಡುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ಕ್ಷಮಿಸಲಾಗದ ಪಾಪವು” ಯಾವದೆಂದು ಹೇಳಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪವಿತ್ರಾತ್ಮನ ದೂಷಣೆ	",
	"	ಬ. ದೇವರಿಗೆ ದೊಂಬಿ ಬೀಳುವುದು	",
	"	ಕ. ಸೈತಾನನ್ನು ಎದುರಿಸುವುದು	",
	"	ಡ. ವೈರಿಯನ್ನು ಹತ ಮಾಡುವುದು	"
],			
"correct" :	"	ಅ. ಪವಿತ್ರಾತ್ಮನ ದೂಷಣೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದೇವರು ನಮ್ಮ ಪಾಪಗಳನ್ನು ಯಾವ ಶರತ್ತಿನ ಪ್ರಕಾರ ಕ್ಷಮಿಸುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಾಪ ಪರಿಹಾರಕ್ಕೋಸ್ಕರ	",
	"	ಬ. ಶಾಪ ಪರಿಹಾರಕ್ಕೋಸ್ಕರ	",
	"	ಕ. ಬಂಧನಗಳ ಪರಿಹಾರಕ್ಕೋಸ್ಕರ	",
	"	ಡ. ಮಾಟಮಂತ್ರದ ಪರಿಹಾರಕ್ಕೋಸ್ಕರ	"
],			
"correct" :	"	ಅ. ಪಾಪ ಪರಿಹಾರಕ್ಕೋಸ್ಕರ	",
"explanation" :	"		",
},			
]