var quiztitle = "ರಾತ್ರಿ ನಡೆದ ಘಟನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಪೇತ್ರನು ಸೆರೆಮನೆಯಲ್ಲಿದ್ದಾಗ ಯಾರು ಬಂದು ಅವನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕರ್ತನ ದೂತನು	",
	"	ಬ. ಸೈತಾನನು	",
	"	ಕ. ದೇವರು	",
	"	ಡ. ಸಭೆಯವರು	"
],			
"correct" :	"	ಅ. ಕರ್ತನ ದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಚಿಕ್ಕ ಹುಡುಗನಾದ ಸಮುವೇಲನನ್ನು ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ಯಾರು ಕರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವದೂತನು	",
	"	ಬ. ದೇವರು	",
	"	ಕ. ಸೈತಾನನು	",
	"	ಡ. ಏಲೀ	"
],			
"correct" :	"	ಬ. ದೇವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಡು ರಾತ್ರಿಯಲ್ಲಿ ತನ್ನ ಶಿಷ್ಯರು ಭಯಪಡುವಂತೆ ಅವರ ಮುಂದೆ ಹಾದು ಹೋದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶಿಷ್ಯರಲ್ಲೊಬ್ಬನು	",
	"	ಬ. ದೇವದೂತನು	",
	"	ಕ. ಸೈತಾನನು	",
	"	ಡ. ಯೇಸು ಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	ಡ. ಯೇಸು ಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮಿದ್ಯಾನ್ಯರ ವಸತಿಯನ್ನು ರಾತ್ರಿಯಲ್ಲಿ ಯಾರು ಆಕ್ರಮಿಸಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೆಹಜಿಯನು	",
	"	ಬ. ಗಿದ್ಯೋನನು	",
	"	ಕ. ಗೋಚ್ಸರನು	",
	"	ಡ. ಗೋಲ್ಯಾತನು	"
],			
"correct" :	"	ಬ. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸುವನ್ನು ಸಂಧಿಸಲು ರಾತ್ರಿಯಲ್ಲಿ ಬಂದ ಫರಿಸಾಯನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ನಿಕೋದೇಮನು	",
	"	ಬ. ನಿಕೋಲಸ್ಸನನು	",
	"	ಕ. ನಾಮಾನನು	",
	"	ಡ. ನತನಾಯೇಲನು	"
],			
"correct" :	"	ಅ.  ನಿಕೋದೇಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಒಬ್ಬ ದೇವದೂತನು ರಾತ್ರಿಯಲ್ಲಿ ಬಂದು “ನೀವು ಹೆದರಬೇಡಿ ನೀವೆಲ್ಲರೂ ಸುರಕ್ಷಿತರಾಗಿರುವಿರಿ, ಬಿರುಗಾಳಿಗೆ ಸಿಕ್ಕದೆ ಈ ಹಡಗು ಬಂದು ದಡ ಸೇರುತ್ತದೆ” ಎಂದು ಯಾರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ಸ್ತೆಫನನು	",
	"	ಬ. ಸೌಲನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಫಿಲಾತನು	"
],			
"correct" :	"	ಕ. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ಯೇಸುವನ್ನು ನಿಡಿಯಲು ಸಿಪಾಯಿಗಳನ್ನೂ, ಯಾಜಕರನ್ನು ಮತ್ತು ಫರಿಸಾಯರನ್ನು ಕರೆದು ತಂದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯ	",
	"	ಬ. ಯೋಹಾನ	",
	"	ಕ. ಪೇತ್ರ	",
	"	ಡ. ಇಸ್ಕರಿಯೋತ ಯೂದನು	"
],			
"correct" :	"	ಡ. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಇಡೀ ರಾತ್ರಿ ಒಬ್ಬ ಮನುಷ್ಯನು ದೇವದೂತನೊಡನೆ ಹೋರಾಡಿದನು? ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಇಸಾಕನು	",
	"	ಕ. ಅಬ್ರಹಾಮನು	",
	"	ಡ. ಯೋಸೇಫನು	"
],			
"correct" :	"	ಅ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕುರುಬರು ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ದೇವದೂತರನ್ನು ಎಲ್ಲಿ ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮರುಭೂಮಿಯಲ್ಲಿ	",
	"	ಬ. ಬೆಟ್ಟದಲ್ಲಿ	",
	"	ಕ. ಹೊಲದಲ್ಲಿ	",
	"	ಡ. ನದಿಯಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಹೊಲದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ರಾತ್ರಿಯಲ್ಲಿ ಯಾರು ಬಂದು ಐಗುಪ್ತರ ಪ್ರತಿ ಮನೆಯಲ್ಲಿದ್ದ ಚೊಚ್ಚಲು ಮಗನನ್ನು ಕೊಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೋವನು	",
	"	ಬ. ಸೈತಾನನು	",
	"	ಕ. ವೈರಿ	",
	"	ಡ. ಮೋಶೆ	"
],			
"correct" :	"	ಅ. ಯೆಹೋವನು	",
"explanation" :	"		",
},			
]