var quiztitle = "ರಾತ್ರಿ ನಡೆದ ಘಟನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಪೇತ್ರನು ಸೆರೆಮನೆಯಲ್ಲಿದ್ದಾಗ ಯಾರು ಬಂದು ಅವನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕರ್ತನ ದೂತನು	",
	"	B. ಸೈತಾನನು	",
	"	C. ದೇವರು	",
	"	D. ಸಭೆಯವರು	"
],			
"correct" :	"	A. ಕರ್ತನ ದೂತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಚಿಕ್ಕ ಹುಡುಗನಾದ ಸಮುವೇಲನನ್ನು ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ಯಾರು ಕರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವದೂತನು	",
	"	B. ದೇವರು	",
	"	C. ಸೈತಾನನು	",
	"	D. ಏಲೀ	"
],			
"correct" :	"	B. ದೇವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಡು ರಾತ್ರಿಯಲ್ಲಿ ತನ್ನ ಶಿಷ್ಯರು ಭಯಪಡುವಂತೆ ಅವರ ಮುಂದೆ ಹಾದು ಹೋದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಶಿಷ್ಯರಲ್ಲೊಬ್ಬನು	",
	"	B. ದೇವದೂತನು	",
	"	C. ಸೈತಾನನು	",
	"	D. ಯೇಸು ಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	D. ಯೇಸು ಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮಿದ್ಯಾನ್ಯರ ವಸತಿಯನ್ನು ರಾತ್ರಿಯಲ್ಲಿ ಯಾರು ಆಕ್ರಮಿಸಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೆಹಜಿಯನು	",
	"	B. ಗಿದ್ಯೋನನು	",
	"	C. ಗೋಚ್ಸರನು	",
	"	D. ಗೋಲ್ಯಾತನು	"
],			
"correct" :	"	B. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸುವನ್ನು ಸಂಧಿಸಲು ರಾತ್ರಿಯಲ್ಲಿ ಬಂದ ಫರಿಸಾಯನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A.  ನಿಕೋದೇಮನು	",
	"	B. ನಿಕೋಲಸ್ಸನನು	",
	"	C. ನಾಮಾನನು	",
	"	D. ನತನಾಯೇಲನು	"
],			
"correct" :	"	A.  ನಿಕೋದೇಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಒಬ್ಬ ದೇವದೂತನು ರಾತ್ರಿಯಲ್ಲಿ ಬಂದು “ನೀವು ಹೆದರಬೇಡಿ ನೀವೆಲ್ಲರೂ ಸುರಕ್ಷಿತರಾಗಿರುವಿರಿ, ಬಿರುಗಾಳಿಗೆ ಸಿಕ್ಕದೆ ಈ ಹಡಗು ಬಂದು ದಡ ಸೇರುತ್ತದೆ” ಎಂದು ಯಾರಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A.  ಸ್ತೆಫನನು	",
	"	B. ಸೌಲನು	",
	"	C. ಪೌಲನು	",
	"	D. ಫಿಲಾತನು	"
],			
"correct" :	"	C. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ಯೇಸುವನ್ನು ನಿಡಿಯಲು ಸಿಪಾಯಿಗಳನ್ನೂ, ಯಾಜಕರನ್ನು ಮತ್ತು ಫರಿಸಾಯರನ್ನು ಕರೆದು ತಂದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ	",
	"	B. ಯೋಹಾನ	",
	"	C. ಪೇತ್ರ	",
	"	D. ಇಸ್ಕರಿಯೋತ ಯೂದನು	"
],			
"correct" :	"	D. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಇಡೀ ರಾತ್ರಿ ಒಬ್ಬ ಮನುಷ್ಯನು ದೇವದೂತನೊಡನೆ ಹೋರಾಡಿದನು? ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಇಸಾಕನು	",
	"	C. ಅಬ್ರಹಾಮನು	",
	"	D. ಯೋಸೇಫನು	"
],			
"correct" :	"	A. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕುರುಬರು ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ದೇವದೂತರನ್ನು ಎಲ್ಲಿ ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರುಭೂಮಿಯಲ್ಲಿ	",
	"	B. ಬೆಟ್ಟದಲ್ಲಿ	",
	"	C. ಹೊಲದಲ್ಲಿ	",
	"	D. ನದಿಯಲ್ಲಿ	"
],			
"correct" :	"	C. ಹೊಲದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ರಾತ್ರಿಯಲ್ಲಿ ಯಾರು ಬಂದು ಐಗುಪ್ತರ ಪ್ರತಿ ಮನೆಯಲ್ಲಿದ್ದ ಚೊಚ್ಚಲು ಮಗನನ್ನು ಕೊಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೋವನು	",
	"	B. ಸೈತಾನನು	",
	"	C. ವೈರಿ	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	A. ಯೆಹೋವನು	",
"explanation" :	"		",
},			
]