var quiztitle = "ಯೇಸುವಿನ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಪಾರಿವಾಳದಂತೆ ನಿಷ್ಕಪಟವಾಗಿಯು, ಸರ್ಪದಂತೆ ಜಾಣರಾಗಿಯೂ ಇರಬೇಕೆಂದು ಹೇಳಿದವರಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದ	",
	"	B. ಯೋನ	",
	"	C. ಯೇಸು	",
	"	D. ಯೋಬ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಮುದ್ರದ ತೀರದಲ್ಲಿ ಬೆಳಗಿನ ಊಟಕ್ಕೆ ಯಾರು ಮೀನನ್ನು ಸಿದ್ಧಪಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊರ್ನೇಲ್ಯನು	",
	"	B. ಪೌಲನು	",
	"	C. ದಾವೀದನು	",
	"	D. ಯೇಸುವಿನ ಶಿಷ್ಯರು	"
],			
"correct" :	"	D. ಯೇಸುವಿನ ಶಿಷ್ಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೈತಾನನು ದೇವರ ವಾಕ್ಯವನ್ನು ಹೇಳಿದ ಒಂದು ಉದಾಹರಣೆಯನ್ನು ಕೊಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	A. ಕೊಯ್ಯುವುದಕ್ಕೆ	",
	"	B. ಬಿತ್ತುವುದಕ್ಕೆ	",
	"	C. ಶೋಧಿಸಲ್ಪಡುವುದಕ್ಕೆ	",
	"	D. ಎತ್ತಲ್ಪಡುವುದಕ್ಕೆ	"
],			
"correct" :	"	C. ಶೋಧಿಸಲ್ಪಡುವುದಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸುವನ್ನು ಯಾರ ಸಮಾಧಿಯಲ್ಲಿ ಹೂಣಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಾತನು	",
	"	B. ಅರಿಮಥಾಯದ ಯೋಸೇಫ	",
	"	C. ನಿಕೋದೋಮನು	",
	"	D. ನತಾಯೇಲನು	"
],			
"correct" :	"	B. ಅರಿಮಥಾಯದ ಯೋಸೇಫ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸುವನ್ನು ಸತ್ತುಹೋದ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನೆಂದು ಯಾರು ಅಂದುಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದನು	",
	"	B. ಗೋಲ್ಯತನು	",
	"	C. ಫಿಲಾತನು	",
	"	D. ಬಾರ್ನಬ	"
],			
"correct" :	"	A. ಹೆರೋದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ತನ್ನ ಮೊದಲನೆಯ ಅದ್ಭುತ ಕಾರ್ಯವನ್ನು ಎಲ್ಲಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದಾಯ	",
	"	B. ಕೆಪೆರ್ನೌಮೆ	",
	"	C. ಗಲಿಲಾಯ	",
	"	D. ಕಾನಾ	"
],			
"correct" :	"	D. ಕಾನಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೇಸು ಯಾರ ವಿಷಯದಲ್ಲಿ “ಇಗೋ ಇವನು ನಿಜವಾದ ಇಸ್ರಾಯೇಲನು, ಇವನಲ್ಲಿ ಕಪಟವಿಲ್ಲ” ಈ ಮಾತನ್ನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾತಾನನು	",
	"	B. ನಿಕೋದೋಮ	",
	"	C. ನತಾನಿಯೇಲ್	",
	"	D. ನಿಬ್ರೋನನು	"
],			
"correct" :	"	C. ನತಾನಿಯೇಲ್	",
"explanation" :	"		",
},			
{			
"question" :	"	8. “ನನಗೆ ಕುಡಿಯಲು ನೀರನ್ನು ಕೊಡು” ಎಂದು ಯೇಸು ಯಾರನ್ನು ಕೇಳಿದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾರ್ಯದ ಸ್ರ್ತೀ	",
	"	B. ಫರಿಸಾಯದ ಸ್ರ್ತೀ	",
	"	C. ಗ್ರೀಕ್ ಸ್ರ್ತೀ	",
	"	D. ಯೆಹೂದ್ಯದ ಸ್ರ್ತೀ	"
],			
"correct" :	"	A. ಸಮಾರ್ಯದ ಸ್ರ್ತೀ	",
"explanation" :	"		",
},			
]