var quiztitle = "ಯೇಸುವಿನ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಪಾರಿವಾಳದಂತೆ ನಿಷ್ಕಪಟವಾಗಿಯು, ಸರ್ಪದಂತೆ ಜಾಣರಾಗಿಯೂ ಇರಬೇಕೆಂದು ಹೇಳಿದವರಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದ	",
	"	ಬ. ಯೋನ	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಯೋಬ	"
],			
"correct" :	"	ಕ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಮುದ್ರದ ತೀರದಲ್ಲಿ ಬೆಳಗಿನ ಊಟಕ್ಕೆ ಯಾರು ಮೀನನ್ನು ಸಿದ್ಧಪಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊರ್ನೇಲ್ಯನು	",
	"	ಬ. ಪೌಲನು	",
	"	ಕ. ದಾವೀದನು	",
	"	ಡ. ಯೇಸುವಿನ ಶಿಷ್ಯರು	"
],			
"correct" :	"	ಡ. ಯೇಸುವಿನ ಶಿಷ್ಯರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೈತಾನನು ದೇವರ ವಾಕ್ಯವನ್ನು ಹೇಳಿದ ಒಂದು ಉದಾಹರಣೆಯನ್ನು ಕೊಡಿರಿ.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕೊಯ್ಯುವುದಕ್ಕೆ	",
	"	ಬ. ಬಿತ್ತುವುದಕ್ಕೆ	",
	"	ಕ. ಶೋಧಿಸಲ್ಪಡುವುದಕ್ಕೆ	",
	"	ಡ. ಎತ್ತಲ್ಪಡುವುದಕ್ಕೆ	"
],			
"correct" :	"	ಕ. ಶೋಧಿಸಲ್ಪಡುವುದಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸುವನ್ನು ಯಾರ ಸಮಾಧಿಯಲ್ಲಿ ಹೂಣಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫಿಲಾತನು	",
	"	ಬ. ಅರಿಮಥಾಯದ ಯೋಸೇಫ	",
	"	ಕ. ನಿಕೋದೋಮನು	",
	"	ಡ. ನತಾಯೇಲನು	"
],			
"correct" :	"	ಬ. ಅರಿಮಥಾಯದ ಯೋಸೇಫ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸುವನ್ನು ಸತ್ತುಹೋದ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನೆಂದು ಯಾರು ಅಂದುಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೆರೋದನು	",
	"	ಬ. ಗೋಲ್ಯತನು	",
	"	ಕ. ಫಿಲಾತನು	",
	"	ಡ. ಬಾರ್ನಬ	"
],			
"correct" :	"	ಅ. ಹೆರೋದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ತನ್ನ ಮೊದಲನೆಯ ಅದ್ಭುತ ಕಾರ್ಯವನ್ನು ಎಲ್ಲಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದಾಯ	",
	"	ಬ. ಕೆಪೆರ್ನೌಮೆ	",
	"	ಕ. ಗಲಿಲಾಯ	",
	"	ಡ. ಕಾನಾ	"
],			
"correct" :	"	ಡ. ಕಾನಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೇಸು ಯಾರ ವಿಷಯದಲ್ಲಿ “ಇಗೋ ಇವನು ನಿಜವಾದ ಇಸ್ರಾಯೇಲನು, ಇವನಲ್ಲಿ ಕಪಟವಿಲ್ಲ” ಈ ಮಾತನ್ನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಾತಾನನು	",
	"	ಬ. ನಿಕೋದೋಮ	",
	"	ಕ. ನತಾನಿಯೇಲ್	",
	"	ಡ. ನಿಬ್ರೋನನು	"
],			
"correct" :	"	ಕ. ನತಾನಿಯೇಲ್	",
"explanation" :	"		",
},			
{			
"question" :	"	8. “ನನಗೆ ಕುಡಿಯಲು ನೀರನ್ನು ಕೊಡು” ಎಂದು ಯೇಸು ಯಾರನ್ನು ಕೇಳಿದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಮಾರ್ಯದ ಸ್ರ್ತೀ	",
	"	ಬ. ಫರಿಸಾಯದ ಸ್ರ್ತೀ	",
	"	ಕ. ಗ್ರೀಕ್ ಸ್ರ್ತೀ	",
	"	ಡ. ಯೆಹೂದ್ಯದ ಸ್ರ್ತೀ	"
],			
"correct" :	"	ಅ. ಸಮಾರ್ಯದ ಸ್ರ್ತೀ	",
"explanation" :	"		",
},			
]