var quiztitle = "ಯೇಸುವಿನ ಮರಣ ಮತ್ತು ಪುನರುತ್ಥಾನ";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸುವನ್ನು ಪ್ರಶ್ನಿಸಲು ಮಹಾಯಾಜಕರೂ ಮತ್ತು ಕಾಯಫನು ಆತನನ್ನು ಎಲ್ಲಿಗೆ ಕರೆದುಕೊಂಡು ಹೋದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ದೇವಾಲಯಕ್ಕೆ	",
	"	ಆ]ಕಾಯಫನ ಮನೆಗೆ	",
	"	ಇ]ಕಿದ್ರೋನ್ ಹಳ್ಳದ ಬಾಗಿಲಿಗೆ	",
	"	ಈ]ಮೇಲಿನವು ಯಾವುದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಆ]ಕಾಯಫನ ಮನೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಲ್ಯಾಟಿನ್ ಭಾಷೆಯಲ್ಲಿ ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿದ ಸ್ಥಳಕ್ಕೆ ಕಲ್ವಾರಿ ಎಂದು ಹೇಳುತ್ತಾರೆ.  ಆದರೆ ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ ಈ ಸ್ಥಳಕ್ಕೆ ಏನು ಹೇಳುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಗೋಲ್ಗೊಥಾ	",
	"	ಆ]ಗಬ್ಬಥಾ	",
	"	ಇ]ಗಾಜಾ	",
	"	ಈ]ಮೇಲಿನವು ಯಾವುದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಅ]ಗೋಲ್ಗೊಥಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸುವಿನ ಗೊಡವೆಗೆ ಹೋಗಬಾರದೆಂದು ಪಿಲಾತನನ್ನು ಎಚ್ಚರಿಸಿದ್ದು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ನಿಕೋದೇಮನು	",
	"	ಆ]ಪಿಲಾತನ ಹೆಂಡತಿ	",
	"	ಇ]ಕರ್ತನ ದೂತನೊಬ್ಬನು	",
	"	ಈ]ಮೇಲಿನವು ಯಾವುದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಆ]ಪಿಲಾತನ ಹೆಂಡತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸುವಿಗಾಗಿ ಆತನ ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತುಕೊಂಡು ಹೋಗಲು ಯಾರಿಗೆ ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಅಲೆಗ್ಸಾಂಡರ ಮತ್ತು ರೂಫಸ್	",
	"	ಆ]ನತಾನಿಯೇಲನು	",
	"	ಇ]ಕುರೇನೆ ಪಟ್ಟಣದ ಸಿಮೋನನು	",
	"	ಈ]ಮೇಲಿನವು ಯಾವುದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಇ]ಕುರೇನೆ ಪಟ್ಟಣದ ಸಿಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿದ ಮೇಲೆ ಯಾವ ಸಮಯಕ್ಕೆ ಭೂಮಿಯ ಮೇಲೆ ಕತ್ತಲೆ ಆವರಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಮೂರು ಗಂಟೆಗೆ	",
	"	ಆ]ಆರು ಗಂಟೆಗೆ	",
	"	ಇ]ಒಂಭತ್ತು ಗಂಟೆಗೆ	",
	"	ಈ]ಮೇಲಿನವು ಯಾವುದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಅ]ಮೂರು ಗಂಟೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಪಿಲಾತನ ಬಳಿಗೆ ಹೋಗಿ ಯೇಸುವಿನ ದೇಹವನ್ನು ಸಮಾಧಿ ಮಾಡಲು ಕೊಡಬೇಕೆಂದು ಯಾರು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ನಿಕೋದೇಮನು	",
	"	ಆ]ಆತನ ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	ಇ]ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
	"	ಈ]ಮೇಲಿನವು ಯಾವುದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಇ]ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಈ ಕೆಳಗಿನ ವಾಕ್ಯಗಳಲ್ಲಿ ಯಾವುದು ತಪ್ಪು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಒಂದು ನೂರು ಪೌಂಡುಗಳಷ್ತು ಸುಗಂಧದ್ರವ್ಯಗಳನ್ನು ಆತನ ದೇಹಕ್ಕೆ ಹಚ್ಚಿದರು.	",
	"	ಆ]ಯೇಸು ತೀರಿತು ಎಂದು ಹೇಳಿದಾಗ, ಆತನು ನಮ್ಮ ಪಾಪಗಳಿಗಾಗಿ ತಾನು ಸಂಪೂರ್ಣವಾಗಿ ಬೆಲೆ ಕೊಟ್ಟಿದ್ದೇನೆ ಎಂದು ಅರ್ಥ.	",
	"	ಇ]ಯೇಸುವಿನ ಪಾದದ ಬಳಿ ಸಿಮೋನ ಪೇತ್ರನು ಅತ್ತನು	",
	"	ಈ]ಮೇಲಿನವು ಯಾವದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಈ]ಮೇಲಿನವು ಯಾವದೂ ಅಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಸಬ್ಬತ್ ದಿನದ ಬೆಳಗಿನ ಜಾವದಲ್ಲಿ ಯೇಸುವಿನ ಸಮಾಧಿಯ ಬಳಿ ಬಂದ ಮೊದಲನೆಯ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	ಆ]ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	ಇ]ಅಪೆÇೀಸ್ತಲರಾದ ಯೋಹಾನ ಮತ್ತು ಪೇತ್ರ	",
	"	ಈ]ಕ್ಲೋಫನ ಹೆಂಡತಿಯಾದ ಮರಿಯಳ ತಂಗಿ	"
],			
"correct" :	"	ಆ]ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೇತ್ರನು ಮಹಾಯಾಜಕನ ಸೇವಕನ ಕಿವಿಯನ್ನು ಕತ್ತರಿಸಿದನು, ಅವನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಕಾಸ್‍ಫ್ಹರನು	",
	"	ಆ]ಕ್ಲೋಫನು	",
	"	ಇ]ರೂಫನು	",
	"	ಈ]ಮಲ್ಕನು	"
],			
"correct" :	"	ಈ]ಮಲ್ಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ಸ್ವರ್ಗಾರೋಹಣಕ್ಕೆ ಮೊದಲು ಎಷ್ಟು ದಿನಗಳ ವರೆಗೆ ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಇಪ್ಪತ್ತೈದು ದಿನಗಳ ವರೆಗೆ	",
	"	ಆ]ಮೂವತ್ತು ದಿನಗಳ ವರೆಗೆ	",
	"	ಇ]ನಾಲ್ವತ್ತು ದಿನಗಳ ವರೆಗೆ	",
	"	ಈ]ಮೇಲಿನವು ಯಾವದೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಇ]ನಾಲ್ವತ್ತು ದಿನಗಳ ವರೆಗೆ	",
"explanation" :	"		",
},			
]