var quiztitle = "ಅಪೋಸ್ತಲರು";			
var quiz = [			
{			
"question" :	"	1. ಶಿಷ್ಯರೊಳಗೆ ಖಜಾಂಚಿ ಯಾರಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	ಬ. ಬಾರ್ನಬ	",
	"	ಕ. ಮತ್ತಾಯ	",
	"	ಡ. ಮಾರ್ಕ	"
],			
"correct" :	"	ಅ. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. “ನಾನೇ ಮಾರ್ಗವು, ಸತ್ಯವೂ, ಜೀವವೂ ಆಗಿದ್ದೇನೆ” ಎಂದು ಯೇಸು ಯಾವ ಶಿಷ್ಯನಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಸೇಫನು	",
	"	ಬ. ಫಿಲಿಪ್ಪನು	",
	"	ಕ. ತೋಮನು	",
	"	ಡ. ಅಂದ್ರೇಯ	"
],			
"correct" :	"	ಕ. ತೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಒಳ್ಳೇದೇನಾದರೂ ನಜರೇತಿನಿಂದ ಬರುವದುಂಟೇ?” ಎಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಜರೇಮನು	",
	"	ಬ. ನಾಮಾನನು	",
	"	ಕ. ನಿಕೋದೋಮನು	",
	"	ಡ. ನತಾನಯೇಲನು	"
],			
"correct" :	"	ಡ. ನತಾನಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪೇತ್ರನಿಗೆ ಒಬ್ಬ ತಮ್ಮನಿದ್ದನು, ಅವನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಾರ್ನಬನು	",
	"	ಬ. ಯೋಸೇಫನು	",
	"	ಕ. ಅಂದ್ರೆಯನು	",
	"	ಡ. ಯಾಕೋಬನು	"
],			
"correct" :	"	ಕ. ಅಂದ್ರೆಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸಮುದ್ರದ ನೀರಿನ ಮೇಲೆ ನಡೆದು ಬಾ ಎಂದು ಯೇಸು ಹೇಳಿದರೂ ಪೇತ್ರನು ಯಾಕೆ ಮುಳುಗಲು ಆರಂಭಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನು ಗಾಳಿಯನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
	"	ಬ.  ಪೇತ್ರನು ನೀರನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
	"	ಕ. ಪೇತ್ರನು ದೋಣಿಯ ಅಂತರವನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
	"	ಡ. ಪೇತ್ರನು ಯೇಸುವನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	"
],			
"correct" :	"	ಅ. ಪೇತ್ರನು ಗಾಳಿಯನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ಬರಬೇಕಾದ ಮೆಸ್ಸೀಯನು (ಕ್ರಿಸ್ತನು) ಎಂದು ಪೇತ್ರನು ಯಾವ ಸ್ಠಳದಲ್ಲಿ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಿಕೋದೋಮನ ಕೈಸರೈಯದಲ್ಲಿ	",
	"	ಬ. ಫಿಲೋಮೋನನ ಕೈಸರೈಯದಲ್ಲಿ	",
	"	ಕ. ತೋಮನ ಕೈಸರೈಯದಲ್ಲಿ	",
	"	ಡ. ಫಿಲಿಪ್ಪನ ಕೈಸರೈಯದಲ್ಲಿ	"
],			
"correct" :	"	ಡ. ಫಿಲಿಪ್ಪನ ಕೈಸರೈಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನು ಮತ್ತು ಸೀಲನನ್ನು ಫಿಲಿಪ್ಪಿಯಲ್ಲಿ ಯಾಕೆ ಬಂಧಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ಜನರನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
	"	ಬ. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
	"	ಕ. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ರೋಗವನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
	"	ಡ. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ಮೋಸದ ಹಣವನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	"
],			
"correct" :	"	ಬ. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಪೇತ್ರನು ಮಾಡಿದ ಪ್ರಸಂಗದ ಸಲುವಾಗಿ ಎಷ್ಟು ಜನರು ರಕ್ಷಣೆ ಹೊಂದಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರು ಸಾವಿರ ಜನರು	",
	"	ಬ. ಐದು ಸಾವಿರ ಜನರು	",
	"	ಕ. ನಾಲ್ಕು ಸಾವಿರ ಜನರು	",
	"	ಡ. ಮೂರು ಸಾವಿರ ಜನರು	"
],			
"correct" :	"	ಡ. ಮೂರು ಸಾವಿರ ಜನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಇಸ್ಕರಿಯೋತ ಯೂದನ ಬದಲಾಗಿ ಯಾವ ಅಪೆÇೀಸ್ತಲನನ್ನು ಆರಿಸಿದರು? (ಅಪೋಸ್ತ 1:26)	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಿಮೋಥಿಯನ್ನು ಆರಿಸಿದರು	",
	"	ಬ. ಪೌಲನನ್ನು ಆರಿಸಿದರು	",
	"	ಕ. ಬಾರ್ನಬನನ್ನು ಆರಿಸಿದರು	",
	"	ಡ. ಮತ್ತೀಯನನ್ನು ಆರಿಸಿದರು	"
],			
"correct" :	"	ಡ. ಮತ್ತೀಯನನ್ನು ಆರಿಸಿದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ಯಾವ ಶಿಷ್ಯರಿಗೆ “ಗುಡುಗಿನ ಮರಿಗಳು” ಎಂದು ಹೆಸರಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯ ಮಾರ್ಕನಿಗೆ	",
	"	ಬ. ಪೇತ್ರ ಅಂದ್ರೇಯರಿಗೆ	",
	"	ಕ. ಯಾಕೋಬ ಯೋಹಾನರಿಗೆ	",
	"	ಡ. ಯೋಹಾನ ತೋಮರಿಗೆ	"
],			
"correct" :	"	ಕ. ಯಾಕೋಬ ಯೋಹಾನರಿಗೆ	",
"explanation" :	"		",
},			]