var quiztitle = "ಅಪೋಸ್ತಲರು";			
var quiz = [			
{			
"question" :	"	1. ಶಿಷ್ಯರೊಳಗೆ ಖಜಾಂಚಿ ಯಾರಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
	"	B. ಬಾರ್ನಬ	",
	"	C. ಮತ್ತಾಯ	",
	"	D. ಮಾರ್ಕ	"
],			
"correct" :	"	A. ಇಸ್ಕರಿಯೋತ ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. “ನಾನೇ ಮಾರ್ಗವು, ಸತ್ಯವೂ, ಜೀವವೂ ಆಗಿದ್ದೇನೆ” ಎಂದು ಯೇಸು ಯಾವ ಶಿಷ್ಯನಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು	",
	"	B. ಫಿಲಿಪ್ಪನು	",
	"	C. ತೋಮನು	",
	"	D. ಅಂದ್ರೇಯ	"
],			
"correct" :	"	C. ತೋಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಒಳ್ಳೇದೇನಾದರೂ ನಜರೇತಿನಿಂದ ಬರುವದುಂಟೇ?” ಎಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಜರೇಮನು	",
	"	B. ನಾಮಾನನು	",
	"	C. ನಿಕೋದೋಮನು	",
	"	D. ನತಾನಯೇಲನು	"
],			
"correct" :	"	D. ನತಾನಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪೇತ್ರನಿಗೆ ಒಬ್ಬ ತಮ್ಮನಿದ್ದನು, ಅವನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬನು	",
	"	B. ಯೋಸೇಫನು	",
	"	C. ಅಂದ್ರೆಯನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	C. ಅಂದ್ರೆಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸಮುದ್ರದ ನೀರಿನ ಮೇಲೆ ನಡೆದು ಬಾ ಎಂದು ಯೇಸು ಹೇಳಿದರೂ ಪೇತ್ರನು ಯಾಕೆ ಮುಳುಗಲು ಆರಂಭಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನು ಗಾಳಿಯನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
	"	B.  ಪೇತ್ರನು ನೀರನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
	"	C. ಪೇತ್ರನು ದೋಣಿಯ ಅಂತರವನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
	"	D. ಪೇತ್ರನು ಯೇಸುವನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	"
],			
"correct" :	"	A. ಪೇತ್ರನು ಗಾಳಿಯನ್ನು ನೋಡಿ ಭಯಪಟ್ಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ಬರಬೇಕಾದ ಮೆಸ್ಸೀಯನು (ಕ್ರಿಸ್ತನು) ಎಂದು ಪೇತ್ರನು ಯಾವ ಸ್ಠಳದಲ್ಲಿ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿಕೋದೋಮನ ಕೈಸರೈಯದಲ್ಲಿ	",
	"	B. ಫಿಲೋಮೋನನ ಕೈಸರೈಯದಲ್ಲಿ	",
	"	C. ತೋಮನ ಕೈಸರೈಯದಲ್ಲಿ	",
	"	D. ಫಿಲಿಪ್ಪನ ಕೈಸರೈಯದಲ್ಲಿ	"
],			
"correct" :	"	D. ಫಿಲಿಪ್ಪನ ಕೈಸರೈಯದಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನು ಮತ್ತು ಸೀಲನನ್ನು ಫಿಲಿಪ್ಪಿಯಲ್ಲಿ ಯಾಕೆ ಬಂಧಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ಜನರನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
	"	B. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
	"	C. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ರೋಗವನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
	"	D. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ಮೋಸದ ಹಣವನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	"
],			
"correct" :	"	B. ಅವರು ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ ಪೇತ್ರನು ಮಾಡಿದ ಪ್ರಸಂಗದ ಸಲುವಾಗಿ ಎಷ್ಟು ಜನರು ರಕ್ಷಣೆ ಹೊಂದಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರು ಸಾವಿರ ಜನರು	",
	"	B. ಐದು ಸಾವಿರ ಜನರು	",
	"	C. ನಾಲ್ಕು ಸಾವಿರ ಜನರು	",
	"	D. ಮೂರು ಸಾವಿರ ಜನರು	"
],			
"correct" :	"	D. ಮೂರು ಸಾವಿರ ಜನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಇಸ್ಕರಿಯೋತ ಯೂದನ ಬದಲಾಗಿ ಯಾವ ಅಪೆÇೀಸ್ತಲನನ್ನು ಆರಿಸಿದರು? (ಅಪೋಸ್ತ 1:26)	",
"image" :	"",		
"choices" : [			
	"	A. ತಿಮೋಥಿಯನ್ನು ಆರಿಸಿದರು	",
	"	B. ಪೌಲನನ್ನು ಆರಿಸಿದರು	",
	"	C. ಬಾರ್ನಬನನ್ನು ಆರಿಸಿದರು	",
	"	D. ಮತ್ತೀಯನನ್ನು ಆರಿಸಿದರು	"
],			
"correct" :	"	D. ಮತ್ತೀಯನನ್ನು ಆರಿಸಿದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ಯಾವ ಶಿಷ್ಯರಿಗೆ “ಗುಡುಗಿನ ಮರಿಗಳು” ಎಂದು ಹೆಸರಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ ಮಾರ್ಕನಿಗೆ	",
	"	B. ಪೇತ್ರ ಅಂದ್ರೇಯರಿಗೆ	",
	"	C. ಯಾಕೋಬ ಯೋಹಾನರಿಗೆ	",
	"	D. ಯೋಹಾನ ತೋಮರಿಗೆ	"
],			
"correct" :	"	C. ಯಾಕೋಬ ಯೋಹಾನರಿಗೆ	",
"explanation" :	"		",
},			]