var quiztitle = "ಆದಿಕಾಂಡ (ಅಧ್ಯಾಯಗಳು 1-11)";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಎಷ್ಟು ದಿನಗಳಲ್ಲಿ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಉಂಟು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರು ದಿನಗಳಲ್ಲಿ	",
	"	ಬ. ಎರಡು ದಿನಗಳಲ್ಲಿ	",
	"	ಕ. ಏಳು ದಿನಗಳಲ್ಲಿ	",
	"	ಡ. ಎಂಟು ದಿನಗಳಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಆರು ದಿನಗಳಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪಾಪದ ಉತ್ಪತ್ತಿ ಎಲ್ಲಿ ಆಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬ್ಯಾಬಿಲೋನ್ ವನ	",
	"	ಬ. ಏದೆನ್ ವನ	",
	"	ಕ. ಸಿಯೋನ್ ವನ	",
	"	ಡ. ಪೋಸ್ಕಸ್ ವನ	"
],			
"correct" :	"	ಬ. ಏದೆನ್ ವನ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೊದಲನೆಯ ಕೊಲೆಯನ್ನು ಯಾರು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೋಹನು	",
	"	ಬ. ಎಜ್ರನು	",
	"	ಕ. ಹೇಬೆಲನು	",
	"	ಡ. ಕಾಯಿನನು	"
],			
"correct" :	"	ಡ. ಕಾಯಿನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನೋಹನ ಮಕ್ಕಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶೇಮ್, ಹಾಮನ್, ಯಾಫೇತ್	",
	"	ಬ. ಶೇಮ್, ಹಾಮ್, ಯೋಹಿತ್	",
	"	ಕ. ಸೇಮಬ್, ಹಾಮ್, ಯಾಫೇತ್	",
	"	ಡ. ಶೇಮ್, ಹಾಮ್, ಯಾಫೇತ್	"
],			
"correct" :	"	ಡ. ಶೇಮ್, ಹಾಮ್, ಯಾಫೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನೋಹನು ಜಲಪ್ರಳಯದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ದೇವರು ಹೇಳಿದ ಉಪಾಯವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಒಂದು ದೊಡ್ಡ ವಿಮಾನವನ್ನು ಕಟ್ಟಬೇಕು	",
	"	ಬ. ಒಂದು ದೊಡ್ಡ ಮನೆಯನ್ನು ಕಟ್ಟಬೇಕು	",
	"	ಕ. ಒಂದು ದೊಡ್ಡ ನಾವೆಯನ್ನು ಕಟ್ಟಬೇಕು	",
	"	ಡ. ಒಂದು ದೊಡ್ಡ ವಾಹನವನ್ನು ಕಟ್ಟಬೇಕು	"
],			
"correct" :	"	ಕ. ಒಂದು ದೊಡ್ಡ ನಾವೆಯನ್ನು ಕಟ್ಟಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮುಗಿಲು ಬಿಲ್ಲು ಏನನ್ನು ಸೂಚಿಸುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ನಾಶ ಮಾಡುವುದಿಲ್ಲ”	",
	"	ಬ. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ನಾಶ ಮಾಡುತ್ತೇನೆ”	",
	"	ಕ. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ತಪ್ಪಿಸುತ್ತೇನೆ”	",
	"	ಡ. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ತಪ್ಪಿಸುವುದಿಲ್ಲ”	"
],			
"correct" :	"	ಅ. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ನಾಶ ಮಾಡುವುದಿಲ್ಲ”	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವರ ಆಶೀರ್ವಾದವನ್ನು ಹೊಂದಿ ಅಬ್ರಹಾಮನು ತನ್ನ ಸ್ವದೇಶದಿಂದ ಯಾವ ದೇಶಕ್ಕೆ ಹೊರಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಿಂದೂಸ್ತಾನ್ ದೇಶಕ್ಕೆ	",
	"	ಬ. ಇಸ್ರೇಲ್ ದೇಶಕ್ಕೆ	",
	"	ಕ. ಕಾನಾನ್ ದೇಶಕ್ಕೆ	",
	"	ಡ.ಐಗುಪ್ತ ದೇಶಕ್ಕೆ	"
],			
"correct" :	"	ಕ. ಕಾನಾನ್ ದೇಶಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ತನ್ನ ಮುಪ್ಪಿನ ಕಾಲದಲ್ಲಿ ಹುಟ್ಟಿದ ಮಗನಿಗೆ ಅಬ್ರಹಮನು ಯಾವ ಹೆಸರನ್ನು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಇಸಾಕನು	",
	"	ಕ. ಸಿಮೆಯೋನನು	",
	"	ಡ. ಆಸ್ಸಾನನು	"
],			
"correct" :	"	ಬ. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಏಸಾವನು ತನ್ನ ಚೊಚ್ಚಲತನದ ಹಕ್ಕನ್ನು ಯಾಕೋಬನಿಗೆ ಯಾಕೆ ಮಾರಿಬಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಏಸಾವನಿಗೆ ಬಹಳ ಆಸ್ತಿಯಿತ್ತು.  ಯಾಕೋಬನು ಬಡವನಾಗಿದ್ದನು.	",
	"	ಬ. ಏಸಾವನಿಗೆ ಬಹಳ ರೋಗವಿತ್ತು. ಯಾಕೋಬನು ಆರೋಗ್ಯವಂತನಾಗಿದ್ದನು.	",
	"	ಕ. ಏಸಾವನಿಗೆ ಮರಣವು ಸಮೀಸಿತ್ತು. ಯಾಕೋಬನು ಯೌವನಸ್ಥನಾಗಿದ್ದನು.	",
	"	ಡ. ಏಸಾವನಿಗೆ ಬಹಳ ಹಸಿವೆಯಾಗಿತ್ತು.  ಯಾಕೋಬನು ಮಾಡಿದ ರೊಟ್ಟಿ ಮತ್ತು ಅಲಸಂದಿ ಗುಗ್ಗರಿಗಾಗಿ ತನ್ನ ಚೊಚ್ಚಲತನವನ್ನು ಮಾರಿದನು	"
],			
"correct" :	"	ಡ. ಏಸಾವನಿಗೆ ಬಹಳ ಹಸಿವೆಯಾಗಿತ್ತು.  ಯಾಕೋಬನು ಮಾಡಿದ ರೊಟ್ಟಿ ಮತ್ತು ಅಲಸಂದಿ ಗುಗ್ಗರಿಗಾಗಿ ತನ್ನ ಚೊಚ್ಚಲತನವನ್ನು ಮಾರಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾಕೋಬನು ರಾಹೇಲಳಿಗಾಗಿ ಎಷ್ಟು ವರ್ಷಗಳು ಲಾಬಾನನ ಸೇವೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದಿನಾರು ವರ್ಷಗಳು	",
	"	ಬ. ಹದಿನಾಲ್ಕು ವರ್ಷಗಳು	",
	"	ಕ. ಹದಿನೆಂಟು ವರ್ಷಗಳು	",
	"	ಡ. ಹದಿಮೂರು ವರ್ಷಗಳು	"
],			
"correct" :	"	ಬ. ಹದಿನಾಲ್ಕು ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೋಸೇಫನ ಅಣ್ಣಂದಿರು ಯಾಕೆ ದ್ವೇಷಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಪ್ರೀತಿಸುತ್ತಾನೆ ಎಂಬ ಕಾರಣದಿಂದ	",
	"	ಬ. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಮುದ್ದುಮಾಡುತ್ತಾರೆ ಎಂಬ ಕಾರಣದಿಂದ	",
	"	ಕ. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಹೊಗಳುತ್ತಾರೆ ಎಂಬ ಕಾರಣದಿಂದ	",
	"	ಡ. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ದ್ವೇಷಿಸುತ್ತಾರೆ ಎಂಬ ಕಾರಣದಿಂದ	"
],			
"correct" :	"	ಅ. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಪ್ರೀತಿಸುತ್ತಾನೆ ಎಂಬ ಕಾರಣದಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೋಸೇಫನು ಐಗುಪ್ತ ದೇಶದ ಮಂತ್ರಿ ಹೇಗಾದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಸೇಫನು ಅರಸನ ಸೇವಕರ ರಹಸ್ಯ ಗುಟ್ಟನ್ನು  ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
	"	ಬ. ಯೋಸೇಫನು ಅರಸನ ಪಟ್ಟದ ಮೂಲ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
	"	ಕ. ಯೋಸೇಫನು ಅರಸನ ಕನಸಿನ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
	"	ಡ. ಯೋಸೇಫನು ಅರಸನ ದರ್ಶನದ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	"
],			
"correct" :	"	ಕ. ಯೋಸೇಫನು ಅರಸನ ಕನಸಿನ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೋಸೇಫನ ಅಣ್ಣಂದಿರು ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಯಾಕೆ ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವ್ಯಾಪಾರ ಮಾಡಿಕೊಳ್ಳಲು	",
	"	ಬ. ಧಾನ್ಯ ಕೊಂಡುಕೊಳ್ಳಲು	",
	"	ಕ. ಭೂಮಿಯನ್ನು ಕೊಂಡುಕೊಳ್ಳಲು	",
	"	ಡ. ಬಂಗಾರವನ್ನು ಕೊಂಡುಕೊಳ್ಳಲು	"
],			
"correct" :	"	ಬ. ಧಾನ್ಯ ಕೊಂಡುಕೊಳ್ಳಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯೋಸೇಫನು ತನ್ನ ತಂದೆ ಮತ್ತು ಅವನೊಡನೆ ಬಂದವನ್ನೆಲ್ಲ ಯಾವ ಸ್ಥಳದಲ್ಲಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೋಷೇನ್ ಸೀಮೆಯಲ್ಲಿ	",
	"	ಬ. ಕಾನಾ ಸೀಮೆಯಲ್ಲಿ	",
	"	ಕ. ಯೊಪ್ಪ ಸೀಮೆಯಲ್ಲಿ	",
	"	ಡ. ಕೆಪೆರ್ನೌಮೆ ಸೀಮೆಯಲ್ಲಿ	"
],			
"correct" :	"	ಅ. ಗೋಷೇನ್ ಸೀಮೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯೋಸೇಫನ ಮಕ್ಕಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮನಸ್ಸೆ ಮತ್ತು ಮೋವಾಬ್ಯ	",
	"	ಬ. ಮನಸ್ಸೆ ಮತ್ತು ಅಮಾಲೇಕ್ಯ	",
	"	ಕ. ಮನಸ್ಸೆ ಮತ್ತು ಇಸ್ಸಾ	",
	"	ಡ. ಮನಸ್ಸೆ ಮತ್ತು ಎಫ್ರಾಯಿಮ್	"
],			
"correct" :	"	ಡ. ಮನಸ್ಸೆ ಮತ್ತು ಎಫ್ರಾಯಿಮ್	",
"explanation" :	"		",
},			
]