var quiztitle = "ಆದಿಕಾಂಡ (ಅಧ್ಯಾಯಗಳು 1-11)";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಎಷ್ಟು ದಿನಗಳಲ್ಲಿ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಉಂಟು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರು ದಿನಗಳಲ್ಲಿ	",
	"	B. ಎರಡು ದಿನಗಳಲ್ಲಿ	",
	"	C. ಏಳು ದಿನಗಳಲ್ಲಿ	",
	"	D. ಎಂಟು ದಿನಗಳಲ್ಲಿ	"
],			
"correct" :	"	A. ಆರು ದಿನಗಳಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪಾಪದ ಉತ್ಪತ್ತಿ ಎಲ್ಲಿ ಆಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬ್ಯಾಬಿಲೋನ್ ವನ	",
	"	B. ಏದೆನ್ ವನ	",
	"	C. ಸಿಯೋನ್ ವನ	",
	"	D. ಪೋಸ್ಕಸ್ ವನ	"
],			
"correct" :	"	B. ಏದೆನ್ ವನ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೊದಲನೆಯ ಕೊಲೆಯನ್ನು ಯಾರು ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೋಹನು	",
	"	B. ಎಜ್ರನು	",
	"	C. ಹೇಬೆಲನು	",
	"	D. ಕಾಯಿನನು	"
],			
"correct" :	"	D. ಕಾಯಿನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನೋಹನ ಮಕ್ಕಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಶೇಮ್, ಹಾಮನ್, ಯಾಫೇತ್	",
	"	B. ಶೇಮ್, ಹಾಮ್, ಯೋಹಿತ್	",
	"	C. ಸೇಮಬ್, ಹಾಮ್, ಯಾಫೇತ್	",
	"	D. ಶೇಮ್, ಹಾಮ್, ಯಾಫೇತ್	"
],			
"correct" :	"	D. ಶೇಮ್, ಹಾಮ್, ಯಾಫೇತ್	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನೋಹನು ಜಲಪ್ರಳಯದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ದೇವರು ಹೇಳಿದ ಉಪಾಯವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ದೊಡ್ಡ ವಿಮಾನವನ್ನು ಕಟ್ಟಬೇಕು	",
	"	B. ಒಂದು ದೊಡ್ಡ ಮನೆಯನ್ನು ಕಟ್ಟಬೇಕು	",
	"	C. ಒಂದು ದೊಡ್ಡ ನಾವೆಯನ್ನು ಕಟ್ಟಬೇಕು	",
	"	D. ಒಂದು ದೊಡ್ಡ ವಾಹನವನ್ನು ಕಟ್ಟಬೇಕು	"
],			
"correct" :	"	C. ಒಂದು ದೊಡ್ಡ ನಾವೆಯನ್ನು ಕಟ್ಟಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮುಗಿಲು ಬಿಲ್ಲು ಏನನ್ನು ಸೂಚಿಸುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ನಾಶ ಮಾಡುವುದಿಲ್ಲ”	",
	"	B. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ನಾಶ ಮಾಡುತ್ತೇನೆ”	",
	"	C. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ತಪ್ಪಿಸುತ್ತೇನೆ”	",
	"	D. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ತಪ್ಪಿಸುವುದಿಲ್ಲ”	"
],			
"correct" :	"	A. “ಇನ್ನು ಮೇಲೆ ಜಲಪ್ರಳಯದಿಂದ ಮನುಷ್ಯರನ್ನು ಮತ್ತು ಸಕಲ ಪ್ರಾಣಿ ಪಕ್ಷಿಗಳನ್ನು ಹಾಗೂ ಭೂಜಂತುಗಳನ್ನು ನಾಶ ಮಾಡುವುದಿಲ್ಲ”	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವರ ಆಶೀರ್ವಾದವನ್ನು ಹೊಂದಿ ಅಬ್ರಹಾಮನು ತನ್ನ ಸ್ವದೇಶದಿಂದ ಯಾವ ದೇಶಕ್ಕೆ ಹೊರಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿಂದೂಸ್ತಾನ್ ದೇಶಕ್ಕೆ	",
	"	B. ಇಸ್ರೇಲ್ ದೇಶಕ್ಕೆ	",
	"	C. ಕಾನಾನ್ ದೇಶಕ್ಕೆ	",
	"	D.ಐಗುಪ್ತ ದೇಶಕ್ಕೆ	"
],			
"correct" :	"	C. ಕಾನಾನ್ ದೇಶಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ತನ್ನ ಮುಪ್ಪಿನ ಕಾಲದಲ್ಲಿ ಹುಟ್ಟಿದ ಮಗನಿಗೆ ಅಬ್ರಹಮನು ಯಾವ ಹೆಸರನ್ನು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಇಸಾಕನು	",
	"	C. ಸಿಮೆಯೋನನು	",
	"	D. ಆಸ್ಸಾನನು	"
],			
"correct" :	"	B. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಏಸಾವನು ತನ್ನ ಚೊಚ್ಚಲತನದ ಹಕ್ಕನ್ನು ಯಾಕೋಬನಿಗೆ ಯಾಕೆ ಮಾರಿಬಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏಸಾವನಿಗೆ ಬಹಳ ಆಸ್ತಿಯಿತ್ತು.  ಯಾಕೋಬನು ಬಡವನಾಗಿದ್ದನು.	",
	"	B. ಏಸಾವನಿಗೆ ಬಹಳ ರೋಗವಿತ್ತು. ಯಾಕೋಬನು ಆರೋಗ್ಯವಂತನಾಗಿದ್ದನು.	",
	"	C. ಏಸಾವನಿಗೆ ಮರಣವು ಸಮೀಸಿತ್ತು. ಯಾಕೋಬನು ಯೌವನಸ್ಥನಾಗಿದ್ದನು.	",
	"	D. ಏಸಾವನಿಗೆ ಬಹಳ ಹಸಿವೆಯಾಗಿತ್ತು.  ಯಾಕೋಬನು ಮಾಡಿದ ರೊಟ್ಟಿ ಮತ್ತು ಅಲಸಂದಿ ಗುಗ್ಗರಿಗಾಗಿ ತನ್ನ ಚೊಚ್ಚಲತನವನ್ನು ಮಾರಿದನು	"
],			
"correct" :	"	D. ಏಸಾವನಿಗೆ ಬಹಳ ಹಸಿವೆಯಾಗಿತ್ತು.  ಯಾಕೋಬನು ಮಾಡಿದ ರೊಟ್ಟಿ ಮತ್ತು ಅಲಸಂದಿ ಗುಗ್ಗರಿಗಾಗಿ ತನ್ನ ಚೊಚ್ಚಲತನವನ್ನು ಮಾರಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾಕೋಬನು ರಾಹೇಲಳಿಗಾಗಿ ಎಷ್ಟು ವರ್ಷಗಳು ಲಾಬಾನನ ಸೇವೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದಿನಾರು ವರ್ಷಗಳು	",
	"	B. ಹದಿನಾಲ್ಕು ವರ್ಷಗಳು	",
	"	C. ಹದಿನೆಂಟು ವರ್ಷಗಳು	",
	"	D. ಹದಿಮೂರು ವರ್ಷಗಳು	"
],			
"correct" :	"	B. ಹದಿನಾಲ್ಕು ವರ್ಷಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೋಸೇಫನ ಅಣ್ಣಂದಿರು ಯಾಕೆ ದ್ವೇಷಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಪ್ರೀತಿಸುತ್ತಾನೆ ಎಂಬ ಕಾರಣದಿಂದ	",
	"	B. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಮುದ್ದುಮಾಡುತ್ತಾರೆ ಎಂಬ ಕಾರಣದಿಂದ	",
	"	C. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಹೊಗಳುತ್ತಾರೆ ಎಂಬ ಕಾರಣದಿಂದ	",
	"	D. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ದ್ವೇಷಿಸುತ್ತಾರೆ ಎಂಬ ಕಾರಣದಿಂದ	"
],			
"correct" :	"	A. ತಮ್ಮ ತಂದೆ ತಮಗಿಂತ ಯೋಸೇಫನನ್ನು ಹೆಚ್ಚು ಪ್ರೀತಿಸುತ್ತಾನೆ ಎಂಬ ಕಾರಣದಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೋಸೇಫನು ಐಗುಪ್ತ ದೇಶದ ಮಂತ್ರಿ ಹೇಗಾದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು ಅರಸನ ಸೇವಕರ ರಹಸ್ಯ ಗುಟ್ಟನ್ನು  ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
	"	B. ಯೋಸೇಫನು ಅರಸನ ಪಟ್ಟದ ಮೂಲ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
	"	C. ಯೋಸೇಫನು ಅರಸನ ಕನಸಿನ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
	"	D. ಯೋಸೇಫನು ಅರಸನ ದರ್ಶನದ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	"
],			
"correct" :	"	C. ಯೋಸೇಫನು ಅರಸನ ಕನಸಿನ ಅರ್ಥವನ್ನು ಹೇಳಿದ್ದರಿಂದ ರಾಜನು ಅವನನ್ನು ಮಂತ್ರಿಯಾಗಿ ನೇಮಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಯೋಸೇಫನ ಅಣ್ಣಂದಿರು ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಯಾಕೆ ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ವ್ಯಾಪಾರ ಮಾಡಿಕೊಳ್ಳಲು	",
	"	B. ಧಾನ್ಯ ಕೊಂಡುಕೊಳ್ಳಲು	",
	"	C. ಭೂಮಿಯನ್ನು ಕೊಂಡುಕೊಳ್ಳಲು	",
	"	D. ಬಂಗಾರವನ್ನು ಕೊಂಡುಕೊಳ್ಳಲು	"
],			
"correct" :	"	B. ಧಾನ್ಯ ಕೊಂಡುಕೊಳ್ಳಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಯೋಸೇಫನು ತನ್ನ ತಂದೆ ಮತ್ತು ಅವನೊಡನೆ ಬಂದವನ್ನೆಲ್ಲ ಯಾವ ಸ್ಥಳದಲ್ಲಿಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೋಷೇನ್ ಸೀಮೆಯಲ್ಲಿ	",
	"	B. ಕಾನಾ ಸೀಮೆಯಲ್ಲಿ	",
	"	C. ಯೊಪ್ಪ ಸೀಮೆಯಲ್ಲಿ	",
	"	D. ಕೆಪೆರ್ನೌಮೆ ಸೀಮೆಯಲ್ಲಿ	"
],			
"correct" :	"	A. ಗೋಷೇನ್ ಸೀಮೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಯೋಸೇಫನ ಮಕ್ಕಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನಸ್ಸೆ ಮತ್ತು ಮೋವಾಬ್ಯ	",
	"	B. ಮನಸ್ಸೆ ಮತ್ತು ಅಮಾಲೇಕ್ಯ	",
	"	C. ಮನಸ್ಸೆ ಮತ್ತು ಇಸ್ಸಾ	",
	"	D. ಮನಸ್ಸೆ ಮತ್ತು ಎಫ್ರಾಯಿಮ್	"
],			
"correct" :	"	D. ಮನಸ್ಸೆ ಮತ್ತು ಎಫ್ರಾಯಿಮ್	",
"explanation" :	"		",
},			
]