var quiztitle = "ವಿಮೋಚನಾಕಾಂಡ (ಅಧ್ಯಾಯಗಳು 1-20)";			
var quiz = [			
{			
"question" :	"	1. ಯಾಕೋಬನ ಕುಟುಂಬದ ಎಷ್ಟು ಮಂದಿ ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಬಂದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] 144 ಮಂದಿ	",
	"	ಆ]750 ಜನರು	",
	"	ಇ]70 ಮಂದಿ	",
	"	ಈ]760 ಜನರು	"
],			
"correct" :	"	ಇ]70 ಮಂದಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಐಗುಪ್ತ ದೇಶದವರು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಕಂಡು ಭಯಪಟ್ಟದ್ದು ಯಾಕೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಐಗುಪ್ತರು ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರಿಗೆ ಹೆದರುತ್ತಿದ್ದರು.	",
	"	ಆ]ಅವರು ಪರದೇಶದವರಾಗಿದ್ದರು	",
	"	ಇ]ಅವರು ಬಲಿಷ್ಠರಾಗಿದ್ದರು ಮತ್ತು ತಮ್ಮ ಮೇಲೆ ಯುದ್ಧ ಮಾಡಿ ಸೋಲಿಸಾರು ಎಂಬ ಭಯದಿಂದ	",
	"	ಈ] ಅವರು ವಿದೇಶದವರಾಗಿದ್ದರು	"
],			
"correct" :	"	ಇ]ಅವರು ಬಲಿಷ್ಠರಾಗಿದ್ದರು ಮತ್ತು ತಮ್ಮ ಮೇಲೆ ಯುದ್ಧ ಮಾಡಿ ಸೋಲಿಸಾರು ಎಂಬ ಭಯದಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ನಾಶಮಾಡಲು ಪರೋಹನು ಮಾಡಿದ ಯೋಜನೆ ಏನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಗರ್ಭಿಣಿ ಸ್ತ್ರೀಯರನ್ನು ಹಿಂಸಿಸುವದು	",
	"	ಆ] ಹುಟ್ಟುವ ಗಂಡು ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಬೇಕು	",
	"	ಇ]ಗಂಡು ಮಕ್ಕಳನ್ನು ನೈಲ್ ನದಿಗೆ ಹಾಕಬೇಕು	",
	"	ಈ] ಹೆಣ್ಣು  ಮಕ್ಕಳನ್ನು ನೈಲ್ ನದಿಗೆ ಹಾಕಬೇಕು	"
],			
"correct" :	"	ಆ]ಹುಟ್ಟುವ ಗಂಡು ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮೋಶೆಯ ತಾಯಿ ಅವನನ್ನು ಬುಟ್ಟಿಯಲ್ಲಿಟ್ಟು ನೈಲ್ ನದಿಯಲ್ಲಿ ಇಟ್ಟಾಗ ಅವನ ವಯಸ್ಸು ಎಷ್ಟಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] 14 ವರ್ಷ	",
	"	ಆ]ಮೂರು ತಿಂಗಳು	",
	"	ಇ]ಎರಡು ವಾರಗಳು	",
	"	ಈ]15 ದಿನ	"
],			
"correct" :	"	ಆ]ಮೂರು ತಿಂಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮೋಶೆಯೂ ಐಗುಪ್ತ್ಯನನ್ನು ಯಾಕೆ ಕೊಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಐಗುಪ್ತ್ಯನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ತುಚ್ಛವಾಗಿ ಕಾಣುತ್ತಿದ್ದನು	",
	"	ಆ]ಐಗುಪ್ತ್ಯನು ಇಸ್ರಾಯೇಲಿನವನನ್ನು ಹೊಡೆಯುತ್ತಿದ್ದನು	",
	"	ಇ]ಐಗುಪ್ತ್ಯನು ತನ್ನು ಕೊಲ್ಲಲು ಬಂದಾಗ ಕೊಂದನು	",
	"	ಈ]ಸಿಟ್ಟಿನಿಂದ	"
],			
"correct" :	"	ಆ]ಐಗುಪ್ತ್ಯನು ಇಸ್ರಾಯೇಲಿನವನನ್ನು ಹೊಡೆಯುತ್ತಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮೋಶೆಯ ಮಾವನ ಹೆಸರೇನು? ಆತನು ಏನು ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅವನ ಹೆಸರು ಇತ್ರೋನನು ಅವನು ಮಿದ್ಯಾನ್ಯರ ಆಚಾರ್ಯನಾಗಿದ್ದನು	",
	"	ಆ]ಅವನು ಮಿದ್ಯಾನ್ಯನು, ರೈತನಾಗಿದ್ದನು	",
	"	ಇ]ಅವನು ಫಿಲಿಷ್ಟಿಯನು, ಸಂಗೀತಗಾರನಾಗಿದ್ದನು	",
	"	ಈ]  ವ್ಯಾಪಾರ	"
],			
"correct" :	"	ಅ] ಅವನ ಹೆಸರು ಇತ್ರೋನನು ಅವನು ಮಿದ್ಯಾನ್ಯರ ಆಚಾರ್ಯನಾಗಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವರು ಮೋಶೆಯನ್ನು ಕರೆದಾಗ ಯಾವ ಸೂಚನೆಗಳನ್ನು ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೋಲನ್ನು ಹಾವಾಗಿ ಬದಲಾಯಿಸಿದನು	",
	"	ಆ]ಮೋಶೆಯ ಕೈಗೆ ತೊನ್ನು ಹಿಡಿಯಿತು	",
	"	ಇ]ಪ್ರಜ್ವಲಿಸುವ ಖಡ್ಗವನ್ನು ತೋರಿಸಿದನು	",
	"	ಈ] ಏನೂ ಇಲ್ಲ	"
],			
"correct" :	"	ಅ] ಕೋಲನ್ನು ಹಾವಾಗಿ ಬದಲಾಯಿಸಿದನು   ಆ] ಮೋಶೆಯ ಕೈಗೆ ತೊನ್ನು ಹಿಡಿಯಿತು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕೆಳಗಿನ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಯಾವ ಬಾಧೆಗಳನ್ನು ದೇವರು ಬರಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕಪ್ಪೆಗಳು	",
	"	ಆ]ಕುರುಡುತನ	",
	"	ಇ]ಹೇನುಗಳು	",
	"	ಈ]ಐಗುಪ್ತ್ಯರ ಪಶುಗಳು ಸತ್ತವು	"
],			
"correct" :	"	ಇ]ಹೇನುಗಳು ಮತ್ತು  ಅ]ಕಪ್ಪೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಐಗುಪ್ತ್ಯರ ಸೈನ್ಯವನ್ನು ಕೆಂಪು ಸಮುದ್ರದಲ್ಲಿ ಮುಳುಗಿಸುವ ಮೊದರು ದೇವರು ಅವರಿಗೆ ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅವರು ಕಡಿ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನುವಂತೆ ಮಾಡಿದನು	",
	"	ಆ]ಅವರ ಅನೇಕ ಸೈನಿಕರು ನಿದ್ದೆ ಹೋಗುವಂತೆ ಮಾಡಿದನು	",
	"	ಇ]ದೇವರು ಅವರ ರಥಗಳ ಚಕ್ರವನ್ನು ತೆಗೆದುಬಿಟ್ಟನು	",
	"	ಈ]  ಶಾಪ ಕೊಟ್ಟನು	"
],			
"correct" :	"	ಇ]ದೇವರು ಅವರ ರಥಗಳ ಚಕ್ರವನ್ನು ತೆಗೆದುಬಿಟ್ಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ಮನ್ನ” ಯಾವ ರುಚಿಯನ್ನು ಹೋಲುತ್ತಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಯಂತಿತ್ತು	",
	"	ಆ]ಜೇನುತುಪ್ಪ ಕಲಸಿದ ದೋಸೆಯಂತಿತ್ತು	",
	"	ಇ]ಆಲೂ ಬೋಂಡದಂತಿತ್ತು	",
	"	ಈ] ಸಿಹಿ	"
],			
"correct" :	"	ಆ] ಜೇನುತುಪ್ಪ ಕಲಸಿದ ದೋಸೆಯಂತಿತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಮೋಶೆಯ ಮಾವನಾದ ಇತ್ರೋನನು ಮೋಶೆಗೆ ಯಾವ ಸಲಹೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನೀನು ಎರಡು ಮದುವೆಗಳನ್ನು ಮಾಡಿಕೋ.	",
	"	ಆ]ನ್ಯಾಯ ತೀರಿಸಲು ಅಧಿಕಾರಿಗಳನ್ನು ನೇಮಿಸು.	",
	"	ಇ]ಸೀನಾಯಿ ಬೆಟ್ಟಕ್ಕೆ ಹೋಗಿ ದೇವರ ಆಜ್ಞೆಗಾಗಿ ಕಾಯಬೇಕು.	",
	"	ಈ] ಏನೂ ಮಾಡಬೇಡ	"
],			
"correct" :	"	ಇ]ಸೀನಾಯಿ ಬೆಟ್ಟಕ್ಕೆ ಹೋಗಿ ದೇವರ ಆಜ್ಞೆಗಾಗಿ ಕಾಯಬೇಕು.	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಎಪ್ಪತ್ತು ಮಂದಿ ಹಿರಿಯರೊಡನೆ ದೇವರ ದರ್ಶನಕ್ಕೆ ಹೋದ ನಾಲ್ವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮೋಶೆ, ಇತ್ರೋನನು, ಯೆಹೋಶುವನು, ಹೂರನು	",
	"	ಆ] ಮೋಶೆ, ಮಿರ್ಯಾಮಳು, ಆರೋನನು,	",
	"	ಇ]ಮೋಶೆ, ಆರೋನ್, ನಾದಾಬ್ ಮತ್ತು ಅಬೀಹೂ	",
	"	ಈ] ಮೋಶೆ, ಮಿರ್ಯಾಮಳು	"
],			
"correct" :	"	ಇ]ಮೋಶೆ, ಆರೋನ್, ನಾದಾಬ್ ಮತ್ತು ಅಬೀಹೂ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಮೋಶೆಯು ಬೆಟ್ಟದ ಮೇಲೆ ಎಷ್ತು ದಿನಗಳಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನಾಲ್ವತ್ತು ಹಗಲು ಮತ್ತು ರಾತ್ರಿಗಳು	",
	"	ಆ]ಏಳು ದಿವಸಗಳು	",
	"	ಇ]ನಾಲ್ವತ್ತೈದು ಹಗಲು ರಾತ್ರಿಗಳು	",
	"	ಈ] ಹತ್ತು ದಿವಸಗಳು	"
],			
"correct" :	"	ಅ] ನಾಲ್ವತ್ತು ಹಗಲು ಮತ್ತು ರಾತ್ರಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ದೇವರ ಆಜ್ಞೆಗನುಸಾರವಾಗಿ ಯಾರು ದೀಕ್ಷಾವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮೋಶೆ	",
	"	ಆ]ಆರೋನನು	",
	"	ಇ]ಯೆಹೋಶುವನು	",
	"	ಈ]  ನುಮಾ	"
],			
"correct" :	"	ಆ]ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ದಶಾಜ್ಞೆಗಳು ವಿಮೋಚನಾಕಾಂಡದ ಯಾವ ಅಧ್ಯಾಯದಲ್ಲಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] 23ನೇ ಅಧ್ಯಾಯ	",
	"	ಆ]20ನೇ ಅಧ್ಯಾಯ	",
	"	ಇ]31ನೇ ಅಧ್ಯಾಯ	",
	"	ಈ]38ನೇ ಅಧ್ಯಾಯ	"
],			
"correct" :	"	ಆ]20ನೇ ಅಧ್ಯಾಯ	",
"explanation" :	"		",
},			
]