var quiztitle = "ನ್ಯಾಯಸ್ಥಾಪಕರು";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ನ್ಯಾಯಸ್ಥಾಪಕನ ತಂದೆಯ ಮನೆಯಲ್ಲಿ ಬಾಳನ ಯಜ್ಞವೇದಿ ಇತ್ತು? ಅದನ್ನು ಅವನೇನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೆಹೇಮಿಯನು	",
	"	ಬ. ಗಿದ್ಯೋನನು	",
	"	ಕ. ಎಲೀಯನು	",
	"	ಡ. ಎಲೀಷನು	"
],			
"correct" :	"	ಬ. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಫಿಲಿಷ್ಟಿಯರ ದೇವರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾಗೋನನು	",
	"	ಬ. ಬಾಳ್ಟಿಮೋರ್	",
	"	ಕ. ಬಾಳ್	",
	"	ಡ. ತೇವ್ರನು	"
],			
"correct" :	"	ಅ. ದಾಗೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದೇವದೂತನನ್ನು ನೋಡಿದ ಮೇಲೆ ನೀನು ಹುಟ್ಟಿದಿ ಎಂದು ಸಂಸೋನನಿಗೆ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂಥವರು ಇದ್ದಾರೆ	",
	"	ಬ. ಅಂಥವರು ಇರಬಹುದು	",
	"	ಕ. ಅಂಥವರು ಇಲ್ಲದಿರಬಹುದು	",
	"	ಡ. ಅಂಥವರು ಯಾರೂ ಇಲ್ಲ.	"
],			
"correct" :	"	ಡ. ಅಂಥವರು ಯಾರೂ ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸಂಸೋನನು ಯಾವ ಕುಲಕ್ಕೆ ಸೇರಿದವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮನಸ್ಸೆ ಕುಲದವನು	",
	"	ಬ. ದಾನ ಕುಲಕ್ಕೆ ಸೇರಿದವನು	",
	"	ಕ. ಎಫ್ರಾಹಿಮ್ ಕುಲದವನು	",
	"	ಡ. ರೂಬೆನ್ ಕುಲದವನು	"
],			
"correct" :	"	ಬ. ದಾನ ಕುಲಕ್ಕೆ ಸೇರಿದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಇಸ್ರಾಯೇಲ್ಯರ ಮೊದಲನೆಯ ನ್ಯಾಯಸ್ಥಾಪಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯಾಮನು	",
	"	ಬ. ದಾದಾಬನು	",
	"	ಕ. ಒತ್ನೀಯೇಲನು	",
	"	ಡ. ಓಮ್ರನ್	"
],			
"correct" :	"	ಕ. ಒತ್ನೀಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ನೀನು ನಿಶ್ಚಯವಾಗಿ ಸೀಸರನನ್ನು ಸೋಲಿಸುವಿ ಎಂದು ಬಾರಾಕನಿಗೆ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆಲ್ಹಳು	",
	"	ಬ. ಈಜೆಬೇಲಳು	",
	"	ಕ. ದೀನಳು	",
	"	ಡ. ದೆಬೋರಳು	"
],			
"correct" :	"	ಡ. ದೆಬೋರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಮಿದ್ಯಾನ್ಯರನ್ನು ಸೋಲಿಸಿದ ಮೇಲೆ ಕೊಳ್ಳೆ ಹೊಡೆದ ಪ್ರತಿಯೊಬ್ಬನು ನನಗೆ ಮುರುವುಗಳನ್ನು ಕೊಡಬೇಕೆಂದು ಯಾವ ನ್ಯಾಯಸ್ಥಾಪಕನು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಕ್ಕಾಯನು	",
	"	ಬ. ಅಬ್ರಾಹಮನು	",
	"	ಕ. ಅಬೀಮೆಲೆಕನು	",
	"	ಡ. ಆರೋನನು	"
],			
"correct" :	"	ಕ. ಅಬೀಮೆಲೆಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಗಿದ್ಯೋನನ ಮಗನನ್ನು ಒಬ್ಬ ಸ್ತ್ರೀಯು ಬೀಸುವ ಕಲ್ಲನ್ನು ಅವನ ಮೇಲೆ ಎಸೆದು ಕೊಂದುಬಿಟ್ಟಳು? ಅವನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಏಲಾಮನು	",
	"	ಬ. ಯೂದನು	",
	"	ಕ. ಏಹೂದನು	",
	"	ಡ. ಏಸೋಜನು	"
],			
"correct" :	"	ಕ. ಏಹೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅವನು ಜೀವದಿಂದ ಇದ್ದಾಗ ಕೊಂದು ಹಾಕಿದವರಿಗಿಂತ ಸಾಯುವಾಗ ಕೊಂದವರ ಸಂಖ್ಯೆ ಹೆಚ್ಚಿತ್ತು.  ಆ ನ್ಯಾಯ ಸ್ಥಾಪಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಿಮೆಯೋನ	",
	"	ಬ. ಸಿಮೋನನು	",
	"	ಕ. ಸಂಸೋನನು	",
	"	ಡ. ಸ್ತೆಫನನು	"
],			
"correct" :	"	ಕ. ಸಂಸೋನನು	",
"explanation" :	"		",
},			
]