var quiztitle = "ನ್ಯಾಯಸ್ಥಾಪಕರು";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ನ್ಯಾಯಸ್ಥಾಪಕನ ತಂದೆಯ ಮನೆಯಲ್ಲಿ ಬಾಳನ ಯಜ್ಞವೇದಿ ಇತ್ತು? ಅದನ್ನು ಅವನೇನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೆಹೇಮಿಯನು	",
	"	B. ಗಿದ್ಯೋನನು	",
	"	C. ಎಲೀಯನು	",
	"	D. ಎಲೀಷನು	"
],			
"correct" :	"	B. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಫಿಲಿಷ್ಟಿಯರ ದೇವರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾಗೋನನು	",
	"	B. ಬಾಳ್ಟಿಮೋರ್	",
	"	C. ಬಾಳ್	",
	"	D. ತೇವ್ರನು	"
],			
"correct" :	"	A. ದಾಗೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದೇವದೂತನನ್ನು ನೋಡಿದ ಮೇಲೆ ನೀನು ಹುಟ್ಟಿದಿ ಎಂದು ಸಂಸೋನನಿಗೆ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂಥವರು ಇದ್ದಾರೆ	",
	"	B. ಅಂಥವರು ಇರಬಹುದು	",
	"	C. ಅಂಥವರು ಇಲ್ಲದಿರಬಹುದು	",
	"	D. ಅಂಥವರು ಯಾರೂ ಇಲ್ಲ.	"
],			
"correct" :	"	D. ಅಂಥವರು ಯಾರೂ ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸಂಸೋನನು ಯಾವ ಕುಲಕ್ಕೆ ಸೇರಿದವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮನಸ್ಸೆ ಕುಲದವನು	",
	"	B. ದಾನ ಕುಲಕ್ಕೆ ಸೇರಿದವನು	",
	"	C. ಎಫ್ರಾಹಿಮ್ ಕುಲದವನು	",
	"	D. ರೂಬೆನ್ ಕುಲದವನು	"
],			
"correct" :	"	B. ದಾನ ಕುಲಕ್ಕೆ ಸೇರಿದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಇಸ್ರಾಯೇಲ್ಯರ ಮೊದಲನೆಯ ನ್ಯಾಯಸ್ಥಾಪಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯಾಮನು	",
	"	B. ದಾದಾಬನು	",
	"	C. ಒತ್ನೀಯೇಲನು	",
	"	D. ಓಮ್ರನ್	"
],			
"correct" :	"	C. ಒತ್ನೀಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ನೀನು ನಿಶ್ಚಯವಾಗಿ ಸೀಸರನನ್ನು ಸೋಲಿಸುವಿ ಎಂದು ಬಾರಾಕನಿಗೆ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆಲ್ಹಳು	",
	"	B. ಈಜೆಬೇಲಳು	",
	"	C. ದೀನಳು	",
	"	D. ದೆಬೋರಳು	"
],			
"correct" :	"	D. ದೆಬೋರಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಮಿದ್ಯಾನ್ಯರನ್ನು ಸೋಲಿಸಿದ ಮೇಲೆ ಕೊಳ್ಳೆ ಹೊಡೆದ ಪ್ರತಿಯೊಬ್ಬನು ನನಗೆ ಮುರುವುಗಳನ್ನು ಕೊಡಬೇಕೆಂದು ಯಾವ ನ್ಯಾಯಸ್ಥಾಪಕನು ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಕ್ಕಾಯನು	",
	"	B. ಅಬ್ರಾಹಮನು	",
	"	C. ಅಬೀಮೆಲೆಕನು	",
	"	D. ಆರೋನನು	"
],			
"correct" :	"	C. ಅಬೀಮೆಲೆಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಗಿದ್ಯೋನನ ಮಗನನ್ನು ಒಬ್ಬ ಸ್ತ್ರೀಯು ಬೀಸುವ ಕಲ್ಲನ್ನು ಅವನ ಮೇಲೆ ಎಸೆದು ಕೊಂದುಬಿಟ್ಟಳು? ಅವನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಏಲಾಮನು	",
	"	B. ಯೂದನು	",
	"	C. ಏಹೂದನು	",
	"	D. ಏಸೋಜನು	"
],			
"correct" :	"	C. ಏಹೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅವನು ಜೀವದಿಂದ ಇದ್ದಾಗ ಕೊಂದು ಹಾಕಿದವರಿಗಿಂತ ಸಾಯುವಾಗ ಕೊಂದವರ ಸಂಖ್ಯೆ ಹೆಚ್ಚಿತ್ತು.  ಆ ನ್ಯಾಯ ಸ್ಥಾಪಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಿಮೆಯೋನ	",
	"	B. ಸಿಮೋನನು	",
	"	C. ಸಂಸೋನನು	",
	"	D. ಸ್ತೆಫನನು	"
],			
"correct" :	"	C. ಸಂಸೋನನು	",
"explanation" :	"		",
},			
]