var quiztitle = "ಬೈಬಲ್ಲಿನ ವಿಷಯವಾಗಿ ಕೆಲವು ಸತ್ಯಾಂಶಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಹಳೆಯ ಒಡಂಬಡಿಕೆ ಯಾವ ಭಾಷೆಯಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ	",
	"	B. ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ	",
	"	C. ರೊಮ್ ಭಾಷೆಯಲ್ಲಿ	",
	"	D. ಸ್ಪ್ಯಾನಿಷ್ ಭಾಷೆಯಲ್ಲಿ	"
],			
"correct" :	"	A. ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹೊಸ ಒಡಂಬಡಿಕೆ ಯಾವ ಭಾಷೆಯಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ರೋಮ್ ಭಾಷೆಯಲ್ಲಿ	",
	"	B. ಸ್ಪ್ಯಾನಿಷ್ ಭಾಷೆಯಲ್ಲಿ	",
	"	C. ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ	",
	"	D. ಇಬ್ರಿಯ ಭಾಷೆಯಲ್ಲಿ	"
],			
"correct" :	"	C. ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಲತೀನ್ ಭಾಷೆಯಲ್ಲಿ ಭಾಷಾಂತರಿಸಿದ ಬೈಬಲ್ಲಿನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. kjv ಬೈಬಲ್	",
	"	B. ವಲ್ಗೇಟ್ ಬೈಬಲ್	",
	"	C. NIV ಬೈಬಲ್	",
	"	D. NKJV ಬೈಬಲ್	"
],			
"correct" :	"	B. ವಲ್ಗೇಟ್ ಬೈಬಲ್	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸೆಪ್ಟ್ಯು ಅಜಿಂಟ್ ಬೈಬಲ್ ಅಂದರೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯನ್ನು ಇಬ್ರಿಯ ಭಾಷೆಯಿಂದ ಗ್ರೀಕ್ ಭಾಷೆಗೆ ಮಾಡಿರುವ ಭಾಷಾಂತರ	",
	"	B. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯನ್ನು ಗ್ರೀಕ್ ಭಾಷೆಯಿಂದ ಇಬ್ರಿಯ ಭಾಷೆಗೆ ಮಾಡಿರುವ ಭಾಷಾಂತರ	",
	"	C. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯನ್ನು ಸ್ಪ್ಯಾನಿಷ್ ಭಾಷೆಯಿಂದ ಇಬ್ರಿಯ ಭಾಷೆಗೆ ಮಾಡಿರುವ ಭಾಷಾಂತರ	",
	"	D. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯನ್ನು ಗ್ರೀಕ್ ಭಾಷೆಯಿಂದ ಸ್ಪ್ಯಾನಿಷ್ ಭಾಷೆಗೆ ಮಾಡಿರುವ ಭಾಷಾಂತರ	"
],			
"correct" :	"	A. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯನ್ನು ಇಬ್ರಿಯ ಭಾಷೆಯಿಂದ ಗ್ರೀಕ್ ಭಾಷೆಗೆ ಮಾಡಿರುವ ಭಾಷಾಂತರ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಯಾವ ಭಾಗಗಳಲ್ಲಿ ವಿಂಗಡಿಸಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಧಾರಣವಾಗಿ 2 ಗುಂಪುಗಳು: ಪಂಚಗ್ರಂಥಗಳು, ಐತಿಹಾಸಿಕ ಪುಸ್ತಕಗಳು	",
	"	B. ಸಾಧಾರಣವಾಗಿ 5 ಗುಂಪುಗಳು: ಪಂಚಗ್ರಂಥಗಳು, ಐತಿಹಾಸಿಕ ಪುಸ್ತಕಗಳು, ಕವಿತೆ ಹಾಗೂ ಸುಭಾಷಿತಗಳು ಮತ್ತು ಪ್ರವಾದಿಗಳು, ಪ್ರಕಟಣೆಗಳು	",
	"	C. ಸಾಧಾರಣವಾಗಿ 4 ಗುಂಪುಗಳು: ಪಂಚಗ್ರಂಥಗಳು, ಐತಿಹಾಸಿಕ ಪುಸ್ತಕಗಳು, ಕವಿತೆ ಹಾಗೂ ಸುಭಾಷಿತಗಳು ಮತ್ತು ಪ್ರವಾದಿಗಳು	",
	"	D. ಸಾಧಾರಣವಾಗಿ 3 ಗುಂಪುಗಳು: ಪಂಚಗ್ರಂಥಗಳು, ಐತಿಹಾಸಿಕ ಪುಸ್ತಕಗಳು, ಕವಿತೆ ಹಾಗೂ ಸುಭಾಷಿತಗಳು	"
],			
"correct" :	"	C. ಸಾಧಾರಣವಾಗಿ 4 ಗುಂಪುಗಳು: ಪಂಚಗ್ರಂಥಗಳು, ಐತಿಹಾಸಿಕ ಪುಸ್ತಕಗಳು, ಕವಿತೆ ಹಾಗೂ ಸುಭಾಷಿತಗಳು ಮತ್ತು ಪ್ರವಾದಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹೊಸ ಒಡಂಬಡಿಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಯಾವ ಭಾಗಗಳಲ್ಲಿ ವಿಂಗಡಿಸಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಮಾನ್ಯವಾಗಿ 4 ಗುಂಪುಗಳು: ಸುವಾರ್ತೆಗಳು, ಇತಿಹಾಸ (ಅ.ಕ್ರ.) ಪತ್ರಿಕೆಗಳು (ಪೌಲನ ಮತ್ತು ಸಾಮಾನ್ಯ), ಪ್ರವಾದನೆ.	",
	"	B. ಸಾಮಾನ್ಯವಾಗಿ 5 ಗುಂಪುಗಳು: ಸುವಾರ್ತೆಗಳು, ಇತಿಹಾಸ (ಅ.ಕ್ರ.) ಪತ್ರಿಕೆಗಳು (ಪೌಲನ ಮತ್ತು ಸಾಮಾನ್ಯ), ಪ್ರವಾದನೆ, ಕೀರ್ತನೆಗಳು	",
	"	C. ಸಾಮಾನ್ಯವಾಗಿ 3 ಗುಂಪುಗಳು: ಸುವಾರ್ತೆಗಳು, ಇತಿಹಾಸ (ಅ.ಕ್ರ.) ಪತ್ರಿಕೆಗಳು (ಪೌಲನ ಮತ್ತು ಸಾಮಾನ್ಯ).	",
	"	D. ಸಾಮಾನ್ಯವಾಗಿ 2 ಗುಂಪುಗಳು: ಸುವಾರ್ತೆಗಳು, ಇತಿಹಾಸ (ಅ.ಕ್ರ.)	"
],			
"correct" :	"	A. ಸಾಮಾನ್ಯವಾಗಿ 4 ಗುಂಪುಗಳು: ಸುವಾರ್ತೆಗಳು, ಇತಿಹಾಸ (ಅ.ಕ್ರ.) ಪತ್ರಿಕೆಗಳು (ಪೌಲನ ಮತ್ತು ಸಾಮಾನ್ಯ), ಪ್ರವಾದನೆ.	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಸಮಾನದೃಷ್ಟಿಯ ಸುವಾರ್ತೆಗಳು (ಸಿನಾಪ್ಟಿಕ್ ಗಾಸ್ಪೆಲ್ಸ್) ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯ, ಯೋಹಾನ, ಅಪೋಸ್ತಲ ಕೃತ್ಯ	",
	"	B. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಲೂಕ	",
	"	C. ಮತ್ತಾಯ, ಮಾರ್ಕ, ರೋಮಾಪುರ	",
	"	D. ಮತ್ತಾಯ, ಲೂಕ, ಯೋಹಾನ	"
],			
"correct" :	"	B. ಮತ್ತಾಯ, ಮಾರ್ಕ, ಲೂಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅವುಗಳನ್ನು ಸಮಾನದೃಷ್ಟಿಯ ಸುವಾರ್ತೆಗಳೆಂದು ಯಾಕೆ ಕರೆಯುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇವೆಲ್ಲವುಗಳಲ್ಲಿ ಯೇಸುವಿನ ಜೀವನ ಚರಿತ್ರೆಯಿದೆ ಮತ್ತು ಇವುಗಳಲ್ಲಿ ಅನೇಕ ವಚನಗಳು ಬೇರೆ ರೀತಿಯಾಗಿವೆ.	",
	"	B. ಇವೆಲ್ಲವುಗಳಲ್ಲಿ ಯೇಸುವಿನ ಜೀವನ ಚರಿತ್ರೆಯಿದೆ ಮತ್ತು ಇವುಗಳಲ್ಲಿ ಅನೇಕ ವಚನಗಳು ಒಂದೇ ರೀತಿಯಾಗಿವೆ.	",
	"	C. ಇವೆಲ್ಲವುಗಳಲ್ಲಿ ಯೇಸುವಿನ ಜೀವನ ಚರಿತ್ರೆಯಿಲ್ಲ ಮತ್ತು ಇವುಗಳಲ್ಲಿ ಅನೇಕ ವಚನಗಳು ಬೇರೆ ರೀತಿಯಾಗಿವೆ.	",
	"	D. ಇವೆಲ್ಲವುಗಳಲ್ಲಿ ಯೋಹಾನನ ಜೀವನ ಚರಿತ್ರೆಯಿದೆ ಮತ್ತು ಇವುಗಳಲ್ಲಿ ಅನೇಕ ವಚನಗಳು ಒಂದೇ ರೀತಿಯಾಗಿವೆ.	"
],			
"correct" :	"	B. ಇವೆಲ್ಲವುಗಳಲ್ಲಿ ಯೇಸುವಿನ ಜೀವನ ಚರಿತ್ರೆಯಿದೆ ಮತ್ತು ಇವುಗಳಲ್ಲಿ ಅನೇಕ ವಚನಗಳು ಒಂದೇ ರೀತಿಯಾಗಿವೆ.	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ಸುವಾರ್ತೆ” ಎನ್ನುವ ಶಬ್ದದ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	B. ಅಶುಭ ಸಂದೇಶ	",
	"	C. ಶುಭ ಸಂದೇಶ	",
	"	D. ಆಶೀರ್ವಾದದ ಸಂದೇಶ	"
],			
"correct" :	"	C. ಶುಭ ಸಂದೇಶ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪೆಂಟಟ್ಯೂಕ್ ಅಂದರೆ ಏನು?  ಇದರಲ್ಲಿ ಬೈಬಲ್ಲಿನ ಯಾವ ಯಾವ ಪುಸ್ತಕಗಳು ಒಳಗೊಂಡಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯ ಮೊದಲಿನ ಎರಡು ಪುಸ್ತಕಗಳು: ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ	",
	"	B. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯ ಮೊದಲಿನ ಮೂರು ಪುಸ್ತಕಗಳು: ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ	",
	"	C. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯ ಮೊದಲಿನ ನಾಲ್ಕು ಪುಸ್ತಕಗಳು: ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ.	",
	"	D. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯ ಮೊದಲಿನ ಐದು ಪುಸ್ತಕಗಳು: ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಧರ್ಮೋಪದೇಶಕಾಂಡ.	"
],			
"correct" :	"	D. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯ ಮೊದಲಿನ ಐದು ಪುಸ್ತಕಗಳು: ಆದಿಕಾಂಡ, ವಿಮೋಚನಾಕಾಂಡ, ಯಾಜಕಕಾಂಡ, ಅರಣ್ಯಕಾಂಡ, ಧರ್ಮೋಪದೇಶಕಾಂಡ.	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಪದ್ಯದ ಪುಸ್ತಕಗಳಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಬ, ಕೀರ್ತನೆಗಳು, ಎಸ್ತೇರಳು, ಪ್ರಲಾಪಗಳು	",
	"	B. ಯೋಬ, ಕೀರ್ತನೆಗಳು, ಪರಮಗೀತ, ಪ್ರಕಟಣೆ	",
	"	C. ಯೋಬ, ಕೀರ್ತನೆಗಳು, ಪರಮಗೀತ, ಪ್ರಲಾಪಗಳು	",
	"	D. ಯೂದ, ಕೀರ್ತನೆಗಳು, ಪರಮಗೀತ, ಪ್ರಲಾಪಗಳು	"
],			
"correct" :	"	C. ಯೋಬ: ಕೀರ್ತನೆಗಳು, ಪರಮಗೀತ, ಪ್ರಲಾಪಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಬೈಬಲ್ಲಿನಲ್ಲಿರುವ ಸುಭಾಷಿತಗಳು ಅಥವಾ ಜ್ಞಾನಸೂಕ್ತಿಯ ಗೃಂಥಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜ್ಞಾನೋಕ್ತಿಗಳು, ಪ್ರಸಂಗಿ	",
	"	B. ಕೀರ್ತನೆಗಳು, ಪ್ರಸಂಗಿ	",
	"	C. ಜ್ಞಾನೋಕ್ತಿಗಳು, ಪರಮಗೀತೆ	",
	"	D. ಪರಮಗೀತೆ, ಪ್ರಸಂಗಿ	"
],			
"correct" :	"	A. ಜ್ಞಾನೋಕ್ತಿಗಳು, ಪ್ರಸಂಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಪೌಲನು ಬರೆದ ಸಭಾಪಾಲನಾ ಪತ್ರಿಕೆಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪೋಸ್ತಲ ಕೃತ್ಯ, ರೋಮಾಪುರ	",
	"	B. 1,2 ತಿಮೋಥೆ ಮತ್ತು ತೀತನು	",
	"	C. 1, 2 ಪೇತ್ರ ಮತ್ತು ಯಾಕೋಬ	",
	"	D. ಇಬ್ರಿಯ ಮತ್ತು ಯೂದ	"
],			
"correct" :	"	B. 1,2 ತಿಮೋಥೆ ಮತ್ತು ತೀತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಪೌಲನು ತನ್ನ ಯಾವ ಪತ್ರಿಕೆಗಳಲ್ಲಿ ಕ್ರಿಸ್ತನ ಪುನರಾಗಮನವನ್ನು ಕುರಿತು ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 1, 2 ಪೇತ್ರ	",
	"	B. 1, 2, 3 ಯೋಹಾನ	",
	"	C. 1, 2 ತಿಮೋಥಿಯವರಿಗೆ	",
	"	D. 1, 2 ಥೆಸಲೋನಿಕದವರಿಗೆ	"
],			
"correct" :	"	D. 1, 2 ಥೆಸಲೋನಿಕದವರಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	16. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಷ್ಟು ಅಧ್ಯಾಯಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 1,199 ಅಧ್ಯಾಯಗಳು	",
	"	B. 1,189 ಅಧ್ಯಾಯಗಳು	",
	"	C. 1,169 ಅಧ್ಯಾಯಗಳು	",
	"	D. 1,170 ಅಧ್ಯಾಯಗಳು	"
],			
"correct" :	"	B. 1,189 ಅಧ್ಯಾಯಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	17. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಷ್ಟು ವಚನಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 31, 101 ವಚನಗಳು	",
	"	B. 32, 101 ವಚನಗಳು	",
	"	C. 31, 200 ವಚನಗಳು	",
	"	D. 31, 109 ವಚನಗಳು	"
],			
"correct" :	"	A. 31, 101 ವಚನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	18. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಷ್ಟು ವಾಗ್ದಾನಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 1, 160 ವಾಗ್ಧಾನಗಳು	",
	"	B. 1, 260 ವಾಗ್ಧಾನಗಳು	",
	"	C. 1, 360 ವಾಗ್ಧಾನಗಳು	",
	"	D. 1, 460 ವಾಗ್ಧಾನಗಳು	"
],			
"correct" :	"	B. 1, 260 ವಾಗ್ಧಾನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	19. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಷ್ಟು ಪ್ರಶ್ನೆಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. 3, 394 ಪ್ರಶ್ನೆಗಳು	",
	"	B. 3, 294 ಪ್ರಶ್ನೆಗಳು	",
	"	C. 1, 294 ಪ್ರಶ್ನೆಗಳು	",
	"	D. 3, 794 ಪ್ರಶ್ನೆಗಳು	"
],			
"correct" :	"	B. 3, 294 ಪ್ರಶ್ನೆಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	20. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಅತಿ ಚಿಕ್ಕ ಅಧ್ಯಾಯ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕೀರ್ತನೆ 117	",
	"	B. ಕೀರ್ತನೆ 119	",
	"	C. ಕೀರ್ತನೆ 122	",
	"	D. ಕೀರ್ತನೆ 150	"
],			
"correct" :	"	A. ಕೀರ್ತನೆ 117	",
"explanation" :	"		",
},	
]		