var quiztitle = "ರೂತಳು";			
var quiz = [			
{			
"question" :	"	1. ಎಲೀಮೆಲೇಕನು ತನ್ನ ಕುಟುಂಬದೊಂದಿಗೆ ಬೆತ್ಲೆಹೇಮನ್ನು ಬಿಟ್ಟು ಮೋವಾಬ ದೇಶಕ್ಕೆ ಏಕೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜಲಪ್ರಳಯ ಬಂದದ್ದರಿಂದ	",
	"	ಬ. ಮಾರಣಾಂತಿಕ ರೋಗ ಬಂದದ್ದರಿಂದ	",
	"	ಕ. ಬರಗಾಲ ಬಂದದ್ದರಿಂದ	",
	"	ಡ. ದರಿದ್ರರಾಗಿದ್ದರಿಂದ	"
],			
"correct" :	"	ಕ. ಬರಗಾಲ ಬಂದದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಎಲೀಮೆಲೇಕನ ಇಬ್ಬರು ಗಂಡು ಮಕ್ಕಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಹ್ಲೋನ್ ಮತ್ತು ಗಯ್ಜೊನ್	",
	"	ಬ. ಮಹ್ಲೋನ್ ಮತ್ತು ಸಿಲ್ಲೋನ್	",
	"	ಕ. ಯೊರ್ಫಾನ್ ಮತ್ತು ಕಿಲ್ಯೋನ್	",
	"	ಡ. ಮಹ್ಲೋನ್ ಮತ್ತು ಕಿಲ್ಯೋನ್	"
],			
"correct" :	"	ಡ. ಮಹ್ಲೋನ್ ಮತ್ತು ಕಿಲ್ಯೋನ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೋವಾಬ ದೇಶದಲ್ಲಿ ಎಲೀಮೆಲೇಕನಿಗೆ ಏನು ಸಂಭವಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಮಲೇಕನು ಓಡಿ ಹೋದನು	",
	"	ಬ. ಎಲೀಮಲೇಕನು ಬೆದರಿದನು	",
	"	ಕ. ಎಲೀಮಲೇಕನು ಸತ್ತನು	",
	"	ಡ. ಎಲೀಮಲೇಕನು ದರಿದ್ರನಾದನು	"
],			
"correct" :	"	ಕ. ಎಲೀಮಲೇಕನು ಸತ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನೊವೋಮಿ ಮತ್ತು ರೂತಳ ನಡುವೆ ಯಾವ ಸಂಬಂಧವಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅತ್ತೆ-ಸೊಸೆಯರ ಸಂಬಂಧ	",
	"	ಬ. ತಾಯಿ-ಮಗಳ ಸಂಬಂಧ	",
	"	ಕ. ಅಕ್ಕ-ತಂಗಿಯ ಸಂಬಂಧ	",
	"	ಡ. ಅಜ್ಜಿ-ಮೊಮ್ಮೊಗಳ ಸಂಬಂಧ	"
],			
"correct" :	"	ಅ. ಅತ್ತೆ-ಸೊಸೆಯರ ಸಂಬಂಧ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. “ನಿನ್ನ ದೇವರೇ ನನ್ನ ದೇವರು” ಎಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನವೋಮಿಯಳು	",
	"	ಬ. ರೂತಳು	",
	"	ಕ. ಹಗರಳು	",
	"	ಡ. ಲೇಯಳು	"
],			
"correct" :	"	ಬ. ರೂತಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬೋವಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಧನವಂತನಾದ ಸಂಬಂಧಿಯು	",
	"	ಬ. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಬಡ ಸಂಬಂಧಿಯು	",
	"	ಕ. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಸನ್ನಿಹ ಸಂಬಂಧಿಯು	",
	"	ಡ. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ದೂರ ಸಂಬಂಧಿಯು	"
],			
"correct" :	"	ಅ. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಧನವಂತನಾದ ಸಂಬಂಧಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ತನ್ನ ಹೊಲದಲ್ಲಿ ಹಕ್ಕಲಾಯಲು ಬೋವಜನು ರೂತಳಿಗೆ ಏಕೆ ಅಪ್ಪಣೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಸ್ವದೇಶವನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
	"	ಬ. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಗಂಡನನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
	"	ಕ. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಸ್ವಂತ ಮನೆಯನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
	"	ಡ. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಪರದೇಶಿಯನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	"
],			
"correct" :	"	ಅ. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಸ್ವದೇಶವನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ರೂತಳು ಯಾವ ಧಾನ್ಯಗಳ ಸುಗ್ಗಿಯಲ್ಲಿ ಹಕ್ಕಲಾಯ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರವೆ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
	"	ಬ. ರಾಗಿ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
	"	ಕ. ಭತ್ತ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
	"	ಡ. ಗೋದಿ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	"
],			
"correct" :	"	ಡ. ಗೋದಿ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಬೋವಜನು ಮತ್ತು ರೂತಳ ಮಗನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೆಕರ್ಯನು	",
	"	ಬ. ಯೇಶಾಯನು	",
	"	ಕ. ಓಬೇದನು	",
	"	ಡ. ಹೋಶೇಯ	"
],			
"correct" :	"	ಕ. ಓಬೇದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ರೂತಳ ಮರಿಮಗನು ಮತ್ತು ಓಬೇದನ ಮೊಮ್ಮಗನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಲೊಮೋನನು	",
	"	ಬ. ಸಂಸೋನನು	",
	"	ಕ. ದಾವೀದನು	",
	"	ಡ. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	ಕ. ದಾವೀದನು	",
"explanation" :	"		",
},			
]