var quiztitle = "ರೂತಳು";			
var quiz = [			
{			
"question" :	"	1. ಎಲೀಮೆಲೇಕನು ತನ್ನ ಕುಟುಂಬದೊಂದಿಗೆ ಬೆತ್ಲೆಹೇಮನ್ನು ಬಿಟ್ಟು ಮೋವಾಬ ದೇಶಕ್ಕೆ ಏಕೆ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಲಪ್ರಳಯ ಬಂದದ್ದರಿಂದ	",
	"	B. ಮಾರಣಾಂತಿಕ ರೋಗ ಬಂದದ್ದರಿಂದ	",
	"	C. ಬರಗಾಲ ಬಂದದ್ದರಿಂದ	",
	"	D. ದರಿದ್ರರಾಗಿದ್ದರಿಂದ	"
],			
"correct" :	"	C. ಬರಗಾಲ ಬಂದದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಎಲೀಮೆಲೇಕನ ಇಬ್ಬರು ಗಂಡು ಮಕ್ಕಳ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಹ್ಲೋನ್ ಮತ್ತು ಗಯ್ಜೊನ್	",
	"	B. ಮಹ್ಲೋನ್ ಮತ್ತು ಸಿಲ್ಲೋನ್	",
	"	C. ಯೊರ್ಫಾನ್ ಮತ್ತು ಕಿಲ್ಯೋನ್	",
	"	D. ಮಹ್ಲೋನ್ ಮತ್ತು ಕಿಲ್ಯೋನ್	"
],			
"correct" :	"	D. ಮಹ್ಲೋನ್ ಮತ್ತು ಕಿಲ್ಯೋನ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೋವಾಬ ದೇಶದಲ್ಲಿ ಎಲೀಮೆಲೇಕನಿಗೆ ಏನು ಸಂಭವಿಸಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಮಲೇಕನು ಓಡಿ ಹೋದನು	",
	"	B. ಎಲೀಮಲೇಕನು ಬೆದರಿದನು	",
	"	C. ಎಲೀಮಲೇಕನು ಸತ್ತನು	",
	"	D. ಎಲೀಮಲೇಕನು ದರಿದ್ರನಾದನು	"
],			
"correct" :	"	C. ಎಲೀಮಲೇಕನು ಸತ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನೊವೋಮಿ ಮತ್ತು ರೂತಳ ನಡುವೆ ಯಾವ ಸಂಬಂಧವಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅತ್ತೆ-ಸೊಸೆಯರ ಸಂಬಂಧ	",
	"	B. ತಾಯಿ-ಮಗಳ ಸಂಬಂಧ	",
	"	C. ಅಕ್ಕ-ತಂಗಿಯ ಸಂಬಂಧ	",
	"	D. ಅಜ್ಜಿ-ಮೊಮ್ಮೊಗಳ ಸಂಬಂಧ	"
],			
"correct" :	"	A. ಅತ್ತೆ-ಸೊಸೆಯರ ಸಂಬಂಧ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. “ನಿನ್ನ ದೇವರೇ ನನ್ನ ದೇವರು” ಎಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನವೋಮಿಯಳು	",
	"	B. ರೂತಳು	",
	"	C. ಹಗರಳು	",
	"	D. ಲೇಯಳು	"
],			
"correct" :	"	B. ರೂತಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬೋವಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಧನವಂತನಾದ ಸಂಬಂಧಿಯು	",
	"	B. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಬಡ ಸಂಬಂಧಿಯು	",
	"	C. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಸನ್ನಿಹ ಸಂಬಂಧಿಯು	",
	"	D. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ದೂರ ಸಂಬಂಧಿಯು	"
],			
"correct" :	"	A. ನೋವೋಮಿಯ ಗಂಡ ಎಲೀಮೆಲೇಕನ ಗೋತ್ರದವನಾದ ಧನವಂತನಾದ ಸಂಬಂಧಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ತನ್ನ ಹೊಲದಲ್ಲಿ ಹಕ್ಕಲಾಯಲು ಬೋವಜನು ರೂತಳಿಗೆ ಏಕೆ ಅಪ್ಪಣೆ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಸ್ವದೇಶವನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
	"	B. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಗಂಡನನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
	"	C. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಸ್ವಂತ ಮನೆಯನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
	"	D. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಪರದೇಶಿಯನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	"
],			
"correct" :	"	A. ಅತ್ತೆಯನ್ನು ಪ್ರೀತಿಸಿ, ಸ್ವದೇಶವನ್ನು ಬಿಟ್ಟು ಬಂದದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ರೂತಳು ಯಾವ ಧಾನ್ಯಗಳ ಸುಗ್ಗಿಯಲ್ಲಿ ಹಕ್ಕಲಾಯ್ದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ರವೆ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
	"	B. ರಾಗಿ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
	"	C. ಭತ್ತ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
	"	D. ಗೋದಿ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	"
],			
"correct" :	"	D. ಗೋದಿ ಮತ್ತು ಜವೆಗೋದಿಯ ಸುಗ್ಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಬೋವಜನು ಮತ್ತು ರೂತಳ ಮಗನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೆಕರ್ಯನು	",
	"	B. ಯೇಶಾಯನು	",
	"	C. ಓಬೇದನು	",
	"	D. ಹೋಶೇಯ	"
],			
"correct" :	"	C. ಓಬೇದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ರೂತಳ ಮರಿಮಗನು ಮತ್ತು ಓಬೇದನ ಮೊಮ್ಮಗನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೊಮೋನನು	",
	"	B. ಸಂಸೋನನು	",
	"	C. ದಾವೀದನು	",
	"	D. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	C. ದಾವೀದನು	",
"explanation" :	"		",
},			
]