var quiztitle = "ನೆಹೆಮೀಯನು";			
var quiz = [			
{			
"question" :	"	1. ನೆಹೆಮೀಯನು ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದೇವರು ಕೊಡುವ ಸಮಾಧಾನ	",
	"	ಬ]ಒಳ್ಳೇ ಸಂದೇಶವನ್ನು ಕೊಡುವ ದೇವರು	",
	"	ಕ]ದೇವರಿಂದ ಸಮಾಧಾನ ಪಡೆದವನು	",
	"	ಡ]ದೇವರೊಡನೆ ಸಂತೋಷ ಪಡುವವನು	"
],			
"correct" :	"	ಕ]ದೇವರಿಂದ ಸಮಾಧಾನ ಪಡೆದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ನೆಹೆಮೀಯನು ಯಾವ ಕುಲಕ್ಕೆ ಸೇರಿದವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ರೂಬೆನ್ ಕುಲ	",
	"	ಬ]ಯೂದನ ಕುಲ	",
	"	ಕ]ಲೇವಿಯ ಕುಲ	",
	"	ಡ]ಅಶ್ಮೇರನ ಕುಲ	"
],			
"correct" :	"	ಬ]ಯೂದನ ಕುಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೆರೆಗೆ ಹೋಗುವ ಮೊದಲು ನೆಹೆಮೀಯನ ಕುಟುಂಬದವರು ಯಾವ ಊರಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಬೆತ್ಲೆಹೇಮ್‍ನಲ್ಲಿ	",
	"	ಬ]ಯೂದಾಯದಲ್ಲಿ	",
	"	ಕ]ಗಲಿಲಾಯದಲ್ಲಿ	",
	"	ಡ]ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	"
],			
"correct" :	"	ಡ]ಯೆರೂಸಲೇಮಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನೆಹೆಮೀಯನ ತಂದೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹಕಲ್ಯ	",
	"	ಬ]ಮಲಾಕಿಯ	",
	"	ಕ]ಚೆಫನ್ಯ	",
	"	ಡ]ಟೋಬೀಯ	"
],			
"correct" :	"	ಅ] ಹಕಲ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾವ ಅರಸನ ಅರಮನೆಯಲ್ಲಿ ನೆಹೆಮೀಯನು ಪಾನ ಸೇವಕನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದಾರ್ಯಾವೇಷನು	",
	"	ಬ]ಅರ್ತಷಸ್ತನು	",
	"	ಕ]ಆರೋನನು	",
	"	ಡ]ಸನ್ಟಲ್ಲಟನು	"
],			
"correct" :	"	ಬ]ಅರ್ತಷಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ನೆಹೆಮೀಯನು ಯಾವ ಪಟ್ಟಣ ಹಾಳಾಯಿತು ಎಂದು ಕೇಳಿ ಬಹಳ ದುಃಖಪಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೆರೊಕೋ	",
	"	ಬ]ಯೊಪ್ಪ	",
	"	ಕ]ಯೆರೂಸಲೇಮ್	",
	"	ಡ]ದಮಸ್ಕ	"
],			
"correct" :	"	ಕ]ಯೆರೂಸಲೇಮ್	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನೆಹೆಮೀಯನ ಸಹೋದರನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]ಹನಾನೀಯನು	",
	"	ಬ]ಯೋವೇಲನು	",
	"	ಕ]ಜಾಬಾದ್	",
	"	ಡ]ಶಲ್ಲೂಮ್	"
],			
"correct" :	"	ಅ]ಹನಾನೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ನೆಹೆಮೀಯನ ಪುಸ್ತಕದ ಮೊದಲು ಬೈಬಲ್ಲಿನಲ್ಲಿ ಯಾವ ಪುಸ್ತಕವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಪೂರ್ವಕಾಲ ವೃತ್ತಾಂತ	",
	"	ಬ]ಎಜ್ರನು	",
	"	ಕ]ಮಲಾಕಿಯ	",
	"	ಡ]ನಹೂಮ	"
],			
"correct" :	"	ಬ]ಎಜ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನೆಹೆಮೀಯನು ಯೆರೂಸಲೇಮಿನ ಗೋಡೆಗಳನ್ನು ಕಟ್ಟಿಸಿ ತಾನು ಬಂದ ಕಾರ್ಯವನ್ನು ಮುಗಿಸಿದನೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹೌದು	",
	"	ಬ]ಇಲ್ಲ	",
	"	ಕ]ಮಲಾಕಿಯ	",
	"	ಡ]ನಹೂಮ	"
],			
"correct" :	"	ಅ] ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಬೈಬಲ್ಲಿನಲ್ಲಿ ನೆಹೆಮೀಯನ ಪುಸ್ತಕದ ನಂತರ ಯಾವ ಪುಸ್ತಕವಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೋಬನು	",
	"	ಬ]ರೂತಳು	",
	"	ಕ]ಎಸ್ತೇರಳು	",
	"	ಡ]ಸಮುವೇಲನು	"
],			
"correct" :	"	ಕ]ಎಸ್ತೇರಳು	",
"explanation" :	"		",
},			
]