var quiztitle = "ಎಸ್ತೆರಳು";			
var quiz = [			
{			
"question" :	"	1. ವಷ್ಟಿ ರಾಣಿಯು ಏನು ಮಾಡಿದ್ದರಿಂದ ರಾಜನಿಗೆ ಬಹಳ ಕೋಪ ಬಂತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸ್ತ್ರೀಯರಿಗೆ ಔತಣವನ್ನು ಏರ್ಪಡಿಸಿದಳು	",
	"	ಬ]ತನ್ನ ಕರೆಯಲು ಬಂದ ಕಂಚುಕಿಗಳ ತಮಾಷೆ ಮಾಡಿದಳು	",
	"	ಕ]ರಾಜಾಜ್ಞೆಯನ್ನು ಮೀರಿ ಬರುವದಿಲ್ಲ ಎಂದಳು	",
	"	ಡ]ತವರು ಮನೆಗೆ ಹೋಗುತ್ತೇನೆ ಎಂದಳು	"
],			
"correct" :	"	ಕ]ರಾಜಾಜ್ಞೆಯನ್ನು ಮೀರಿ ಬರುವದಿಲ್ಲ ಎಂದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಇದರ ಪರಿಣಾಮವಾಗಿ ವಷ್ಟಿರಾಣಿಗೆ ಯಾವ ಶಿಕ್ಷೆ ದೊರೆಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಆಕೆಯನ್ನು ಕೊಂದರು	",
	"	ಬ]ಆಕೆ ರಾಣಿಯ ಪಟ್ಟ ಕಳೆದುಕೊಂಡಳು	",
	"	ಕ]ಓಡಿ ಹೋದಳು	",
	"	ಡ]ಕ್ಷಮಾಪಣೆ ಕೇಳಿಕೊಂಡಳು	"
],			
"correct" :	"	ಬ]ಆಕೆ ರಾಣಿಯ ಪಟ್ಟ ಕಳೆದುಕೊಂಡಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೊರ್ದೆಕೈ ಮತ್ತು ಎಸ್ತೆರಳ ನಡುವೆ ಯಾವ ಸಂಬಂಧವಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮೊರ್ದೆಕೈ ಅಣ್ಣನಾಗಿದ್ದನು	",
	"	ಬ]ಮೊರ್ದೆಕೈ ತಂದೆಯಾಗಿದ್ದನು	",
	"	ಕ]ಮೊರ್ದೆಕೈ ಎಸ್ತೇರಳ ಮಗನು	",
	"	ಡ]ಚಿಕ್ಕಪ್ಪನ ಮಗಳು	"
],			
"correct" :	"	ಡ]ಚಿಕ್ಕಪ್ಪನ ಮಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಎಸ್ತೆರಳು ಮತ್ತು ಇತರ ಸುಂದರ ಸ್ತ್ರೀಯರು ಎಷ್ಟು ತಿಂಗಳುಗಳು ಸಿದ್ಧಪಡಿಸಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] 6 ತಿಂಗಳುಗಳು	",
	"	ಬ]12 ತಿಂಗಳುಗಳು	",
	"	ಕ]18 ತಿಂಗಳುಗಳು	",
	"	ಡ]24 ತಿಂಗಳುಗಳು	"
],			
"correct" :	"	ಬ]12 ತಿಂಗಳುಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹಾಮಾನನು ಮೊರ್ದೆಕೈ ವಿಷಯದಲ್ಲಿ ಏಕೆ ಕೋಪಗೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮೊರ್ದೆಕೈ ತನ್ನನ್ನು ಹಂಗಿಸಿದ್ದರಿಂದ	",
	"	ಬ]ತನ್ನ ಇಬ್ಬರು ಸ್ನೇಹಿತರನ್ನು ಮೊರ್ದೆಕೈ ರಾಜನಿಗೆ ಒಪ್ಪಿಸಿದ್ದರಿಂದ	",
	"	ಕ]ಮೊರ್ದೆಕೈ ತನಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡಲಿಲ್ಲವಾದ್ದರಿಂದ	",
	"	ಡ]ಮೊರ್ದೆಕೈಯನ್ನು ರಾಜನ ಮಂತ್ರಿಯನ್ನಾಗಿ ಮಾಡಿದ್ದರಿಂದ.	"
],			
"correct" :	"	ಕ]ಮೊರ್ದೆಕೈ ತನಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡಲಿಲ್ಲವಾದ್ದರಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮೊರ್ದೆಕೈಗೆ ಇದರ ಪರಿಣಾಮವೇನಾಯಿತು? ಹಾಮಾನನು ಏನು ಮಾಡಲು ನಿರ್ಣಯಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮೊರ್ದೆಕೈಯನ್ನು ಕೊಲ್ಲಿಸಿದನು	",
	"	ಬ]ಮೊರ್ದೆಕೈಯನ್ನು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿದನು	",
	"	ಕ]ಮೊರ್ದೆಕೈಗೆ ಬಹಳ ಅವಮಾನ ಮಾಡಿದನು	",
	"	ಡ]ಎಲ್ಲಾ ಯೆಹೂದ್ಯರನ್ನು ಸಂಹರಿಸಬೇಕೆಂದು ತೀರ್ಮಾನಿಸಿದನು	"
],			
"correct" :	"	ಡ]ಎಲ್ಲಾ ಯೆಹೂದ್ಯರನ್ನು ಸಂಹರಿಸಬೇಕೆಂದು ತೀರ್ಮಾನಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಈ ಸಂಚಿನ ವಿಷಯ ತಿಳಿದಾಗ ಮೊರ್ದೆಕೈ ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಬಚ್ಚಿಟ್ಟುಕೊಂಡನು	",
	"	ಬ]ತನಗೋಸ್ಕರ ಬಿನ್ನಹ ಮಾಡಲು ಎಂದು ಎಸ್ತೆರಳಿಗೆ ಹೇಳಿ ಕಳುಹಿಸಿದನು	",
	"	ಕ]ತಾನೇ ರಾಜನಿಗೆ ಬಿನ್ನಹ ಮಾಡಿಕೊಂಡನು	",
	"	ಡ] ಹಾಮಾನನೊಂದಿಗೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಂಡನು	"
],			
"correct" :	"	ಬ]ತನಗೋಸ್ಕರ ಬಿನ್ನಹ ಮಾಡಲು ಎಂದು ಎಸ್ತೆರಳಿಗೆ ಹೇಳಿ ಕಳುಹಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಹಾಮಾನನ ನಿಜವಾದ ಗುಣವನ್ನು ರಾಜನಿಗೆ ತೋರಿಸಿಕೊಡಲು ಎಸ್ತೇರಳು ಏನು ಮಾಡಿದಳು	",
"image" :	"",		
"choices" : [			
	"	ಅ] ರಾಜನಿಗೆ ಮತ್ತು ಹಾಮಾನನಿಗೆ ಔತನ ಏರ್ಪಡಿಸಿದಳು	",
	"	ಬ]ಹಾಮಾನನ ಮೇಲೆ ಗೂಡಚಾರರನ್ನು ನೇಮಿಸಿದಳು	",
	"	ಕ]ಅವನಿಗೆ ಭಯಪಡಿಸಿದಳು	",
	"	ಡ]ಹಾಮಾನನಿಗೆ ಶಿಕ್ಷೆ ವಿಧಿಸಿದಳು	"
],			
"correct" :	"	ಅ] ರಾಜನಿಗೆ ಮತ್ತು ಹಾಮಾನನಿಗೆ ಔತನ ಏರ್ಪಡಿಸಿದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅರಸನು ಹಾಮಾನನಿಗೆ ಯಾವ ಶಿಕ್ಷೆ ವಿಧಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹಾಮಾನನನ್ನು ಗಡಿಪಾರು ಮಾಡಿದನು	",
	"	ಬ]ಅವನ ಅಧಿಕಾರ ಸ್ಥಾನಮಾನಗಳನ್ನು ತೆಗೆದನು	",
	"	ಕ]ಅವನಿಗೆ ಗಲ್ಲಿನ ಶಿಕ್ಷೆ ವಿಧಿಸಿದನು	",
	"	ಡ]ಅವರನ್ನು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿದನು.	"
],			
"correct" :	"	ಕ]ಅವನಿಗೆ ಗಲ್ಲಿನ ಶಿಕ್ಷೆ ವಿಧಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕಡೆಯಲ್ಲಿ ಮೊರ್ದೆಕೈಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅರಸನು ಅವನಿಗೆ ರಾಜ ಮರ್ಯಾದೆ ಮಾಡಿದನು	",
	"	ಬ]ರಾಜ್ಯದಲ್ಲಿ ಅವನಿಗೆ ಸ್ಥಾನಮಾನ ಕೊಟ್ಟನು	",
	"	ಕ]ಹಾಮಾನನ ಮುದ್ರೆಯುಂಗುರವನ್ನು ಮೊರ್ದೆಕೈಗೆ ಕೊಟ್ಟನು	",
	"	ಡ]ಅ], ಬ], ಕ] ದಲ್ಲಿರುವದೆಲ್ಲಾ  ಸರಿ	"
],			
"correct" :	"	ಡ]ಅ], ಬ], ಕ] ದಲ್ಲಿರುವದೆಲ್ಲಾ  ಸರಿ	",
"explanation" :	"		",
},			
]