var quiztitle = "ಯೋಬನು";			
var quiz = [			
{			
"question" :	"	1. ಯೋಬನ ಪುಸ್ತಕವನ್ನು ಯಾರು ಬರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೋಬನು	",
	"	ಬ] ಮೋಶೆ	",
	"	ಕ] ಅಬ್ರಹಾಮ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಬ] ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೋಬನ ತಾಳ್ಮೆಯ ವಿಷಯ ಹೊಸ ಒಡಂಬಡಿಕೆಯ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಇಬ್ರಿಯರಿಗೆ	",
	"	ಬ] ಯೋಹಾನ	",
	"	ಕ] ಯಾಕೋಬನ ಪತ್ರಿಕೆ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಕ] ಯಾಕೋಬನ ಪತ್ರಿಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೋಬನ ಪುಸ್ತಕದ ಮುಖ್ಯ ಸಂದೇಶವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮಿತೃತ್ವ	",
	"	ಬ] ಪಾಪದ ನಿಮಿತ್ತ ನಮಗೆ ದುಸ್ಥಿತಿ	",
	"	ಕ] ದೇವರು ಆಪತ್ಕಾಲದಲ್ಲಿ ನಮ್ಮೊಂದಿಗಿದ್ದಾನೆ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಕ] ದೇವರು ಆಪತ್ಕಾಲದಲ್ಲಿ ನಮ್ಮೊಂದಿಗಿದ್ದಾನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೋಬನ ಸ್ನೇಹಿತರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಎಲೀಫಜನು	",
	"	ಬ] ಎಲೀಹು	",
	"	ಕ] ಅಶ್ಶೇರನು	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಅ] ಎಲೀಫಜನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೋಬನು ಎಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಶೂಹ್ಯ	",
	"	ಬ] ಊಚ್	",
	"	ಕ] ಕಸ್ಧೀಯ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಬ] ಊಚ್	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಎಲೀಹುವಿನ ತಂದೆಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನಾಹೋರನು	",
	"	ಬ] ಶೇಬನು	",
	"	ಕ] ಬರಕೇಲನು	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಕ] ಬರಕೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಾಧೆ ದುಃಖಾನುಭವಗಳು ಪಾಪದ ದೆಸೆಯಿಂದ ಬರುತ್ತವೆ ಎಂದು ಯೋಬನ ಮಿತ್ರರು ಹೇಳಿದರು. ಎಲೀಹು ಏನೆಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅದು ಸೈತಾನನ ಕೆಲಸ	",
	"	ಬ] ಅದು ಮನುಷ್ಯನ ಆತ್ಮೀಕ ಬಲಹೀನತೆ	",
	"	ಕ] ಮನುಷ್ಯರು ಪಾಪ ಮಾಡದಿರಲೆಂದು ಬಾಧೆಗಳು ಬರುತ್ತವೆ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಕ] ಮನುಷ್ಯರು ಪಾಪ ಮಾಡದಿರಲೆಂದು ಬಾಧೆಗಳು ಬರುತ್ತವೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದೇವರು ಯೋಬನೊಂದಿಗೆ ಮಾತಾಡಿದ್ದು ಹೇಗೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಬಿರುಗಾಳಿಯೊಳಗಿಂದ	",
	"	ಬ] ಉರಿಯುವ ಪೆÇದೆಯೊಳಗಿಂದ	",
	"	ಕ] ಕನಸಿನ ಮೂಲಕ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಅ] ಬಿರುಗಾಳಿಯೊಳಗಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಸೈತಾನನ ವಿಷಯದಲ್ಲಿ ನಾವು ಯೋಬನ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳುವದೇನೆಂದರೆ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ತನ್ನ ಇಷ್ಟ ಬಂದಂತೆ ಮಾಡಬಲ್ಲನು	",
	"	ಬ] ಮನುಷ್ಯರನ್ನು ಬಧಿಸಲು ದೇವರಿಂದ ಅಪ್ಪಣೆ ಹೊಂದಿದವನು	",
	"	ಕ] ಸೈತಾನನು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಬ] ಮನುಷ್ಯರನ್ನು ಬಧಿಸಲು ದೇವರಿಂದ ಅಪ್ಪಣೆ ಹೊಂದಿದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ದೇವರು ಯೋಬನ ಆಸ್ತಿ ಐಶ್ವರ್ಯಗಳನ್ನು ತಿರುಗಿ ಕೊಟ್ಟದ್ದು ಯಾವಾಗ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ತನ್ನ ಸ್ನೇಹಿತರಿಗಾಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದಾಗ	",
	"	ಬ] ತಾನು ಹುಟ್ಟಿದ ದಿನವನ್ನು ಶಪಿಸಿದಾಗ	",
	"	ಕ] ಕುರಿಮರಿಯನ್ನು ಯಜ್ಞ ಮಾಡಿದಾಗ	",
	"	ಡ] ಸಮುವೇಲ	"
],			
"correct" :	"	ಅ] ತನ್ನ ಸ್ನೇಹಿತರಿಗಾಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದಾಗ	",
"explanation" :	"		",
},			
]