var quiztitle = "ಕೀರ್ತನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಪ್ರಸಿದ್ಧ ಕೀರ್ತನೆಯಲ್ಲಿ ಈ ವಾಕ್ಯ ಕಂಡುಬರುತ್ತದೆ? “ಆತನು ಹಸುರುಗಾವಲುಗಳಲ್ಲಿ ನನ್ನನ್ನು ತಂಗಿಸುತ್ತಾನೆ”	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೀರ್ತನೆ 13:13	",
	"	ಬ] ಕೀರ್ತನೆ 25:1	",
	"	ಕ] ಕೀರ್ತನೆ 23:2	",
	"	ಡ] ಕೀರ್ತನೆ 32:6	"
],			
"correct" :	"	ಕ] ಕೀರ್ತನೆ 23:2	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಎಲ್ಲವುಗಳಿಗಿಂತ ದೀರ್ಘವಾದ ಕೀರ್ತನೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೀರ್ತನೆ 35	",
	"	ಬ] ಕೀರ್ತನೆ 90	",
	"	ಕ] ಕೀರ್ತನೆ 149	",
	"	ಡ] ಕೀರ್ತನೆ 119	"
],			
"correct" :	"	ಡ] ಕೀರ್ತನೆ 119	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೊದಲನೆಯ ಕೀರ್ತನೆಯ ಮೊದಲನೇಯ ವಚನದಲ್ಲಿ ಏನು ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] “ಯೆಹೋವನೇ ನಿನ್ನ ಮೊರೆ ಹೊಕ್ಕಿದ್ದೇನೆ”	",
	"	ಬ] “ಯೆಹೋವನೇ ನಿತ್ಯವೂ ನಿನ್ನ ಕೃಪಾತಿಶಯವನ್ನು ಹಾಡಿ ಹರಸುವೆನು”	",
	"	ಕ] “ಪ್ರೀತಿ ಸ್ವರೂಪನಾದ ದೇವರೇ ನನ್ನನ್ನು ಕರುಣಿಸು”	",
	"	ಡ] “ಯಾವನು ದುಷ್ಟರ ಆಲೋಚನೆಯಂತೆ ನಡೆಯದೆ.....................”	"
],			
"correct" :	"	ಡ] “ಯಾವನು ದುಷ್ಟರ ಆಲೋಚನೆಯಂತೆ ನಡೆಯದೆ.....................”	",
"explanation" :	"		",
},			
{			
"question" :	"	4. “ಯೆಹೋವನೇ ನೀನು ನನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿ ತಿಳುಕೊಂಡಿದ್ದೀ” ಎಮ್ಬ ವಾಕ್ಯದಿಂದ ಯಾವ ಕೀರ್ತನೆ ಆರಂಭವಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೀರ್ತನೆ 119	",
	"	ಬ] ಕೀರ್ತನೆ 129	",
	"	ಕ] ಕೀರ್ತನೆ 139	",
	"	ಡ] ಕೀರ್ತನೆ 149	"
],			
"correct" :	"	ಕ] ಕೀರ್ತನೆ 139	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೆಹೋವನ ಸನ್ನಿಧಿಗೆ ಯಾವ ರೀತಿಯಲ್ಲಿ ಬರಬೇಕೆಂದು 100ನೇ ಕೀರ್ತನೆಯಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] “ಉತ್ಸಾಹ ಧ್ವನಿ ಮಾಡುತ್ತಾ ಆತನ.. .. ಬನ್ನಿರಿ”	",
	"	ಬ] “ಯೆಹೋವನಿಗೆ ನೂತನ ಕೀರ್ತನೆಯನ್ನು ಹಾಡಿರಿ”	",
	"	ಕ] “ದೇವರನ್ನು ಆತನ ಪರಿಶುದ್ಧಾಲಯದಲ್ಲಿ ಸ್ತುತಿಸಿರಿ	",
	"	ಡ] “ಸರ್ವ ಜನಾಂಗಗಳಿರಾ, ಚಪ್ಪಾಳೆ ಹೊಡೆಯಿರಿ;”	"
],			
"correct" :	"	ಅ] “ಉತ್ಸಾಹ ಧ್ವನಿ ಮಾಡುತ್ತಾ ಆತನ.. .. ಬನ್ನಿರಿ”	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಕೀರ್ತನೆಯ ಪುಸ್ತಕದಲ್ಲಿ ಎಷ್ಟು ಭಾಗಗಳಿವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] 2	",
	"	ಬ] 5	",
	"	ಕ] 7	",
	"	ಡ] 4	"
],			
"correct" :	"	ಬ] 5	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಎಲ್ಲರಿಗಿಂತ ಹೆಚ್ಚು ಕೀರ್ತನೆಗಳನ್ನು ಯಾರು ಬರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅಸಾಫನು	",
	"	ಬ] ಸೋಲೋಮೋನನು	",
	"	ಕ] ದಾವೀದನು	",
	"	ಡ] ಮೋಶೆ	"
],			
"correct" :	"	ಕ] ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕೀರ್ತನೆಗಳ ಪುಸ್ತಕದಲ್ಲಿ ನಮೂದಿಸಿರುವ ಕೆಲವು ಸಂಗೀತ ವಾದ್ಯಗಳು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೊಳಲು	",
	"	ಬ] ತುತೂರಿ	",
	"	ಕ] ತಂತಿವಾದ್ಯಗಳು	",
	"	ಡ] ಡ್ರಮ್ಸ್	"
],			
"correct" :	"	ಅ] ಕೊಳಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕೀರ್ತನೆಗಳಲ್ಲಿ ಅತಿ ಚಿಕ್ಕ ಕೀರ್ತನೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೀರ್ತನೆ 24	",
	"	ಬ] ಕೀರ್ತನೆ 56	",
	"	ಕ] ಕೀರ್ತನೆ 117	",
	"	ಡ] ಕೀರ್ತನೆ 56	"
],			
"correct" :	"	ಕ] ಕೀರ್ತನೆ 117	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾವ ಕೀತನೆಯನ್ನು “ಮೋಶೆಯ ಪ್ರಾರ್ಥನೆ” ಎಂದು ಕರೆಯಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೀರ್ತನೆ 60	",
	"	ಬ] ಕೀರ್ತನೆ 90	",
	"	ಕ] ಕೀರ್ತನೆ 99	",
	"	ಡ] ಕೀರ್ತನೆ 15	"
],			
"correct" :	"	ಬ] ಕೀರ್ತನೆ 90	",
"explanation" :	"		",
},			
]