var quiztitle = "ಜ್ಞಾನೋಕ್ತಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಜ್ಞಾನೋಕ್ತಿಗಳ ಪುಸ್ತಕವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೋಮೋನನು	",
	"	B. ಪ್ರಸಂಗಿ	",
	"	C. ಎಜ್ರನು	",
	"	D. ಹೋಶೇಯನು	"
],			
"correct" :	"	A. ಸೊಲೋಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸೋಮಾರಿಯು ಯಾರ ಹತ್ತಿರ ಹೋಗಿ ಅದರ ನಡವಳಿಕೆಯನ್ನು ನೋಡಿ ಜ್ಞಾನವನ್ನು ತಂದುಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಲಿ	",
	"	B. ಹದ್ದು	",
	"	C. ಮೀನು	",
	"	D. ಇರುವೆ	"
],			
"correct" :	"	D. ಇರುವೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೃದುವಾದ ಪ್ರತ್ಯುತ್ತರವು ಏನನ್ನು ಆರಿಸುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಗಳವನ್ನು ಆರಿಸುತ್ತದೆ	",
	"	B. ಸಿಟ್ಟನ್ನು ಆರಿಸುತ್ತದೆ	",
	"	C. ಕೆಂಡವನ್ನು ಆರಿಸುತ್ತದೆ	",
	"	D. ಅಸಮಾಧಾನವನ್ನು ಆರಿಸುತ್ತದೆ	"
],			
"correct" :	"	B. ಸಿಟ್ಟನ್ನು ಆರಿಸುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮಗನು ಜ್ಞಾನಿಯಾದರೆ ತಂದೆಗೆ ಸುಖ, ಅಜ್ಞಾನಿಯಾದರೆ ಯಾರಿಗೆ ದುಃಖ?	",
"image" :	"",		
"choices" : [			
	"	A. ತಾಯಿಗೆ ದುಃಖ	",
	"	B. ತಂಗಿಗೆ ದುಃಖ	",
	"	C. ಅಕ್ಕಗೆ ದುಃಖ	",
	"	D. ಅಣ್ಣನಿಗೆ ದುಃಖ	"
],			
"correct" :	"	A. ತಾಯಿಗೆ ದುಃಖ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ವ್ಯಾಜ್ಯದ ಮನೆಯಲ್ಲಿ ತುಂಬಿದ ಔತಣಕ್ಕಿಂತಲೂ ಯಾವುದು ಮೇಲು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾಧಾನದ ಗಂಜಿಯ ತುತ್ತೇ ಮೇಲು	",
	"	B. ಸಮಾಧಾನದ ಒಣ ತುತ್ತೇ ಮೇಲು	",
	"	C. ಸಮಾಧಾನದ ರುಚಿ ತುತ್ತೇ ಮೇಲು	",
	"	D. ಸಮಾಧಾನದ ತುತ್ತೇ ಮೇಲು	"
],			
"correct" :	"	B. ಸಮಾಧಾನದ ಒಣ ತುತ್ತೇ ಮೇಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತನ್ನ ಬಾಯನ್ನು ನಾಲಿಗೆಯನ್ನೂ ಕಾಯುವವನು ತನ್ನನ್ನು ಯಾವದರಿಂದ ರಕ್ಷಿಸಿಕೊಳ್ಳುವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ತೊಂದರೆಗಳಿಂದ ರಕ್ಷಿಸಿಕೊಳ್ಳಲಿಲ್ಲ	",
	"	B. ತೊಂದರೆಗಳಿಂದ ರಕ್ಷಿಸಿಕೊಳ್ಳುವನು	",
	"	C. ತೊಂದರೆಗಳಿಂದ ಬದುಕಿಸಿಕೊಳ್ಳುವನು	",
	"	D. ತೊಂದರೆಗಳಿಂದ ಕೂಡಿಸಿಕೊಳ್ಳುವನು	"
],			
"correct" :	"	C. ತೊಂದರೆಗಳಿಂದ ಬದುಕಿಸಿಕೊಳ್ಳುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಹು ಧನಕ್ಕಿಂತಲೂ ಒಳ್ಳೆಯ ಹೆಸರು ಉತ್ತಮ, ಬೆಳ್ಳಿ ಬಂಗಾರಕ್ಕಿಂತಲೂ ಯಾವುದು ಅಮೂಲ್ಯ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸನ್ಮಾನವು ಅಮೂಲ್ಯ	",
	"	B. ಸತ್ಕೀರ್ತಿಯು ಅಮೂಲ್ಯ	",
	"	C. ಸತ್ಕಾರ್ಯವು ಅಮೂಲ್ಯ	",
	"	D. ಸಮಾಧಾನವೇ ಅಮೂಲ್ಯ	"
],			
"correct" :	"	B. ಸತ್ಕೀರ್ತಿಯು ಅಮೂಲ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮನೆಯನ್ನು ಕಟ್ಟುವದಕ್ಕೆ ಯಾವದು ಸಾಧನ? ಅದನ್ನು ಸ್ಥಿರಪಡಿಸುವದಕ್ಕೆ ಯಾವುದು ಆಧಾರ?	",
"image" :	"",		
"choices" : [			
	"	A. ಜ್ಞಾನವು ಮತ್ತು ವಿವೇಕವು	",
	"	B. ಜ್ಞಾನವು ಮತ್ತು ಹೆಚ್ಚಳವು	",
	"	C. ವಿವೇಕವು ಮತ್ತು ಹೆಚ್ಚಳವು	",
	"	D. ದೀನತೆ ಮತ್ತು ಜ್ಞಾನವು	"
],			
"correct" :	"	A. ಜ್ಞಾನವು ಮತ್ತು ವಿವೇಕವು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ವಿಷಯದಲ್ಲಿ ಕೊಚ್ಚಿಕೊಳ್ಳಬಾರದು? ಒಂದು ದಿನದೊಳಗೆ ಏನಾಗುವದೋ ನಮಗೆ ತಿಳಿಯದು?	",
"image" :	"",		
"choices" : [			
	"	A. “ನಾಳಿದ್ದು” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
	"	B. “ನಾಳೆ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
	"	C. “ಭವಿಷ್ಯ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
	"	D. “ನಿನ್ನೆ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	"
],			
"correct" :	"	B. “ನಾಳೆ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಗುಣವತಿಯಾದ ಸತಿಯು ಎಲ್ಲಿ ಸಿಕ್ಕಾಳು? ಆಕೆಯು ಯಾವದಕ್ಕಿಂತಲೂ ಅಮೂಲ್ಯಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕೆಯು ರತ್ನಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
	"	B. ಆಕೆಯು ಮುತ್ತುಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
	"	C. ಆಕೆಯು ಹವಳಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
	"	D. ಆಕೆಯು ಬಂಗಾರಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	"
],			
"correct" :	"	C. ಆಕೆಯು ಹವಳಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
"explanation" :	"		",
},			
]