var quiztitle = "ಜ್ಞಾನೋಕ್ತಿಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಜ್ಞಾನೋಕ್ತಿಗಳ ಪುಸ್ತಕವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಲೋಮೋನನು	",
	"	ಬ. ಪ್ರಸಂಗಿ	",
	"	ಕ. ಎಜ್ರನು	",
	"	ಡ. ಹೋಶೇಯನು	"
],			
"correct" :	"	ಅ. ಸೊಲೋಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸೋಮಾರಿಯು ಯಾರ ಹತ್ತಿರ ಹೋಗಿ ಅದರ ನಡವಳಿಕೆಯನ್ನು ನೋಡಿ ಜ್ಞಾನವನ್ನು ತಂದುಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಲಿ	",
	"	ಬ. ಹದ್ದು	",
	"	ಕ. ಮೀನು	",
	"	ಡ. ಇರುವೆ	"
],			
"correct" :	"	ಡ. ಇರುವೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮೃದುವಾದ ಪ್ರತ್ಯುತ್ತರವು ಏನನ್ನು ಆರಿಸುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜಗಳವನ್ನು ಆರಿಸುತ್ತದೆ	",
	"	ಬ. ಸಿಟ್ಟನ್ನು ಆರಿಸುತ್ತದೆ	",
	"	ಕ. ಕೆಂಡವನ್ನು ಆರಿಸುತ್ತದೆ	",
	"	ಡ. ಅಸಮಾಧಾನವನ್ನು ಆರಿಸುತ್ತದೆ	"
],			
"correct" :	"	ಬ. ಸಿಟ್ಟನ್ನು ಆರಿಸುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮಗನು ಜ್ಞಾನಿಯಾದರೆ ತಂದೆಗೆ ಸುಖ, ಅಜ್ಞಾನಿಯಾದರೆ ಯಾರಿಗೆ ದುಃಖ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಾಯಿಗೆ ದುಃಖ	",
	"	ಬ. ತಂಗಿಗೆ ದುಃಖ	",
	"	ಕ. ಅಕ್ಕಗೆ ದುಃಖ	",
	"	ಡ. ಅಣ್ಣನಿಗೆ ದುಃಖ	"
],			
"correct" :	"	ಅ. ತಾಯಿಗೆ ದುಃಖ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ವ್ಯಾಜ್ಯದ ಮನೆಯಲ್ಲಿ ತುಂಬಿದ ಔತಣಕ್ಕಿಂತಲೂ ಯಾವುದು ಮೇಲು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಮಾಧಾನದ ಗಂಜಿಯ ತುತ್ತೇ ಮೇಲು	",
	"	ಬ. ಸಮಾಧಾನದ ಒಣ ತುತ್ತೇ ಮೇಲು	",
	"	ಕ. ಸಮಾಧಾನದ ರುಚಿ ತುತ್ತೇ ಮೇಲು	",
	"	ಡ. ಸಮಾಧಾನದ ತುತ್ತೇ ಮೇಲು	"
],			
"correct" :	"	ಬ. ಸಮಾಧಾನದ ಒಣ ತುತ್ತೇ ಮೇಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತನ್ನ ಬಾಯನ್ನು ನಾಲಿಗೆಯನ್ನೂ ಕಾಯುವವನು ತನ್ನನ್ನು ಯಾವದರಿಂದ ರಕ್ಷಿಸಿಕೊಳ್ಳುವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತೊಂದರೆಗಳಿಂದ ರಕ್ಷಿಸಿಕೊಳ್ಳಲಿಲ್ಲ	",
	"	ಬ. ತೊಂದರೆಗಳಿಂದ ರಕ್ಷಿಸಿಕೊಳ್ಳುವನು	",
	"	ಕ. ತೊಂದರೆಗಳಿಂದ ಬದುಕಿಸಿಕೊಳ್ಳುವನು	",
	"	ಡ. ತೊಂದರೆಗಳಿಂದ ಕೂಡಿಸಿಕೊಳ್ಳುವನು	"
],			
"correct" :	"	ಕ. ತೊಂದರೆಗಳಿಂದ ಬದುಕಿಸಿಕೊಳ್ಳುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಹು ಧನಕ್ಕಿಂತಲೂ ಒಳ್ಳೆಯ ಹೆಸರು ಉತ್ತಮ, ಬೆಳ್ಳಿ ಬಂಗಾರಕ್ಕಿಂತಲೂ ಯಾವುದು ಅಮೂಲ್ಯ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸನ್ಮಾನವು ಅಮೂಲ್ಯ	",
	"	ಬ. ಸತ್ಕೀರ್ತಿಯು ಅಮೂಲ್ಯ	",
	"	ಕ. ಸತ್ಕಾರ್ಯವು ಅಮೂಲ್ಯ	",
	"	ಡ. ಸಮಾಧಾನವೇ ಅಮೂಲ್ಯ	"
],			
"correct" :	"	ಬ. ಸತ್ಕೀರ್ತಿಯು ಅಮೂಲ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮನೆಯನ್ನು ಕಟ್ಟುವದಕ್ಕೆ ಯಾವದು ಸಾಧನ? ಅದನ್ನು ಸ್ಥಿರಪಡಿಸುವದಕ್ಕೆ ಯಾವುದು ಆಧಾರ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜ್ಞಾನವು ಮತ್ತು ವಿವೇಕವು	",
	"	ಬ. ಜ್ಞಾನವು ಮತ್ತು ಹೆಚ್ಚಳವು	",
	"	ಕ. ವಿವೇಕವು ಮತ್ತು ಹೆಚ್ಚಳವು	",
	"	ಡ. ದೀನತೆ ಮತ್ತು ಜ್ಞಾನವು	"
],			
"correct" :	"	ಅ. ಜ್ಞಾನವು ಮತ್ತು ವಿವೇಕವು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ವಿಷಯದಲ್ಲಿ ಕೊಚ್ಚಿಕೊಳ್ಳಬಾರದು? ಒಂದು ದಿನದೊಳಗೆ ಏನಾಗುವದೋ ನಮಗೆ ತಿಳಿಯದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ನಾಳಿದ್ದು” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
	"	ಬ. “ನಾಳೆ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
	"	ಕ. “ಭವಿಷ್ಯ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
	"	ಡ. “ನಿನ್ನೆ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	"
],			
"correct" :	"	ಬ. “ನಾಳೆ” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳಬೇಡ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಗುಣವತಿಯಾದ ಸತಿಯು ಎಲ್ಲಿ ಸಿಕ್ಕಾಳು? ಆಕೆಯು ಯಾವದಕ್ಕಿಂತಲೂ ಅಮೂಲ್ಯಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆಕೆಯು ರತ್ನಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
	"	ಬ. ಆಕೆಯು ಮುತ್ತುಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
	"	ಕ. ಆಕೆಯು ಹವಳಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
	"	ಡ. ಆಕೆಯು ಬಂಗಾರಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	"
],			
"correct" :	"	ಕ. ಆಕೆಯು ಹವಳಕ್ಕಿಂತಲೂ ಬಹು ಅಮೂಲ್ಯಳು	",
"explanation" :	"		",
},			
]