var quiztitle = "ಯೆಶಾಯ";			
var quiz = [			
{			
"question" :	"	1. ಯೆಹೂದ ದೇಶದ ಅರಸರಾದ ಉಜ್ಜೀಯ, ಯೋಥಾಮ, ಅಹಾಜ ಮತ್ತು ಹಿಜ್ಕೀಯರ ಕಾಲದಲ್ಲಿ ದೇವರು ಯಾವ ಪ್ರವಾದಿಯನ್ನು ದೈವ ದರ್ಶನದ ಮೂಲಕ ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪ್ರವಾದಿಯಾದ ಜೆಕರ್ಯನನ್ನು	",
	"	ಬ. ಪ್ರವಾದಿಯಾದ ಹೋಶೇಯನನ್ನು	",
	"	ಕ. ಪ್ರವಾದಿಯಾದ ಯೆರೇಮೀಯನನ್ನು	",
	"	ಡ. ಪ್ರವಾದಿಯಾದ ಯೆಶಾಯನನ್ನು	"
],			
"correct" :	"	ಡ. ಪ್ರವಾದಿಯಾದ ಯೆಶಾಯನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಆರನೇಯ ಅಧ್ಯಾಯದಲ್ಲಿ ಯೆಶಾಯನು ನೋಡಿದ ದರ್ಶನದಲ್ಲಿ ಆರಾರು ರೆಕ್ಕೆಗಳುಳ್ಳ ಸೆರಾಫಿಯರು ಯೆಹೋವನನ್ನು ಹೇಗೆ ಹೊಗಳುತ್ತಾ ವರ್ಣಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ನೀತಿವಂತನು, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
	"	ಬ. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಸೇನಾಧಿಶ್ವರನೂ, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
	"	ಕ. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
	"	ಡ. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಮಹೊನ್ನತನೂ, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	"
],			
"correct" :	"	ಕ. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಆಗ ಯಾವನನ್ನು ಕಳುಹಿಸಲಿ, ಯಾವನು ನಮಗೋಸ್ಕರ ಹೋಗುವನು” ಎಂಬ ಕರ್ತನ ನುಡಿಯನ್ನು ಕೇಳಿದಾಗ ಯೆಶಾಯನು ಯಾವ ಉತ್ತರ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. “ಇಗೋ ನಾನಿದ್ದೇನೆ, ಕಳುಹಿಸಬೇಡ” ಎಂದನು	",
	"	ಬ. “ಇಗೋ ನಾನಿದ್ದೇನೆ ನನ್ನನ್ನು ಕಳುಹಿಸು” ಎಂದನು	",
	"	ಕ. “ಇಗೋ ನಾನಿದ್ದೇನೆ ” ಎಂದನು	",
	"	ಡ. “ಇಗೋ ನನ್ನನ್ನು ಕಳುಹಿಸು” ಎಂದನು	"
],			
"correct" :	"	ಬ. “ಇಗೋ ನಾನಿದ್ದೇನೆ ನನ್ನನ್ನು ಕಳುಹಿಸು” ಎಂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೆಶಾಯ 7:14 ರಲ್ಲಿ ಯೇಸು ಕ್ರಿಸ್ತನ ಯಾವ ಹೆಸರಿನ ಬಗ್ಗೆ ಪ್ರವಾದಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಮ್ಮಾನುವೇಲನು	",
	"	ಬ. ಮೆಸ್ಸಿಯನು	",
	"	ಕ. ಎಬಿನೇಜರನು	",
	"	ಡ. ಎಲ್ರೋಹಿ	"
],			
"correct" :	"	ಅ. ಇಮ್ಮಾನುವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೆಶಾಯ 53ರಲ್ಲಿ ನಮ್ಮ ದ್ರೋಹಗಳ ದೆಸೆಯಿಂದ ಆತನಿಗೇನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಪರಾಧವನ್ನು ಅನುಭವಿಸಿದನು	",
	"	ಬ. ಬಾಧೆಯನ್ನು ಅನುಭವಿಸಿದನು	",
	"	ಕ. ದಂಡನೆಯನ್ನು ಅನುಭವಿಸಿದನು	",
	"	ಡ. ಪಾಪಗಳನ್ನು ಅನುಭವಿಸಿದನು	"
],			
"correct" :	"	ಕ. ದಂಡನೆಯನ್ನು ಅನುಭವಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಆತನ ಬಾಸುಂಡೆಗಳಿಂದ ನಮಗೇನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗುಣವಾಯಿತು	",
	"	ಬ. ನೋವಾಯಿತು	",
	"	ಕ. ಕಷ್ಟವಾಯಿತು	",
	"	ಡ. ಸಮಾಧಾನ ಸಿಕ್ಕಿತ್ತು	"
],			
"correct" :	"	ಅ. ಗುಣವಾಯಿತು	",
"explanation" :	"		",
},			
]