var quiztitle = "ಯೆಶಾಯ";			
var quiz = [			
{			
"question" :	"	1. ಯೆಹೂದ ದೇಶದ ಅರಸರಾದ ಉಜ್ಜೀಯ, ಯೋಥಾಮ, ಅಹಾಜ ಮತ್ತು ಹಿಜ್ಕೀಯರ ಕಾಲದಲ್ಲಿ ದೇವರು ಯಾವ ಪ್ರವಾದಿಯನ್ನು ದೈವ ದರ್ಶನದ ಮೂಲಕ ಕರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರವಾದಿಯಾದ ಜೆಕರ್ಯನನ್ನು	",
	"	B. ಪ್ರವಾದಿಯಾದ ಹೋಶೇಯನನ್ನು	",
	"	C. ಪ್ರವಾದಿಯಾದ ಯೆರೇಮೀಯನನ್ನು	",
	"	D. ಪ್ರವಾದಿಯಾದ ಯೆಶಾಯನನ್ನು	"
],			
"correct" :	"	D. ಪ್ರವಾದಿಯಾದ ಯೆಶಾಯನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಆರನೇಯ ಅಧ್ಯಾಯದಲ್ಲಿ ಯೆಶಾಯನು ನೋಡಿದ ದರ್ಶನದಲ್ಲಿ ಆರಾರು ರೆಕ್ಕೆಗಳುಳ್ಳ ಸೆರಾಫಿಯರು ಯೆಹೋವನನ್ನು ಹೇಗೆ ಹೊಗಳುತ್ತಾ ವರ್ಣಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ನೀತಿವಂತನು, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
	"	B. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಸೇನಾಧಿಶ್ವರನೂ, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
	"	C. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
	"	D. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಮಹೊನ್ನತನೂ, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	"
],			
"correct" :	"	C. “ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಪರಿಶುದ್ಧನು, ಭೂಮಂಡಲವೆಲ್ಲಾ ಆತನ ಪ್ರಭಾವದಿಂದ ತುಂಬಿದೆ”	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಆಗ ಯಾವನನ್ನು ಕಳುಹಿಸಲಿ, ಯಾವನು ನಮಗೋಸ್ಕರ ಹೋಗುವನು” ಎಂಬ ಕರ್ತನ ನುಡಿಯನ್ನು ಕೇಳಿದಾಗ ಯೆಶಾಯನು ಯಾವ ಉತ್ತರ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. “ಇಗೋ ನಾನಿದ್ದೇನೆ, ಕಳುಹಿಸಬೇಡ” ಎಂದನು	",
	"	B. “ಇಗೋ ನಾನಿದ್ದೇನೆ ನನ್ನನ್ನು ಕಳುಹಿಸು” ಎಂದನು	",
	"	C. “ಇಗೋ ನಾನಿದ್ದೇನೆ ” ಎಂದನು	",
	"	D. “ಇಗೋ ನನ್ನನ್ನು ಕಳುಹಿಸು” ಎಂದನು	"
],			
"correct" :	"	B. “ಇಗೋ ನಾನಿದ್ದೇನೆ ನನ್ನನ್ನು ಕಳುಹಿಸು” ಎಂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೆಶಾಯ 7:14 ರಲ್ಲಿ ಯೇಸು ಕ್ರಿಸ್ತನ ಯಾವ ಹೆಸರಿನ ಬಗ್ಗೆ ಪ್ರವಾದಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಮ್ಮಾನುವೇಲನು	",
	"	B. ಮೆಸ್ಸಿಯನು	",
	"	C. ಎಬಿನೇಜರನು	",
	"	D. ಎಲ್ರೋಹಿ	"
],			
"correct" :	"	A. ಇಮ್ಮಾನುವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೆಶಾಯ 53ರಲ್ಲಿ ನಮ್ಮ ದ್ರೋಹಗಳ ದೆಸೆಯಿಂದ ಆತನಿಗೇನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಪರಾಧವನ್ನು ಅನುಭವಿಸಿದನು	",
	"	B. ಬಾಧೆಯನ್ನು ಅನುಭವಿಸಿದನು	",
	"	C. ದಂಡನೆಯನ್ನು ಅನುಭವಿಸಿದನು	",
	"	D. ಪಾಪಗಳನ್ನು ಅನುಭವಿಸಿದನು	"
],			
"correct" :	"	C. ದಂಡನೆಯನ್ನು ಅನುಭವಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಆತನ ಬಾಸುಂಡೆಗಳಿಂದ ನಮಗೇನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗುಣವಾಯಿತು	",
	"	B. ನೋವಾಯಿತು	",
	"	C. ಕಷ್ಟವಾಯಿತು	",
	"	D. ಸಮಾಧಾನ ಸಿಕ್ಕಿತ್ತು	"
],			
"correct" :	"	A. ಗುಣವಾಯಿತು	",
"explanation" :	"		",
},			
]