var quiztitle = "ಯೆರೆಮೀಯನು";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಯೆರೆಮೀಯನನ್ನು ಪ್ರವಾದಿಯಾಗಲು ಕರೆದದ್ದು ಯಾವಾಗ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸಿದ ನಂತರ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
	"	B. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸುವದಕ್ಕಿಂತ ಮೊದಲೇ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
	"	C. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಿಂದ ಹೊರಬಂದ ಕೂಡಲೇ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
	"	D. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸಲ್ಪಟ್ಟಾಗ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	"
],			
"correct" :	"	B. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸುವದಕ್ಕಿಂತ ಮೊದಲೇ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೆರೆಮೀಯನು ತನ್ನ ಪ್ರವಾದಿಯ ಸೇವೆಯನ್ನು ಎಂದಿನಿಂದ ಆರಂಬಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿಮೂರನೆಯ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
	"	B. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿನಾರನೇ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
	"	C. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿನಾಲ್ಕನೇ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
	"	D. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿನೈದುನೇ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	"
],			
"correct" :	"	A. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿಮೂರನೆಯ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನನ್ನ ಆಲಯವನ್ನು ಕಳ್ಳರ ಗವಿಯಾಗಿ ಮಾಡಿದ್ದೀರಿ (7:11) ಎಂಬ ಯೆರೆಮೀಯನ ಮಾತುಗಳನ್ನು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನ	",
	"	B. ಯೋಬ	",
	"	C. ಯೇಸು	",
	"	D. ಯೆಶಾಯ	"
],			
"correct" :	"	C. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೆಹೂದ್ಯರು ಹೆಸರಾಂತ ಮೂರ್ತಿ ಪೂಜಕರಾದರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಯೇಸು	",
	"	D. ಯೆಶಾಯ	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ಕುರಿತು ಯೆರೆಮೀಯನು ಪ್ರವಾದನೆ ಮಾಡಿದ್ದಾನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಯೇಸು	",
	"	D. ಯೆಶಾಯ	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬಾಬೆಲಿನ ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು ಯೆರೂಸಲೇಮನ್ನು ಜಯಿಸಿದ ಮೇಲೆ ಯೆರೆಮೀಯನನ್ನು ಕಾಪಾಡಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಯೇಸು	",
	"	D. ಯೆಶಾಯ	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೆರೆಮೀಯನು ಎಷ್ಟು ವರ್ಷಗಳ ಕಾಲ ಜನರಿಗೆ ಪ್ರವಾದನೆ ಮಾಡಿ ಎಚ್ಚರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಪ್ಪತ್ತೆರಡು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
	"	B. ಇಪ್ಪತ್ಮೂರು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
	"	C. ಇಪ್ಪತ್ತೈದು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
	"	D. ಇಪ್ಪತ್ತೆರಡು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	"
],			
"correct" :	"	B. ಇಪ್ಪತ್ಮೂರು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೆಹೂದ್ಯರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಆಚರಿಸದೆ ತಮ್ಮ ಇಷ್ಟ ಬಂದಂತೆ ಜೀವಿಸಿದರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ದ್ವೇಷಿಸುವರು	",
	"	B.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಉಲ್ಲಂಗಿಸಿದರು	",
	"	C.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಸನ್ಮಾನಿಸುವರು	",
	"	D.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಗೌರವಿಸುವವರು	"
],			
"correct" :	"	B.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಉಲ್ಲಂಗಿಸಿದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೆಗೂದ್ಯರು ಯೆಹೋವನು ಕಳುಹಿಸಿದ ಪ್ರವಾದಿಗಳ ಮಾತನ್ನು ಕೇಳಿ ಅದಕ್ಕೆ ತಕ್ಕಂತೆ ಜೀವಿಸಿದರೋ?	",
"image" :	"",		
"choices" : [			
	"	A.  ಇಲ್ಲ, ಅವರು ಪ್ರವಾದಿಗಳ ಸಂದೇಶವನ್ನು ಕೇಳದೇ ದೇವರಿಗೆ ಅವಿಧೇಯರಾದರು	",
	"	B. ಹೌದು, ಅವರು ಪ್ರವಾದಿಗಳ ಸಂದೇಶವನ್ನು ಕೇಳದೇ ದೇವರಿಗೆ ಅವಿಧೇಯರಾದರು	",
	"	C. ಯೇಸು	",
	"	D. ಯೆಶಾಯ	"
],			
"correct" :	"	A.  ಇಲ್ಲ, ಅವರು ಪ್ರವಾದಿಗಳ ಸಂದೇಶವನ್ನು ಕೇಳದೇ ದೇವರಿಗೆ ಅವಿಧೇಯರಾದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೆರೆಮೀಯನು ಯಾವ ಊರಿನವನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹೋಪಕ್	",
	"	B. ಅರೋತನ್	",
	"	C. ಅನಾತೋತ್	",
	"	D. ಅಕೋದಾನ್	"
],			
"correct" :	"	C. ಅನಾತೋತ್	",
"explanation" :	"		",
},			
]