var quiztitle = "ಯೆರೆಮೀಯನು";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಯೆರೆಮೀಯನನ್ನು ಪ್ರವಾದಿಯಾಗಲು ಕರೆದದ್ದು ಯಾವಾಗ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸಿದ ನಂತರ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
	"	ಬ. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸುವದಕ್ಕಿಂತ ಮೊದಲೇ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
	"	ಕ. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಿಂದ ಹೊರಬಂದ ಕೂಡಲೇ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
	"	ಡ. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸಲ್ಪಟ್ಟಾಗ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	"
],			
"correct" :	"	ಬ. ಯೆರೆಮೀಯನು ತನ್ನ ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸುವದಕ್ಕಿಂತ ಮೊದಲೇ ದೇವರು ಅವನನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೆರೆಮೀಯನು ತನ್ನ ಪ್ರವಾದಿಯ ಸೇವೆಯನ್ನು ಎಂದಿನಿಂದ ಆರಂಬಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿಮೂರನೆಯ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
	"	ಬ. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿನಾರನೇ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
	"	ಕ. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿನಾಲ್ಕನೇ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
	"	ಡ. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿನೈದುನೇ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	"
],			
"correct" :	"	ಅ. ಅರಸನಾದ ಯೋಷೀಯನ ಆಳಿಕೆಯ ಹದಿಮೂರನೆಯ ವರುಷದಿಂದ ಆರಂಭಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನನ್ನ ಆಲಯವನ್ನು ಕಳ್ಳರ ಗವಿಯಾಗಿ ಮಾಡಿದ್ದೀರಿ (7:11) ಎಂಬ ಯೆರೆಮೀಯನ ಮಾತುಗಳನ್ನು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನ	",
	"	ಬ. ಯೋಬ	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಯೆಶಾಯ	"
],			
"correct" :	"	ಕ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೆಹೂದ್ಯರು ಹೆಸರಾಂತ ಮೂರ್ತಿ ಪೂಜಕರಾದರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಯೆಶಾಯ	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ಕುರಿತು ಯೆರೆಮೀಯನು ಪ್ರವಾದನೆ ಮಾಡಿದ್ದಾನೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಯೆಶಾಯ	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಬಾಬೆಲಿನ ಅರಸನಾದ ನೆಬುಕದ್ನೇಚರನು ಯೆರೂಸಲೇಮನ್ನು ಜಯಿಸಿದ ಮೇಲೆ ಯೆರೆಮೀಯನನ್ನು ಕಾಪಾಡಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಯೆಶಾಯ	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೆರೆಮೀಯನು ಎಷ್ಟು ವರ್ಷಗಳ ಕಾಲ ಜನರಿಗೆ ಪ್ರವಾದನೆ ಮಾಡಿ ಎಚ್ಚರಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಪ್ಪತ್ತೆರಡು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
	"	ಬ. ಇಪ್ಪತ್ಮೂರು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
	"	ಕ. ಇಪ್ಪತ್ತೈದು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
	"	ಡ. ಇಪ್ಪತ್ತೆರಡು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	"
],			
"correct" :	"	ಬ. ಇಪ್ಪತ್ಮೂರು ವರ್ಷಗಳು ಎಚ್ಚರಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೆಹೂದ್ಯರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಆಚರಿಸದೆ ತಮ್ಮ ಇಷ್ಟ ಬಂದಂತೆ ಜೀವಿಸಿದರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ದ್ವೇಷಿಸುವರು	",
	"	ಬ.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಉಲ್ಲಂಗಿಸಿದರು	",
	"	ಕ.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಸನ್ಮಾನಿಸುವರು	",
	"	ಡ.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಗೌರವಿಸುವವರು	"
],			
"correct" :	"	ಬ.ಅವರು ಸಬ್ಬತ್ ದಿನವನ್ನು ಉಲ್ಲಂಗಿಸಿದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೆಗೂದ್ಯರು ಯೆಹೋವನು ಕಳುಹಿಸಿದ ಪ್ರವಾದಿಗಳ ಮಾತನ್ನು ಕೇಳಿ ಅದಕ್ಕೆ ತಕ್ಕಂತೆ ಜೀವಿಸಿದರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ಇಲ್ಲ, ಅವರು ಪ್ರವಾದಿಗಳ ಸಂದೇಶವನ್ನು ಕೇಳದೇ ದೇವರಿಗೆ ಅವಿಧೇಯರಾದರು	",
	"	ಬ. ಹೌದು, ಅವರು ಪ್ರವಾದಿಗಳ ಸಂದೇಶವನ್ನು ಕೇಳದೇ ದೇವರಿಗೆ ಅವಿಧೇಯರಾದರು	",
	"	ಕ. ಯೇಸು	",
	"	ಡ. ಯೆಶಾಯ	"
],			
"correct" :	"	ಅ.  ಇಲ್ಲ, ಅವರು ಪ್ರವಾದಿಗಳ ಸಂದೇಶವನ್ನು ಕೇಳದೇ ದೇವರಿಗೆ ಅವಿಧೇಯರಾದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೆರೆಮೀಯನು ಯಾವ ಊರಿನವನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಹೋಪಕ್	",
	"	ಬ. ಅರೋತನ್	",
	"	ಕ. ಅನಾತೋತ್	",
	"	ಡ. ಅಕೋದಾನ್	"
],			
"correct" :	"	ಕ. ಅನಾತೋತ್	",
"explanation" :	"		",
},			
]