var quiztitle = "ಯೋನನು";			
var quiz = [			
{			
"question" :	"	1. ಯೆಹೋವನು ಯೋನನನ್ನು ಪ್ರವಾದಿಯಾಗಲು ಕರೆದಾಗ ಅವನು ಯೊಪ್ಪಕ್ಕೆ ಇಳಿದು ಅಲ್ಲಿಂದ ತಾರ್ಷೀಷಿಗೆ ತೆರಳುವ ಹಡಗನ್ನು ಹತ್ತಿದನು ಯಾಕೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅವನು ಪ್ರವಾದಿಯಾದ ಎಲೀಯನನ್ನು ಸಂಧಿಸಲು ಹೋಗುತ್ತಿದ್ದನು	",
	"	ಬ] ಅವನು ಅಪೋಸ್ತಲನಾದ ಪೌಲನನ್ನು ಸಂಧಿಸಲು ಹೋಗುತ್ತಿದ್ದನು	",
	"	ಕ] ಅಸೀರಿಯ ಸೈನ್ಯದವರಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದನು	",
	"	ಡ] ಅವನು ದೇವರಿಂದ ಓಡಿಹೋಗಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದನು	"
],			
"correct" :	"	ಡ] ಅವನು ದೇವರಿಂದ ಓಡಿಹೋಗಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೋನನು ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದ ಹಡಗಿಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಒಂದು ದೊಡ್ಡ ಬಿರುಗಾಳಿ ಸಮುದ್ರದ ಮೇಲೆ ಬೀಸಲು ಹಡಗು ಒಡೆದು ಹೋಗುವ ಹಾಗಾಯಿತು.	",
	"	ಬ] ಅಸ್ಸೀರಿಯದವರು ಅದನ್ನು ವಶಪಡಿಸಿಕೊಂಡು ಪ್ರಯಾಣ ಮಾಡಿದರು	",
	"	ಕ] ಸಮುದ್ರದ ಕಳ್ಳರು ಅದರೊಳಗೆ ನುಗ್ಗಿದರು	",
	"	ಡ] ಸಮುದ್ರದ ದೊಡ್ಡ ಮೀನೊಂದು ಬಂದು ತನ್ನ ಬಾಲದಿಂದ ಹೊಡೆಯಿತು	"
],			
"correct" :	"	ಅ] ಒಂದು ದೊಡ್ಡ ಬಿರುಗಾಳಿ ಸಮುದ್ರದ ಮೇಲೆ ಬೀಸಲು ಹಡಗು ಒಡೆದು ಹೋಗುವ ಹಾಗಾಯಿತು.	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೋನನು ಹೇಗೆ ಸಮುದ್ರದ ಪಾಲಾದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸಮುದ್ರವು ಬಿರುಗಾಳಿಯಿಂದ ಅಲ್ಲಕಲ್ಲೋಲವಾಗಿ ಅವರನ್ನು ಎದುರಿಸಿದ್ದರಿಂದ ಯೋನನನ್ನು ಹಡಗಿನಿಂದ ಎತ್ತಿ ಸಮುದ್ರದಲ್ಲಿ ಹಾಕಿದರು	",
	"	ಬ] ಅವನನ್ನು ಕೊಲ್ಲಲು ಪ್ರಯತ್ನ ಮಾಡುತ್ತಿದ್ದ ಜನರಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಅವನು ಸಮುದ್ರದೊಳಗೆ ಧುಮುಕಿದನು	",
	"	ಕ] ನಾವಿಕರು ಅವನನ್ನು ಹಡಗಿನಿಂದ ಎತ್ತಿ ಎಸೆದರು	",
	"	ಡ] ದೇವರು ಸಮುದ್ರದ ಮೇಲೆ ಕಳುಹಿಸಿದ ಬಿರುಗಾಳಿ ಅವನನ್ನು ಸಮುದ್ರಕ್ಕೆ ತಳ್ಳಿ ಹಾಕಿತು	"
],			
"correct" :	"	ಕ] ನಾವಿಕರು ಅವನನ್ನು ಹಡಗಿನಿಂದ ಎತ್ತಿ ಎಸೆದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೋನನು ಒಣ ನೆಲದ ಮೇಲೆ ಮತ್ತೆ ಹೇಗೆ ಬಂದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅವನು ಒಂದು ದೊಡ್ಡ ಮೀನಿನ ಮೇಲೆ ಸವಾರಿ ಮಾಡುತ್ತಾ ಸಮುದ್ರದ ದಡವನ್ನು ಸೇರಿದನು	",
	"	ಬ] ಮೂರು ದಿನಗಳಾದ ಮೇಲೆ ದೇವರು ಮೀನಿಗೆ ಅಪ್ಪಣೆ ಕೊಡಲು, ಅದು ಅವನನ್ನು ದಡದ ಮೇಲೆ ಕಾರಿ ಬಿಟ್ಟಿತು	",
	"	ಕ] ಅವನು ಮೂರು ದಿನಗಳು ಮತ್ತು ಮೂರು ರಾತ್ರಿ ಈಜುತ್ತಾ ಬಂದು ತಾರ್ಷೀಷನ್ನು ತಲುಪಿದನು	",
	"	ಡ] ಅವನು ಒಡೆದು ಹಾಳಾಗಿದ್ದ ಹಡಗಿನ ತುಂಡನ್ನು ಹಿಡಿದುಕೊಂಡು ದಡವನ್ನು ಸೇರಿದನು	"
],			
"correct" :	"	ಬ] ಮೂರು ದಿನಗಳಾದ ಮೇಲೆ ದೇವರು ಮೀನಿಗೆ ಅಪ್ಪಣೆ ಕೊಡಲು, ಅದು ಅವನನ್ನು ದಡದ ಮೇಲೆ ಕಾರಿ ಬಿಟ್ಟಿತು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಅವನ ಈ ಸಾಹಸ ಕಾರ್ಯವಾದ ಮೇಲೆ ದೇವರು ಯೋನನನ್ನು ನಿನೆವೆ ಎಂಬ ದೊಡ್ಡ ಪಟ್ಟಣಕ್ಕೆ ಕಳುಹಿಸಿದನು.  ಯೋನನು ನಿನೆವೆಯ ಜನರಿಗೆ ಏನೆಂದು ಸಾರ ತೊಡಗಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದೇವರ ರಾಜ್ಯವು ಹತ್ತಿರದಲ್ಲಿದೆ, ನಿಮ್ಮ ಪಾಪಗಳಿಗಾಗಿ ಪಶ್ಚಾತ್ತಾಪ ಪಡಿರಿ	",
	"	ಬ] ದುಷ್ಟತನದಿಂದ ತುಂಬಿರುವ ನಿನೆವೆ ಪಟ್ಟಣವೇ! ನಿನ್ನ ಸಂಕಟಗಳು ಬಹಳ	",
	"	ಕ] ನಾಲ್ವತ್ತು ದಿನಗಳಾದ ಮೇಲೆ ನಿನೆವೆಯು ಕೆಡವಲ್ಪಡುವುದು	",
	"	ಡ] ಕರ್ತನಾದ ದೇವರು ಒಬ್ಬನೇ, ಆತನ ಮುಂದೆ ನಿಮಗೆ ಬೇರೆ ದೇವರುಗಳಿರಬಾರದು	"
],			
"correct" :	"	ಕ] ನಾಲ್ವತ್ತು ದಿನಗಳಾದ ಮೇಲೆ ನಿನೆವೆಯು ಕೆಡವಲ್ಪಡುವುದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋನನ ಸಂದೇಶವನ್ನು ಕೇಳಿಸಿಕೊಂಡ ನಿನೆವೆಯ ಅರಸನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅವನು ಯೋನನಿಗೆ ತಮ್ಮ ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟು ಹೋಗಬೇಕೆಂದು ಮತ್ತು ಹಿಂದಿರುಗಿ ಬರಬಾರದೆಂದು ಅಪ್ಪಣೆ ಕೊಟ್ಟನು	",
	"	ಬ] ಅರಸನು ಮತ್ತು ಅವನ ಸೇನಾಧಿಕಾರಿಗಳು ಯೋನನನ್ನು ಒಬ್ಬ ಹರಟೆ ಮಾತನಾಡುವವನೆಂದು ಹಾಸ್ಯ ಮಾಡಿದರು	",
	"	ಕ] ಪ್ರತಿಯೊಬ್ಬನ್ನು ತನ್ನ ತನ್ನ ದುರ್ಮಾರ್ಗವನ್ನು ಮತ್ತು ಹಿಂಸೆಯನ್ನು ತೊರೆದು ಬಿಡಬೇಕು	",
	"	ಡ] ಒಂದು ದೇವಾಲಯವನ್ನು ಕಟ್ಟಿ ಯೋನನ ದೇವರನ್ನು ಆರಾಧಿಸಬೇಕೆಂದು ತನ್ನ ಜನರಿಗೆ ಆಜ್ಞಾಪಿಸಿದನು	"
],			
"correct" :	"	ಕ] ಪ್ರತಿಯೊಬ್ಬನ್ನು ತನ್ನ ತನ್ನ ದುರ್ಮಾರ್ಗವನ್ನು ಮತ್ತು ಹಿಂಸೆಯನ್ನು ತೊರೆದು ಬಿಡಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ದೇವರು ನಿನೆವೆ ಪಟ್ಟಣ ಮತ್ತು ಅದರಲ್ಲಿದ್ದ ಜನರಿಗೆ ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದೇವರು ನಿನೆವೆ ಪಟ್ಟಣವನ್ನು ಮತ್ತು ಅಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಜನರನ್ನೂ ಸುಂಟರಗಾಳಿ ಮತ್ತು ಗಂಧಕದಿಂದ ನಾಶ ಮಾಡಿದನು	",
	"	ಬ] ಆತನು ಭೂಕಂಪದ ಮೂಲಕ ನಿನೆವೆ ಪಟ್ಟಣವನ್ನು ಮತ್ತು ಅದರಲ್ಲಿದ್ದ ಜನರನ್ನೂ ನಾಶ ಮಾಡಿದನು	",
	"	ಕ] ನಿನೆವೆ ಪಟ್ಟಣದವರು ಮಾನಸಾಂತರ ಪಟ್ಟದ್ದರಿಂದ ದೇವರು ಅವರನ್ನು ನಾಶ ಮಾಡದೆ ಉಳಿಸಿದನು	",
	"	ಡ] ಆತನು ನಿನೆವೆ ಪಟ್ಟಣವನ್ನು ಮೊದಲಿಗಿಂತ ಇನ್ನೂ ದೊಡ್ಡ ಪಟ್ಟಣವನ್ನಾಗಿ ಮಾಡಿದನು.	"
],			
"correct" :	"	ಕ] ನಿನೆವೆ ಪಟ್ಟಣದವರು ಮಾನಸಾಂತರ ಪಟ್ಟದ್ದರಿಂದ ದೇವರು ಅವರನ್ನು ನಾಶ ಮಾಡದೆ ಉಳಿಸಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೋನನು ನಿನೆವೆಯವರಿಗೆ ದೇವರ ಸಂದೇಶವನ್ನು ಕೊಟ್ಟ ನಂತರ ಅವನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅವನು ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟು ತನಗಾಗಿ ಒಂದು ಗುದಿಸಲನ್ನು ಮಾಡಿಕೊಂದು ನಿನೆವೆ ಪಟ್ಟಣಕ್ಕೆ ಏನು ಮಾಡುವನೋ ಎಂದು ಕಾಯ್ದುಕೊಂಡು ನೋದುತ್ತಾ ಇದ್ದನು	",
	"	ಬ] ಅವನು ತಾರ್ಷೀಷಿಗೆ ದೇವರ ಸಂದೇಶವನ್ನು ಕೊಡಲು ಹೋದನು	",
	"	ಕ] ಅವನು ಯೊಪ್ಪಕ್ಕೆ ದೇವರ ಸಂದೇಶವನ್ನು ಕೊಡಲು ಹೋದನು	",
	"	ಡ] ಅವನು ತನ್ನ ಮನೆಗೆ ಹೋಗಲು ಅಪ್ಪಣೆ ಕೊಡಬೇಕೆಂದು ದೇವರನ್ನು ಬೇಡಿಕೊಂಡನು	"
],			
"correct" :	"	ಅ] ಅವನು ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟು ತನಗಾಗಿ ಒಂದು ಗುದಿಸಲನ್ನು ಮಾಡಿಕೊಂದು ನಿನೆವೆ ಪಟ್ಟಣಕ್ಕೆ ಏನು ಮಾಡುವನೋ ಎಂದು ಕಾಯ್ದುಕೊಂಡು ನೋದುತ್ತಾ ಇದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೋನನಿಗೆ ಬುದ್ಧಿ ಕಲಿಸಲು ಯೆಹೋವನು ಏನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದೇವರು ಯೋನನಿಗೆ ಔತಣವನ್ನು ಸಿದ್ಧಪಡಿಸಿದನು	",
	"	ಬ] ದೇವರು ಯೋನನನ್ನು ಒಂದು ದೊಡ್ಡ ಬೆಟ್ಟದ ಮೇಲೆ ಕರೆದುಕೊಂದು ಹೋದನು	",
	"	ಕ] ಯೋನನು ಸೋರೆ ಗಿಡಕ್ಕಾಗಿ ಸಿಟ್ಟುಗೊಂಡಾಗ ದೇವರು “ಆ ದೊಡ್ಡ ಪಟ್ಟಣವಾದ ನಿನೆವೆಗಾಗಿ ನಾನು ಕನಿಕರ ಪಡಬಾರದೇ” ಅಂದನು	",
	"	ಡ] ದೇವರು ಯೋನನಿಗೆ ಔತಣವನ್ನು ಸಿದ್ಧಪಡಿಸಿದನು	"
],			
"correct" :	"	ಕ] ಯೋನನು ಸೋರೆ ಗಿಡಕ್ಕಾಗಿ ಸಿಟ್ಟುಗೊಂಡಾಗ ದೇವರು “ಆ ದೊಡ್ಡ ಪಟ್ಟಣವಾದ ನಿನೆವೆಗಾಗಿ ನಾನು ಕನಿಕರ ಪಡಬಾರದೇ” ಅಂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೋನನ ಪುಸ್ತಕದಿಂದ ನಾವು ಕಲಿಯುವ ಮುಖ್ಯ ಪಾಠವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದೇವರು ತನ್ನ ಜನರ ನಡುವೆ ಪಾಪವನ್ನು ಸಹಿಸುವುದಿಲ್ಲ	",
	"	ಬ] ದೇವರು ಆರಿಸಿಕೊಂಡ ಇಸ್ರಾಯೇಲ್ ಜನಾಂಗವು ಶ್ರೇಷ್ಠವಾದದ್ದು	",
	"	ಕ] ದೇವರ ದೃಷ್ಟಿಯಲ್ಲಿ ಎಲ್ಲಾ ಜನಾಂಗಗಳು ಸಮಾನರು, ದೇವರ ಕಣಿಕರವು ಎಲ್ಲಾ ಜನರ ಮೇಲಿದೆ.	",
	"	ಡ] ದೇವರು ತನ್ನ ಜನರ ನಡುವೆ ಪಾಪವನ್ನು ಸಹಿಸುವುದಿಲ್ಲ	"
],			
"correct" :	"	ಕ] ದೇವರ ದೃಷ್ಟಿಯಲ್ಲಿ ಎಲ್ಲಾ ಜನಾಂಗಗಳು ಸಮಾನರು, ದೇವರ ಕಣಿಕರವು ಎಲ್ಲಾ ಜನರ ಮೇಲಿದೆ.	",
"explanation" :	"		",
},			
]