var quiztitle = "ಮತ್ತಾಯನು ಬರೆದ ಸುವಾರ್ತೆ";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪುಸ್ತಕವನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹನ್ನೆರಡು ಅಪೆÇೀಸ್ತಲರಲ್ಲಿ ಒಬ್ಬನು	",
	"	ಬ] ಸುಂಕ ವಸೂಲು ಮಾಡುತ್ತಿದ್ದವನು	",
	"	ಕ] ಫರಿಸಾಯರಲ್ಲಿ ಒಬ್ಬನು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಸುಂಕ ವಸೂಲು ಮಾಡುತ್ತಿದ್ದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮತ್ತಾಯನು ಈ ಸುವಾರ್ತೆಯನ್ನು ಬರೆದ ಸಮಯ:	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸುಮಾರು ಕ್ರಿ.ಶ.60	",
	"	ಬ] ಸುಮಾರು ಕ್ರಿ.ಶ.30	",
	"	ಕ] ಮಧ್ಯದಲ್ಲಿ ಕ್ರಿ.ಶ.90	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಸುಮಾರು ಕ್ರಿ.ಶ.30	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಈ ಸುವಾರ್ತೆಯಲ್ಲಿ ಮುಖ್ಯವಾದ ವಚನವೇನೆಂದರೆ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮತ್ತಾಯ 9:37	",
	"	ಬ] ಮತ್ತಾಯ 5:17	",
	"	ಕ] ಮತ್ತಾಯ 10:40	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಮತ್ತಾಯ 5:17	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮತ್ತಾಯನ ಸುವಾರ್ತೆಯು ಇತರ ಸುವಾರ್ತೆಗಳಿಗಿಂತ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಬಹಳ ಉದ್ದವಾದದ್ದು	",
	"	ಬ] ಅಧಿಕ ಕಾಲಾನುಸಾರವಾದ ಚರಿತ್ರೆ	",
	"	ಕ] ಯೇಸುವೇ ರಕ್ಷಕನು ಎಂದು ಒತ್ತಿ ಹೇಳುತ್ತದೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ಬಹಳ ಉದ್ದವಾದದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮತ್ತಾಯನು ತನ್ನ ಸುವಾರ್ತೆಯನ್ನು ಯಾರಿಗಾಗಿ ಬರೆದ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಗ್ರೀಕ್ ಪ್ರೇಕ್ಷಕ ವೃಂದದವರಿಗೆ	",
	"	ಬ] ಯೆಹೂದ್ಯರಿಗೆ	",
	"	ಕ] ರೋಮಾಪುರದಲ್ಲಿದ್ದ ಕ್ರೈಸ್ತರಿಗೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಯೆಹೂದ್ಯರಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮತ್ತಾಯನು ಯಾವಾಗಲೂ ಉದಾಹರಣೆ ಕೊಡುವ ವಿಷಯವೇನೆಂದರೆ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ರೋಮನ್ನರ ಧರ್ಮಶಾಸ್ತ್ರ	",
	"	ಬ] ಹಳೇ ಒಡಂಬಡಿಕೆಯ ವಚನಗಳು	",
	"	ಕ] ಗ್ರೀಕ್ ಸಂಪ್ರದಾಯ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಹಳೇ ಒಡಂಬಡಿಕೆಯ ವಚನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಮತ್ತಾಯನ ಸುವಾರ್ತೆಯು ಮಾರ್ಕನ ಸುವಾರ್ತೆಗಿಂತ ಎಷ್ಟು ದೊಡ್ಡದಾಗಿದೆ	",
"image" :	"",		
"choices" : [			
	"	ಅ] 10%	",
	"	ಬ] 35%	",
	"	ಕ] 65%	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] 35%	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮತ್ತಾಯನ ಸುವಾರ್ತೆಯು ಪ್ರಾರಂಭವಾಗುವದು;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ವಂಶಾವಳಿಯಿಂದ	",
	"	ಬ] ಯೇಸುವಿನ ಜನನದಿಂದ	",
	"	ಕ] ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ಕಥೆಯಿಂದ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ವಂಶಾವಳಿಯಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಮತ್ತಾಯನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಇರುವ ಯೇಸುವಿನ ಜೀವನ ಚರಿತ್ರೆಯ ಹೆಚ್ಚಿನ ವಿಷಯವನ್ನು ಬೇರೆ ಯಾವ ಸುವಾರ್ತೆಯಲ್ಲಿ ನೋಡುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮಾರ್ಕನ ಸುವಾರ್ತೆ	",
	"	ಬ] ಲೂಕನ ಸುವಾರ್ತೆ	",
	"	ಕ] ಯೋಹಾನನ ಸುವಾರ್ತೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಲೂಕನ ಸುವಾರ್ತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಮತ್ತಾಯನ ಸುವಾರ್ತೆಯು ಕೊಡುವ ಪ್ರಮುಖ ಸ್ಥಾನವೆಂದರೆ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಪ್ರವಾದನೆಗಳು ನೆರವೇರಿದ್ದು	",
	"	ಬ] ಯೇಸು ಮತ್ತು ರೋಮನ್ ಅಧಿಕಾರಿಗಳ ನಡುವೆ ನಡೆದ ಯುದ್ಧ	",
	"	ಕ] ಯೇಸು ಮತ್ತು ಆತನ ಶಿಷ್ಯರ ನಡುವೆ ಇದ್ದ ಸಂಬಂಧ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ಪ್ರವಾದನೆಗಳು ನೆರವೇರಿದ್ದು	",
"explanation" :	"		",
},			
]