var quiztitle = "ಮಕ್ಕಳು";			
var quiz = [			
{			
"question" :	"	1. ಒಬ್ಬ ಪ್ರಸಿದ್ಧ ರಾಜನು ತನ್ನನ್ನು “ಇನ್ನೂ ಚಿಕ್ಕವನು” ಎಂದು ಕರೆದುಕೊಂಡನು. ಆ ರಾಜನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ಸಂಸೋನನು	",
	"	C. ಸೊಲೊಮೋನನು	",
	"	D. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	C. ಸೊಲೊಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ತನ್ನ ಮಗನು ಹುಟ್ಟಿದಾಗ ಯಾರಿಗೆ ನೂರು ವರ್ಷ ವಯಸ್ಸಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಇಸಾಕನು	",
	"	D. ಯೋಸೇಫನು	"
],			
"correct" :	"	A. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸುವಿಗೆ ನಾಮಕರಣವಾದಾಗ ಆತನಿಗೆಷ್ಟು ವಯಸ್ಸಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ತಿಂಗಳು	",
	"	B. ಎಂಟು ದಿನಗಳು	",
	"	C. ಹತ್ತು ದಿನಗಳು	",
	"	D. ಎಂಟು ತಿಂಗಳು	"
],			
"correct" :	"	B. ಎಂಟು ದಿನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಆಳಿದ ಎಲ್ಲರಿಗಿಂತ ಚಿಕ್ಕ ಅರಸನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ಸೋಲೋಮೋನನು	",
	"	C. ನೆಬುಕ್ದನೇಚರ್	",
	"	D. ಯೆಹೋವಾಷನು	"
],			
"correct" :	"	D. ಯೆಹೋವಾಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ವೇದ ಪಾರಂಗತನಾದ ಒಬ್ಬ ಹುಡುಗನಿದ್ದನೆಂದು ಹೇಳಲಾಗಿದೆ.  ಆ ಹುಡುಗನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಿಮೋಥಿಯನು	",
	"	B. ಪೌಲನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	A. ತಿಮೋಥಿಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಏಳು ಸಾರಿ ಸೀನಿದ ಹುಡುಗನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹನ್ನಳ ಮಗ	",
	"	B. ಶೂನೇಮ್ಯಳ ಮಗ	",
	"	C. ರೆಬೇಕಾಳ ಮಗ	",
	"	D. ರೂತಳ ಮಗ	"
],			
"correct" :	"	B. ಶೂನೇಮ್ಯಳ ಮಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಸತ್ತವರೊಳಗಿಂದ ಯೇಸು ಎಬ್ಬಿಸಿದ ಹುಡುಗಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊರ್ದೆಕೈನ ಮಗಳು	",
	"	B. ಶತಾಧಿಪತಿಯ ಮಗಳು	",
	"	C. ಯಾಯೀರನ ಮಗಳು	",
	"	D. ಜೆಕರೀಯನ ಮಗಳು	"
],			
"correct" :	"	C. ಯಾಯೀರನ ಮಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ರಾಜಾಜ್ಞೆಯಂತೆ ತನ್ನ ಸ್ವಂತ ಮಗನನ್ನು ಸಾಕಿದ್ದಕ್ಕಾಗಿ ಯಾವ ತಾಯಿಗೆ ಸಂಬಳ ಸಿಕ್ಕಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾಮುವೇಲನ ತಾಯಿ ಹನ್ನಳು	",
	"	B. ಮೋಶೆಯ ತಾಯಿ ಯಾಕೆಬೆದಳು	",
	"	C. ಯಾಕೋಬನ ತಾಯಿ ರೆಬೇಕಳು	",
	"	D. ಯೋಸೇಫನ ತಾಯಿ ರಾಹೇಳಲು	"
],			
"correct" :	"	B. ಮೋಶೆಯ ತಾಯಿ ಯಾಕೆಬೆದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕುಷ್ಟ ರೋಗದಿಂದ ನರಳುತ್ತಿದ್ದ ಸೇನಾಪತಿಗೆ ಪ್ರವಾದಿಯಾದ ಎಲೀಷನನ್ನು ಕಾಣಬೇಕೆಂದು ತಿಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗ	",
	"	B. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗಿ	",
	"	C. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗ	",
	"	D. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗಿ	"
],			
"correct" :	"	B. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಐದು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾದಿಸಲು ಯೇಸುವಿಗೆ ಐದು ರೊಟ್ಟಿ ಎರಡು ಮೀನುಗಳನ್ನು ಕೊಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗ	",
	"	B. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗಿ	",
	"	C. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗ	",
	"	D. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗಿ	"
],			
"correct" :	"	A. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಅರಸನಾದ ದಾವೀದನ ಮನೆಯಲ್ಲಿ ಜೀವಿಸುತ್ತಿದ್ದ ಕುಂಟ ರಾಜಕುಮಾರನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೋಲೋಮೋನನು	",
	"	B. ಅಬ್ಶಾಲೋಮನು	",
	"	C. ಮೆಫೀಬೋಶೆತನು	",
	"	D. ಸಂಸೋನನು	"
],			
"correct" :	"	C. ಮೆಫೀಬೋಶೆತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ದೇವಾಲಯದಲ್ಲಿ ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ಯಾವ ಹುಡುಗನೊಂದಿಗೆ ದೇವರು ಮಾತನಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು	",
	"	B. ದಾವೀದನು	",
	"	C. ಸೊಲೋಮೋನನು	",
	"	D. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	D. ಸಾಮುವೇಲನು	",
"explanation" :	"		",
},			
]