var quiztitle = "ಮಕ್ಕಳು";			
var quiz = [			
{			
"question" :	"	1. ಒಬ್ಬ ಪ್ರಸಿದ್ಧ ರಾಜನು ತನ್ನನ್ನು “ಇನ್ನೂ ಚಿಕ್ಕವನು” ಎಂದು ಕರೆದುಕೊಂಡನು. ಆ ರಾಜನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ಸಂಸೋನನು	",
	"	ಕ. ಸೊಲೊಮೋನನು	",
	"	ಡ. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	ಕ. ಸೊಲೊಮೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ತನ್ನ ಮಗನು ಹುಟ್ಟಿದಾಗ ಯಾರಿಗೆ ನೂರು ವರ್ಷ ವಯಸ್ಸಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಇಸಾಕನು	",
	"	ಡ. ಯೋಸೇಫನು	"
],			
"correct" :	"	ಅ. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸುವಿಗೆ ನಾಮಕರಣವಾದಾಗ ಆತನಿಗೆಷ್ಟು ವಯಸ್ಸಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಒಂದು ತಿಂಗಳು	",
	"	ಬ. ಎಂಟು ದಿನಗಳು	",
	"	ಕ. ಹತ್ತು ದಿನಗಳು	",
	"	ಡ. ಎಂಟು ತಿಂಗಳು	"
],			
"correct" :	"	ಬ. ಎಂಟು ದಿನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಆಳಿದ ಎಲ್ಲರಿಗಿಂತ ಚಿಕ್ಕ ಅರಸನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ಸೋಲೋಮೋನನು	",
	"	ಕ. ನೆಬುಕ್ದನೇಚರ್	",
	"	ಡ. ಯೆಹೋವಾಷನು	"
],			
"correct" :	"	ಡ. ಯೆಹೋವಾಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ವೇದ ಪಾರಂಗತನಾದ ಒಬ್ಬ ಹುಡುಗನಿದ್ದನೆಂದು ಹೇಳಲಾಗಿದೆ.  ಆ ಹುಡುಗನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಿಮೋಥಿಯನು	",
	"	ಬ. ಪೌಲನು	",
	"	ಕ. ಪೇತ್ರನು	",
	"	ಡ. ಯಾಕೋಬನು	"
],			
"correct" :	"	ಅ. ತಿಮೋಥಿಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಏಳು ಸಾರಿ ಸೀನಿದ ಹುಡುಗನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹನ್ನಳ ಮಗ	",
	"	ಬ. ಶೂನೇಮ್ಯಳ ಮಗ	",
	"	ಕ. ರೆಬೇಕಾಳ ಮಗ	",
	"	ಡ. ರೂತಳ ಮಗ	"
],			
"correct" :	"	ಬ. ಶೂನೇಮ್ಯಳ ಮಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಸತ್ತವರೊಳಗಿಂದ ಯೇಸು ಎಬ್ಬಿಸಿದ ಹುಡುಗಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೊರ್ದೆಕೈನ ಮಗಳು	",
	"	ಬ. ಶತಾಧಿಪತಿಯ ಮಗಳು	",
	"	ಕ. ಯಾಯೀರನ ಮಗಳು	",
	"	ಡ. ಜೆಕರೀಯನ ಮಗಳು	"
],			
"correct" :	"	ಕ. ಯಾಯೀರನ ಮಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ರಾಜಾಜ್ಞೆಯಂತೆ ತನ್ನ ಸ್ವಂತ ಮಗನನ್ನು ಸಾಕಿದ್ದಕ್ಕಾಗಿ ಯಾವ ತಾಯಿಗೆ ಸಂಬಳ ಸಿಕ್ಕಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಾಮುವೇಲನ ತಾಯಿ ಹನ್ನಳು	",
	"	ಬ. ಮೋಶೆಯ ತಾಯಿ ಯಾಕೆಬೆದಳು	",
	"	ಕ. ಯಾಕೋಬನ ತಾಯಿ ರೆಬೇಕಳು	",
	"	ಡ. ಯೋಸೇಫನ ತಾಯಿ ರಾಹೇಳಲು	"
],			
"correct" :	"	ಬ. ಮೋಶೆಯ ತಾಯಿ ಯಾಕೆಬೆದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕುಷ್ಟ ರೋಗದಿಂದ ನರಳುತ್ತಿದ್ದ ಸೇನಾಪತಿಗೆ ಪ್ರವಾದಿಯಾದ ಎಲೀಷನನ್ನು ಕಾಣಬೇಕೆಂದು ತಿಳಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗ	",
	"	ಬ. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗಿ	",
	"	ಕ. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗ	",
	"	ಡ. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗಿ	"
],			
"correct" :	"	ಬ. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಐದು ಸಾವಿರ ಜನರಿಗೆ ಊಟ ಮಾದಿಸಲು ಯೇಸುವಿಗೆ ಐದು ರೊಟ್ಟಿ ಎರಡು ಮೀನುಗಳನ್ನು ಕೊಟ್ಟವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗ	",
	"	ಬ. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗಿ	",
	"	ಕ. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗ	",
	"	ಡ. ಒಬ್ಬ ದೊಡ್ಡ ಹುಡುಗಿ	"
],			
"correct" :	"	ಅ. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಅರಸನಾದ ದಾವೀದನ ಮನೆಯಲ್ಲಿ ಜೀವಿಸುತ್ತಿದ್ದ ಕುಂಟ ರಾಜಕುಮಾರನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೋಲೋಮೋನನು	",
	"	ಬ. ಅಬ್ಶಾಲೋಮನು	",
	"	ಕ. ಮೆಫೀಬೋಶೆತನು	",
	"	ಡ. ಸಂಸೋನನು	"
],			
"correct" :	"	ಕ. ಮೆಫೀಬೋಶೆತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ದೇವಾಲಯದಲ್ಲಿ ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ಯಾವ ಹುಡುಗನೊಂದಿಗೆ ದೇವರು ಮಾತನಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಸೇಫನು	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ಸೊಲೋಮೋನನು	",
	"	ಡ. ಸಾಮುವೇಲನು	"
],			
"correct" :	"	ಡ. ಸಾಮುವೇಲನು	",
"explanation" :	"		",
},			
]