var quiztitle = "ಮಾರ್ಕನು ಬರೆದ ಸುವಾರ್ತೆ";			
var quiz = [			
{			
"question" :	"	1. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಶಿಶ್ಯರಲ್ಲಿ ಒಬ್ಬನು	",
	"	ಬ] ಅವನು ಪೌಲನ ಜೊತೆಯಲ್ಲಿ ಮೊದಲನೆ ಮಿಷನರಿ ಪ್ರಯಾಣ ಮಾಡಿದ ಮಾರ್ಕನು	",
	"	ಕ] ರಾಜನ ರಾಯಭಾರಿ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಅವನು ಪೌಲನ ಜೊತೆಯಲ್ಲಿ ಮೊದಲನೆ ಮಿಷನರಿ ಪ್ರಯಾಣ ಮಾಡಿದ ಮಾರ್ಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯೇಸುವಿನ ವಂಶಾವಳಿ ಬರೆದಿದೆಯೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹೌದು	",
	"	ಬ] ಇಲ್ಲ	",
	"	ಕ] ಮೇಲಿನದು ಯಾವುದೂ ಇಲ್ಲ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಮುಖ್ಯ ವಚನ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] 3:12	",
	"	ಬ] 5:17	",
	"	ಕ] 10:45	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಕ] 10:45	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸುವಾರ್ತೆಗಳಲ್ಲಿ ಮಾರ್ಕನ ಸುವಾರ್ತೆಯು	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಬಹಳ ಉದ್ದವಾದದ್ದು	",
	"	ಬ] ಅಧಿಕವಾದ ಕಾಲಾನುಸಾರವಾದ	",
	"	ಕ] ಇದು ಅವುಗಳಲ್ಲಿ ಚಿಕ್ಕದು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಕ] ಇದು ಅವುಗಳಲ್ಲಿ ಚಿಕ್ಕದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮಾರ್ಕನು ಈ ಸುವಾರ್ತೆಯನ್ನು ಯಾರಿಗಾಗಿ ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅನ್ಯಜನರಿಗಾಗಿ	",
	"	ಬ] ಯೆಹೂದ್ಯರಲ್ಲದವರಿಗೆ	",
	"	ಕ] ರೋಮನ್ ಕ್ರೈಸ್ತರಿಗೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ಅನ್ಯಜನರಿಗಾಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯೇಸು ಯಾರ ಜೊತೆಯಲ್ಲಿ ಹೋರಾಟ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ರೋಮನ್ ದೇಶಾಧಿಪತಿ	",
	"	ಬ] ಸೈತಾನನ ಜೊತೆ	",
	"	ಕ] ತೆರಿಗೆ ವಸೂಲು ಮಾಡುವವನ ಜೊತೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಸೈತಾನನ ಜೊತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯೇಸುವಿನ ಸೇವಾ ಕಾರ್ಯ ಎಲ್ಲಿ ನಡೆಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೋರ್ದೆನ್‍ನಲ್ಲಿ	",
	"	ಬ] ಇಸ್ರಾಯೇಲ್‍ನಲ್ಲಿ	",
	"	ಕ] ಗಲಿಲಾಯದಲ್ಲಿ ವರ್ಣಿಸಲ್ಪಟ್ಟಿದೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಕ] ಗಲಿಲಾಯದಲ್ಲಿ ವರ್ಣಿಸಲ್ಪಟ್ಟಿದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯ ಆರಂಭದಲ್ಲಿರುವ ವಿಷಯ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ವಂಶಾವಳಿ	",
	"	ಬ] ಯೇಸುವಿನ ಜನನ	",
	"	ಕ] ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ಸೇವೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಕ] ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ಸೇವೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯೇಸುವಿನ 12 ಶಿಷ್ಯರಿಗೆ “ಅಪೆÇೀಸ್ತಲರು” ಎಂದು ಯಾವಾಗ ಬರೆಯಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೇಸುವಿನ ಮರಣ ಮತ್ತು ಪುನರುತ್ಥಾನವಾದ ಮೇಲೆ	",
	"	ಬ] ಯೇಸುವಿನ ಮರಣ ಮತ್ತು ಪುನರುತ್ಥಾನಕ್ಕಿಂತ ಮೊದಲು	",
	"	ಕ] ಇದು ಯಾವುದೂ ಅಲ್ಲ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಯೇಸುವಿನ ಮರಣ ಮತ್ತು ಪುನರುತ್ಥಾನಕ್ಕಿಂತ ಮೊದಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಮಾರ್ಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯಾವ ಶಬ್ದ ಪದೇ ಪದೇ ಉಪಯೋಗಿಸಲ್ಪಟ್ಟಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೇಸು ಕ್ರಿಸ್ತನ ಶಕ್ತಿ ಮತ್ತು ಆತನ ಸೇವಾಗುಣ	",
	"	ಬ] ಯೇಸುವು ಮೆಸ್ಸೀಯನೆಂಬ ರಹಸ್ಯ	",
	"	ಕ] ಮಾರ್ತಕ ಸುವಾರ್ತೆಯಲ್ಲಿ “ಕೂಡಲೇ” ಎಂಬ ಶಬ್ದ 40 ಸಲ ಬರೆಯಲ್ಪಟ್ಟಿದೆ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಕ] ಮಾರ್ತಕ ಸುವಾರ್ತೆಯಲ್ಲಿ “ಕೂಡಲೇ” ಎಂಬ ಶಬ್ದ 40 ಸಲ ಬರೆಯಲ್ಪಟ್ಟಿದೆ	",
"explanation" :	"		",
},			]