var quiztitle = "ಲೂಕನ ಸುವಾರ್ತೆ";			
var quiz = [			
{			
"question" :	"	1. ಲೂಕನ ಸುವಾರ್ತೆಯನ್ನು ಯಾರು ಬರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೇಸುವಿನ 12 ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನು	",
	"	ಬ] ಪೌಲನ ಸ್ನೇಹಿತನು ಮತ್ತು ಅವನು ಒಬ್ಬ ವೈದ್ಯನು	",
	"	ಕ] ಸುಂಕವನ್ನು ವಸೂಲು ಮಾಡುವವನು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಪೌಲನ ಸ್ನೇಹಿತನು ಮತ್ತು ಅವನು ಒಬ್ಬ ವೈದ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಲೂಕನು ಈ ಸುವಾರ್ತೆಯನ್ನು ಬರೆದ ಸಮಯ:	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸುಮಾರು ಕ್ರಿ.ಶ.63-68	",
	"	ಬ] ಸುಮಾರು ಕ್ರಿ.ಶ.30ರಲ್ಲಿ	",
	"	ಕ] ಸುಮಾರು ಕ್ರಿ.ಶ.110 ರಲ್ಲಿ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ಸುಮಾರು ಕ್ರಿ.ಶ.63-68	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಈ ಸುವಾರ್ತೆಯಲ್ಲಿರುವ ಮುಖ್ಯವಾದ ವಚನ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] 3:12	",
	"	ಬ] 19:10	",
	"	ಕ] 10:45	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] 19:10	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಲೂಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯಾವ ವಿಷಯಕ್ಕೆ ಪ್ರಾಮುಖ್ಯತೆ ಕೊಡಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸಾಮ್ಯಗಳು	",
	"	ಬ] ಪ್ರಾರ್ಥನೆ	",
	"	ಕ] ಮಹತ್ಕಾರ್ಯಗಳು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಪ್ರಾರ್ಥನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಲೂಕನು ತನ್ನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಹೆಚ್ಚು ಲಕ್ಷ ಕೊಡುವ ಜನಾಂಗದವರಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅನ್ಯ ಜನರು	",
	"	ಬ] ಯೆಹೂದ್ಯರು	",
	"	ಕ] ರೋಮ್‍ನಲ್ಲಿದ್ದ  ಕ್ರೈಸ್ತರು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ಅನ್ಯ ಜನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಲೂಕನ ಸುವಾರ್ತೆ ಎಲ್ಲಿಂದ ಆರಂಭವಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೇಸುವಿನ ಜನನ	",
	"	ಬ] ವಂಶಾವಳಿ	",
	"	ಕ] ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ಜನನ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಕ] ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನ ಜನನ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇತರ ಸುವಾರ್ತೆಗಳಲ್ಲಿ ಬರೆಯದ ಕೆಲವು ಸಾಮ್ಯಗಳನ್ನು ಲೂಕನು ಬರೆದಿದ್ದಾನೆ, ಅವು ಯಾವುವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ತಪ್ಪಿ ಹೋದ ಮಗನ ಸಾಮ್ಯ	",
	"	ಬ] ಕರುಣೆಯುಳ್ಳ ಸಮಾರ್ಯದವನು	",
	"	ಕ] ಬುದ್ಧಿಯಿಲ್ಲದ ಐಶ್ವರ್ಯವಂತನು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ತಪ್ಪಿ ಹೋದ ಮಗನ ಸಾಮ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಲೂಕನು ಬರೆದ ಎರಡನೆಯ ಪುಸ್ತಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ	",
	"	ಬ] ಕೊರಿಂಥದವರಿಗೆ ಬರೆದ ಮೊದಲನೆ ಪತ್ರಿಕೆ	",
	"	ಕ] ಅಪೆÇೀಸ್ತಲರ ಕೃತ್ಯಗಳು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಕ] ಅಪೆÇೀಸ್ತಲರ ಕೃತ್ಯಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಲೂಕನ ಸುವಾರ್ತೆಯು ವ್ಯಕ್ತಪಡಿಸುವುದೇನೆಂದರೆ;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಲೂಕನು ಹೆಚ್ಚಾಗಿ ಓದಿದವನಾಗಿದ್ದನು	",
	"	ಬ] ಅಷ್ಟೇನೂ ಹೆಚ್ಚಾಗಿ ಓದಿರಲಿಲ್ಲ	",
	"	ಕ] ಚರಿತ್ರೆಯ ನಿಜ ಸಂಗತಿಯಲ್ಲಿ ಆಸಕ್ತನಿರಲಿಲ್ಲ	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಅ] ಲೂಕನು ಹೆಚ್ಚಾಗಿ ಓದಿದವನಾಗಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಲೂಕನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಇತರ ಸುವಾರ್ತೆಗಳಿಗಿಂತ ಹೆಚ್ಚು ಸ್ಥಾನಮಾನ ಕೊಡಲ್ಪಟ್ಟ ವ್ಯಕ್ತಿಗಳು;	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮಕ್ಕಳು	",
	"	ಬ] ಸ್ತ್ರೀಯರು	",
	"	ಕ] ತಂದೆ-ತಾಯಿಗಳು	",
	"	ಡ] ಫರಿಸಾಯ	"
],			
"correct" :	"	ಬ] ಸ್ತ್ರೀಯರು	",
"explanation" :	"		",
},			
]