var quiztitle = "ಯೋಹಾನನ ಸುವಾರ್ತೆ";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ್ದ ಲಾಜರನು ಎಷ್ಟು ದಿನ ಸಮಾಧಿಯಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎರಡು ದಿವಸಗಳು	",
	"	B. ನಾಲ್ಕು ದಿವಸಗಳು	",
	"	C. ಎಂಟು ದಿವಸಗಳು	",
	"	D. ಆರು ದಿವಸಗಳು	"
],			
"correct" :	"	B. ನಾಲ್ಕು ದಿವಸಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೋಹಾನ 9ನೇ ಅಧ್ಯಾಯದಲ್ಲಿ ದೌರ್ಬಲ್ಯದಿಂದ ಇದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಯೇಸು ಗುಣಪಡಿಸಿದನು ಆ ದೌರ್ಬಲ್ಯ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಟ್ಟು ಕಿವುಡನು	",
	"	B. ಹುಟ್ಟು ಮೂಕನು	",
	"	C. ಹುಟ್ಟು ಕುರುಡನು	",
	"	D. ಹುಟ್ಟು ಕುಂಟನು	"
],			
"correct" :	"	C. ಹುಟ್ಟು ಕುರುಡನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು 5000 ಜನರಿಗೆ ಅದ್ಭುತವಾಗಿ ಊಟ ಕೊಟ್ಟನು, ನಂತರ ಇನ್ನೊಂದು ಅದ್ಭುತ ಕಾರ್ಯವನ್ನು ಮಾಡಿದನು ಅದು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಸಮುದ್ರದ ಮೇಲೆ ನಡೆದನು	",
	"	B. ಯೇಸು ಗಾಳಿಯಳ್ಳಿ ತೂರಾಡಿದನು	",
	"	C. ಯೇಸು ದೊಡ್ಡ ಬೆಟ್ಟಗಳ ಮೇಲೆ ನಡೆದನು	",
	"	D. ಯೇಸು ಮೋಡಗಳ ಮೇಲೆ ನಡೆದನು	"
],			
"correct" :	"	A. ಯೇಸು ಸಮುದ್ರದ ಮೇಲೆ ನಡೆದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸು 5000 ಜನರಿಗೆ 2 ಮೀನು 5 ರೊಟ್ಟಿಗಳನ್ನು ಊಟಕ್ಕೆ ಕೊಟ್ಟನು ಊಟವಾದ ಮೇಲೆ ಎಷ್ಟು ಬುಟ್ಟಿ ಊಟವನ್ನು ಕೂಡಿಸಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹದಿನೈದು ಬುಟ್ಟಿಗಳು	",
	"	B. ಹದಿನಾರು ಬುಟ್ಟಿಗಳು	",
	"	C. ಹದಿನಾಲ್ಕು ಬುಟ್ಟಿಗಳು	",
	"	D. ಹನ್ನೆರಡು ಬುಟ್ಟಿಗಳು	"
],			
"correct" :	"	D. ಹನ್ನೆರಡು ಬುಟ್ಟಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಮಾಡಿದ ಅದ್ಬುತ ಕಾರ್ಯಗಳಿಗೆ ಯೋಹಾನನು ಕೊಟ್ಟ ಮತ್ತೊಂದು ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೈವಿಕ ಕಾರ್ಯ	",
	"	B. ಅಲೌಕಿಕ ಕಾರ್ಯ	",
	"	C. ಮಹತ್ಕಾರ್ಯ	",
	"	D. ಸೂಚಕ ಕಾರ್ಯ	"
],			
"correct" :	"	D. ಸೂಚಕ ಕಾರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋಹಾನನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಬಹು ಮುಖ್ಯವಾದ ವಚನ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನ 7:16	",
	"	B. ಯೋಹಾನ 8:16	",
	"	C. ಯೋಹಾನ 2:16	",
	"	D. ಯೋಹಾನ 3:16	"
],			
"correct" :	"	D. ಯೋಹಾನ 3:16	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೋಹಾನನ ಸುವಾರ್ತೆಯನ್ನು ಮತ್ತೊಂದು ಹೆಸರಿನಿಂದ ಕರೆಯುತ್ತಾರೆ ಅದು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೊದಲನೆಯ ಸುವಾರ್ತೆ	",
	"	B. ಎರಡನೆಯ ಸುವಾರ್ತೆ	",
	"	C. ನಾಲ್ಕನೆಯ ಸುವಾರ್ತೆ	",
	"	D. ಹತ್ತೆನೆಯ ಸುವಾರ್ತೆ	"
],			
"correct" :	"	C. ನಾಲ್ಕನೆಯ ಸುವಾರ್ತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಪುನರುತ್ಥಾನವಾದಾಗ ಯೋಹಾನನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯಾರಿಗೆ ಮೊದಲು ಕಾಣಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಾರ್ಥಳು	",
	"	B. ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	C. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	D. ಸಮಾರ್ಯದ ಸ್ರ್ತೀ	"
],			
"correct" :	"	C. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದಿಯೋ?” ಎಂಬ ಪ್ರಶ್ನೆಯನ್ನು ಯೇಸು ಯಾವ ಶಿಷ್ಯನಿಗೆ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೇತ್ರನನ್ನು ಕೇಳಿದನು	",
	"	B. ಫಿಲೊಮೋನನನ್ನು ಕೇಳಿದನು	",
	"	C. ಯೋಹಾನನನ್ನು ಕೇಳಿದನು	",
	"	D. ಮಾರ್ಕನನ್ನು ಕೇಳಿದನು	"
],			
"correct" :	"	A. ಪೇತ್ರನನ್ನು ಕೇಳಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೋಹಾನನ ಸುವಾರ್ತೆ 17 ಅಧ್ಯಾಯದಲ್ಲಿ ಯೇಸು ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಗೆ ಯಾವ ಹೆಸರನ್ನು ಕೊಡಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗಾಗಿ ಮತ್ತು ಸೇವಕರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
	"	B. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
	"	C. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಮಕ್ಕಳಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
	"	D. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ದೂತರಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	"
],			
"correct" :	"	B. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
"explanation" :	"		",
},			
]