var quiztitle = "ಯೋಹಾನನ ಸುವಾರ್ತೆ";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ್ದ ಲಾಜರನು ಎಷ್ಟು ದಿನ ಸಮಾಧಿಯಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎರಡು ದಿವಸಗಳು	",
	"	ಬ. ನಾಲ್ಕು ದಿವಸಗಳು	",
	"	ಕ. ಎಂಟು ದಿವಸಗಳು	",
	"	ಡ. ಆರು ದಿವಸಗಳು	"
],			
"correct" :	"	ಬ. ನಾಲ್ಕು ದಿವಸಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೋಹಾನ 9ನೇ ಅಧ್ಯಾಯದಲ್ಲಿ ದೌರ್ಬಲ್ಯದಿಂದ ಇದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಯೇಸು ಗುಣಪಡಿಸಿದನು ಆ ದೌರ್ಬಲ್ಯ ಏನಾಗಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹುಟ್ಟು ಕಿವುಡನು	",
	"	ಬ. ಹುಟ್ಟು ಮೂಕನು	",
	"	ಕ. ಹುಟ್ಟು ಕುರುಡನು	",
	"	ಡ. ಹುಟ್ಟು ಕುಂಟನು	"
],			
"correct" :	"	ಕ. ಹುಟ್ಟು ಕುರುಡನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೇಸು 5000 ಜನರಿಗೆ ಅದ್ಭುತವಾಗಿ ಊಟ ಕೊಟ್ಟನು, ನಂತರ ಇನ್ನೊಂದು ಅದ್ಭುತ ಕಾರ್ಯವನ್ನು ಮಾಡಿದನು ಅದು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು ಸಮುದ್ರದ ಮೇಲೆ ನಡೆದನು	",
	"	ಬ. ಯೇಸು ಗಾಳಿಯಳ್ಳಿ ತೂರಾಡಿದನು	",
	"	ಕ. ಯೇಸು ದೊಡ್ಡ ಬೆಟ್ಟಗಳ ಮೇಲೆ ನಡೆದನು	",
	"	ಡ. ಯೇಸು ಮೋಡಗಳ ಮೇಲೆ ನಡೆದನು	"
],			
"correct" :	"	ಅ. ಯೇಸು ಸಮುದ್ರದ ಮೇಲೆ ನಡೆದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸು 5000 ಜನರಿಗೆ 2 ಮೀನು 5 ರೊಟ್ಟಿಗಳನ್ನು ಊಟಕ್ಕೆ ಕೊಟ್ಟನು ಊಟವಾದ ಮೇಲೆ ಎಷ್ಟು ಬುಟ್ಟಿ ಊಟವನ್ನು ಕೂಡಿಸಿಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹದಿನೈದು ಬುಟ್ಟಿಗಳು	",
	"	ಬ. ಹದಿನಾರು ಬುಟ್ಟಿಗಳು	",
	"	ಕ. ಹದಿನಾಲ್ಕು ಬುಟ್ಟಿಗಳು	",
	"	ಡ. ಹನ್ನೆರಡು ಬುಟ್ಟಿಗಳು	"
],			
"correct" :	"	ಡ. ಹನ್ನೆರಡು ಬುಟ್ಟಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಮಾಡಿದ ಅದ್ಬುತ ಕಾರ್ಯಗಳಿಗೆ ಯೋಹಾನನು ಕೊಟ್ಟ ಮತ್ತೊಂದು ಹೆಸರು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೈವಿಕ ಕಾರ್ಯ	",
	"	ಬ. ಅಲೌಕಿಕ ಕಾರ್ಯ	",
	"	ಕ. ಮಹತ್ಕಾರ್ಯ	",
	"	ಡ. ಸೂಚಕ ಕಾರ್ಯ	"
],			
"correct" :	"	ಡ. ಸೂಚಕ ಕಾರ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೋಹಾನನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಬಹು ಮುಖ್ಯವಾದ ವಚನ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನ 7:16	",
	"	ಬ. ಯೋಹಾನ 8:16	",
	"	ಕ. ಯೋಹಾನ 2:16	",
	"	ಡ. ಯೋಹಾನ 3:16	"
],			
"correct" :	"	ಡ. ಯೋಹಾನ 3:16	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೋಹಾನನ ಸುವಾರ್ತೆಯನ್ನು ಮತ್ತೊಂದು ಹೆಸರಿನಿಂದ ಕರೆಯುತ್ತಾರೆ ಅದು ಏನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೊದಲನೆಯ ಸುವಾರ್ತೆ	",
	"	ಬ. ಎರಡನೆಯ ಸುವಾರ್ತೆ	",
	"	ಕ. ನಾಲ್ಕನೆಯ ಸುವಾರ್ತೆ	",
	"	ಡ. ಹತ್ತೆನೆಯ ಸುವಾರ್ತೆ	"
],			
"correct" :	"	ಕ. ನಾಲ್ಕನೆಯ ಸುವಾರ್ತೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಪುನರುತ್ಥಾನವಾದಾಗ ಯೋಹಾನನ ಸುವಾರ್ತೆಯಲ್ಲಿ ಯಾರಿಗೆ ಮೊದಲು ಕಾಣಿಸಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಾರ್ಥಳು	",
	"	ಬ. ಯೇಸುವಿನ ತಾಯಿಯಾದ ಮರಿಯಳು	",
	"	ಕ. ಮಗ್ದಲದ ಮರಿಯಳು	",
	"	ಡ. ಸಮಾರ್ಯದ ಸ್ರ್ತೀ	"
],			
"correct" :	"	ಕ. ಮಗ್ದಲದ ಮರಿಯಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ನನ್ನ ಮೇಲೆ ಪ್ರೀತಿ ಇಟ್ಟಿದ್ದಿಯೋ?” ಎಂಬ ಪ್ರಶ್ನೆಯನ್ನು ಯೇಸು ಯಾವ ಶಿಷ್ಯನಿಗೆ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೇತ್ರನನ್ನು ಕೇಳಿದನು	",
	"	ಬ. ಫಿಲೊಮೋನನನ್ನು ಕೇಳಿದನು	",
	"	ಕ. ಯೋಹಾನನನ್ನು ಕೇಳಿದನು	",
	"	ಡ. ಮಾರ್ಕನನ್ನು ಕೇಳಿದನು	"
],			
"correct" :	"	ಅ. ಪೇತ್ರನನ್ನು ಕೇಳಿದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೋಹಾನನ ಸುವಾರ್ತೆ 17 ಅಧ್ಯಾಯದಲ್ಲಿ ಯೇಸು ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಗೆ ಯಾವ ಹೆಸರನ್ನು ಕೊಡಲಾಗಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗಾಗಿ ಮತ್ತು ಸೇವಕರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
	"	ಬ. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
	"	ಕ. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಮಕ್ಕಳಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
	"	ಡ. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ದೂತರಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	"
],			
"correct" :	"	ಬ. ಪರಹಿತ ಪ್ರಾರ್ಥನೆ-ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗಾಗಿ ಮತ್ತು ಭಕ್ತರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿದನು	",
"explanation" :	"		",
},			
]