var quiztitle = "ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನನು	",
	"	B. ಪೌಲನು	",
	"	C. ಲೂಕನು	",
	"	D. ಮತ್ತಾಯನು	"
],			
"correct" :	"	C. ಲೂಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಇಸ್ಕರಿಯೋತ ಯೂದನ ಸ್ಥಾನಕ್ಕೆ ಯಾರನ್ನು ಶಿಷ್ಯನನ್ನಾಗಿ ಆರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನನು	",
	"	B. ಪೌಲನು	",
	"	C. ಲೂಕನು	",
	"	D. ಮತ್ತೀಯನು	"
],			
"correct" :	"	D. ಮತ್ತೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಅದು ದೇವರಿಂದಾಗಿದ್ದರೆ ಅದನ್ನು ಕೆಡಿಸುವದಕ್ಕೆ ನಿಮ್ಮಿಂದ ಆಗುವದಿಲ್ಲ” ಎಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಕ್ವಿಲ್ಲನು	",
	"	B. ಗೆಮಲಿಯೇಲನು	",
	"	C. ಪೌಲನು	",
	"	D. ಪೇತ್ರನು	"
],			
"correct" :	"	B. ಗೆಮಲಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಪೋಸ್ತಲರು ಯಾವ ದಿನದಲ್ಲಿ ಪವಿತ್ರಾತ್ಮನನ್ನು ಹೊಂದಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪಂಚಾಶತ್ತಮ ದಿನದ ಹಬ್ಬದಂದು	",
	"	B. ಪಸ್ಕ ದಿನದ ಹಬ್ಬದಂದು	",
	"	C. ಪುನರುತ್ಥಾನದ ದಿನದ ಹಬ್ಬದಂದು	",
	"	D. ಶುಭ ಶುಕ್ರವಾರ ದಿನದ ಹಬ್ಬದಂದು	"
],			
"correct" :	"	A. ಪಂಚಾಶತ್ತಮ ದಿನದ ಹಬ್ಬದಂದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸ್ತೇಫನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಂದವರು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಯಾರ ಕಾಲುಗಳ ಬಳಿಯಲ್ಲಿ ಇಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಾತನು	",
	"	B. ಸೌಲನು	",
	"	C. ಬಾರ್ನಬನು	",
	"	D. ಹೆರೋದನು	"
],			
"correct" :	"	B. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತಿಮೋಥೆಯನು ಮತ್ತು ಸೀಲನು ಪೌಲನನ್ನು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿ ಸಂಧಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂತಿಯೋಕ್ಯದ್ದಲ್ಲಿ	",
	"	B. ದಮಸ್ಕದಲ್ಲಿ	",
	"	C. ಅಥೇನೆಯಲ್ಲಿ	",
	"	D. ನಜರೇತಿನಲ್ಲಿ	"
],			
"correct" :	"	C. ಅಥೇನೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅನ್ಯಜನರೊಳಗಿಂದ ಕ್ರೈಸ್ತನಾದ ಪ್ರಥಮ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಅಪೋಲ್ಲೊಸ್ಸನು	",
	"	C. ಕಾಯೀನನು	",
	"	D. ಕೊರ್ನೆಲ್ಯನು	"
],			
"correct" :	"	D. ಕೊರ್ನೆಲ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೌಲನು ರಾತ್ರಿಯೆಲ್ಲ ಪ್ರಸಂಗ ಮಾಡುತ್ತಿದ್ದಾಗ ಕಿಟಕಿಯಲ್ಲಿ ಕುಳಿತು ಗಾಢ ನಿದ್ರೆಯಿಂದ ತೂಕಡಿಸುತ್ತಾ ಕೆಳಗೆ ಬಿಡ್ಡ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂತಿಖನು	",
	"	B. ಯೂನಿಮನು	",
	"	C. ಯೂಸಿಖನು	",
	"	D. ಯೂಪಿಹನು	"
],			
"correct" :	"	A. ಯೂತಿಖನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತಿಮೋಥೆಯನ ತಂದೆ ಯಾವ ದೇಶದವನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೂದ್ಯನು	",
	"	B. ಗ್ರೀಕನು	",
	"	C. ಇಬ್ರಿಯನು	",
	"	D. ಐಗುಪ್ತದವನು	"
],			
"correct" :	"	B. ಗ್ರೀಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸೌಲನು ಯಾವ ಪಟ್ಟಣದ ದಾರಿಯಲ್ಲಿ ಹೋಗುತ್ತಿದ್ದಾಗ ಯೇಸುವಿನ ದರ್ಶನ ಪಡೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾನಿಗೆ ಹೊರಟಿದ್ದನು	",
	"	B. ಯೆರೂಸಲೇಮಿಗೆ ಹೊರಟಿದ್ದನು	",
	"	C. ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಹೊರಟಿದ್ದನು	",
	"	D. ದಮಸ್ಕಕ್ಕೆ ಹೊರಟಿದ್ದನು	"
],			
"correct" :	"	D. ದಮಸ್ಕಕ್ಕೆ ಹೊರಟಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಹಿಡಿದುಕೊಡಲು ತೆಗೆದುಕೊಂಡ ಹಣದಿಂದ ಯೂದನು ಕೊಂಡುಕೊಂಡ ಹೊಲದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಕೆಲ್ದಮಾ	",
	"	B. ಅಕೆಲೋಮೀ	",
	"	C. ಅಸ್ತಾನೋವೆ	",
	"	D. ಅಜ್ಕಾಲೋಮಾ	"
],			
"correct" :	"	A. ಅಕೆಲ್ದಮಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತಬಿಥಳಿಗೆ ಇದ್ದ ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೊರ್ಕ	",
	"	B. ಅಮ್ಮಣ್ಣಿ	",
	"	C. ಶಿಬಾ	",
	"	D. ಹೆಬಾ	"
],			
"correct" :	"	A. ದೊರ್ಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಪೌಲನು ಯಾವ ಕಸಬಿನವನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೋಣಿ ಮಾಡುವದು	",
	"	B. ಮೀನು ವ್ಯಾಪಾರ ಮಾಡುವದು	",
	"	C. ಗುಡಾರ ಮಾಡುವದು	",
	"	D. ತೆರಿಗೆ ಮಾಡುವದು	"
],			
"correct" :	"	C. ಗುಡಾರ ಮಾಡುವದು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ ಶಿಷ್ಯರಿಗೆ ಹೊಸ ಹೆಸರಿಟ್ಟರು ಆ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿಂದುಗಳು	",
	"	B. ಕ್ರೈಸ್ತರು	",
	"	C. ಮುಸ್ಲಿಮರು	",
	"	D. ಬುದ್ಧರು	"
],			
"correct" :	"	B. ಕ್ರೈಸ್ತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಅಪೋಸ್ತಲ ಕೃತ್ಯಗಳು ಎಂಬ ಪುಸ್ತಕದ ಅಂತ್ಯದಲ್ಲಿ ಪೌಲನು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿದ್ದನು	",
"image" :	"",		
"choices" : [			
	"	A. ಸಮಾರ್ಯ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	B. ಅಂತಿಯೋಕ್ಯ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	C. ದಮಸ್ಕ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	D. ರೋಮ್ ಪಟ್ಟಣದಲ್ಲಿ	"
],			
"correct" :	"	D. ರೋಮ್ ಪಟ್ಟಣದಲ್ಲಿ	",
"explanation" :	"		",
},			
]