var quiztitle = "ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಅಪೋಸ್ತಲರ ಕೃತ್ಯಗಳನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನನು	",
	"	ಬ. ಪೌಲನು	",
	"	ಕ. ಲೂಕನು	",
	"	ಡ. ಮತ್ತಾಯನು	"
],			
"correct" :	"	ಕ. ಲೂಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಇಸ್ಕರಿಯೋತ ಯೂದನ ಸ್ಥಾನಕ್ಕೆ ಯಾರನ್ನು ಶಿಷ್ಯನನ್ನಾಗಿ ಆರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನನು	",
	"	ಬ. ಪೌಲನು	",
	"	ಕ. ಲೂಕನು	",
	"	ಡ. ಮತ್ತೀಯನು	"
],			
"correct" :	"	ಡ. ಮತ್ತೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಅದು ದೇವರಿಂದಾಗಿದ್ದರೆ ಅದನ್ನು ಕೆಡಿಸುವದಕ್ಕೆ ನಿಮ್ಮಿಂದ ಆಗುವದಿಲ್ಲ” ಎಂದು ಯಾರು ಹೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಕ್ವಿಲ್ಲನು	",
	"	ಬ. ಗೆಮಲಿಯೇಲನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಪೇತ್ರನು	"
],			
"correct" :	"	ಬ. ಗೆಮಲಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಪೋಸ್ತಲರು ಯಾವ ದಿನದಲ್ಲಿ ಪವಿತ್ರಾತ್ಮನನ್ನು ಹೊಂದಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪಂಚಾಶತ್ತಮ ದಿನದ ಹಬ್ಬದಂದು	",
	"	ಬ. ಪಸ್ಕ ದಿನದ ಹಬ್ಬದಂದು	",
	"	ಕ. ಪುನರುತ್ಥಾನದ ದಿನದ ಹಬ್ಬದಂದು	",
	"	ಡ. ಶುಭ ಶುಕ್ರವಾರ ದಿನದ ಹಬ್ಬದಂದು	"
],			
"correct" :	"	ಅ. ಪಂಚಾಶತ್ತಮ ದಿನದ ಹಬ್ಬದಂದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸ್ತೇಫನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಂದವರು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಯಾರ ಕಾಲುಗಳ ಬಳಿಯಲ್ಲಿ ಇಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಫಿಲಾತನು	",
	"	ಬ. ಸೌಲನು	",
	"	ಕ. ಬಾರ್ನಬನು	",
	"	ಡ. ಹೆರೋದನು	"
],			
"correct" :	"	ಬ. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತಿಮೋಥೆಯನು ಮತ್ತು ಸೀಲನು ಪೌಲನನ್ನು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿ ಸಂಧಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಂತಿಯೋಕ್ಯದ್ದಲ್ಲಿ	",
	"	ಬ. ದಮಸ್ಕದಲ್ಲಿ	",
	"	ಕ. ಅಥೇನೆಯಲ್ಲಿ	",
	"	ಡ. ನಜರೇತಿನಲ್ಲಿ	"
],			
"correct" :	"	ಕ. ಅಥೇನೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಅನ್ಯಜನರೊಳಗಿಂದ ಕ್ರೈಸ್ತನಾದ ಪ್ರಥಮ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೌಲನು	",
	"	ಬ. ಅಪೋಲ್ಲೊಸ್ಸನು	",
	"	ಕ. ಕಾಯೀನನು	",
	"	ಡ. ಕೊರ್ನೆಲ್ಯನು	"
],			
"correct" :	"	ಡ. ಕೊರ್ನೆಲ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೌಲನು ರಾತ್ರಿಯೆಲ್ಲ ಪ್ರಸಂಗ ಮಾಡುತ್ತಿದ್ದಾಗ ಕಿಟಕಿಯಲ್ಲಿ ಕುಳಿತು ಗಾಢ ನಿದ್ರೆಯಿಂದ ತೂಕಡಿಸುತ್ತಾ ಕೆಳಗೆ ಬಿಡ್ಡ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂತಿಖನು	",
	"	ಬ. ಯೂನಿಮನು	",
	"	ಕ. ಯೂಸಿಖನು	",
	"	ಡ. ಯೂಪಿಹನು	"
],			
"correct" :	"	ಅ. ಯೂತಿಖನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತಿಮೋಥೆಯನ ತಂದೆ ಯಾವ ದೇಶದವನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೂದ್ಯನು	",
	"	ಬ. ಗ್ರೀಕನು	",
	"	ಕ. ಇಬ್ರಿಯನು	",
	"	ಡ. ಐಗುಪ್ತದವನು	"
],			
"correct" :	"	ಬ. ಗ್ರೀಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸೌಲನು ಯಾವ ಪಟ್ಟಣದ ದಾರಿಯಲ್ಲಿ ಹೋಗುತ್ತಿದ್ದಾಗ ಯೇಸುವಿನ ದರ್ಶನ ಪಡೆದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾನಿಗೆ ಹೊರಟಿದ್ದನು	",
	"	ಬ. ಯೆರೂಸಲೇಮಿಗೆ ಹೊರಟಿದ್ದನು	",
	"	ಕ. ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಹೊರಟಿದ್ದನು	",
	"	ಡ. ದಮಸ್ಕಕ್ಕೆ ಹೊರಟಿದ್ದನು	"
],			
"correct" :	"	ಡ. ದಮಸ್ಕಕ್ಕೆ ಹೊರಟಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಹಿಡಿದುಕೊಡಲು ತೆಗೆದುಕೊಂಡ ಹಣದಿಂದ ಯೂದನು ಕೊಂಡುಕೊಂಡ ಹೊಲದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಕೆಲ್ದಮಾ	",
	"	ಬ. ಅಕೆಲೋಮೀ	",
	"	ಕ. ಅಸ್ತಾನೋವೆ	",
	"	ಡ. ಅಜ್ಕಾಲೋಮಾ	"
],			
"correct" :	"	ಅ. ಅಕೆಲ್ದಮಾ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ತಬಿಥಳಿಗೆ ಇದ್ದ ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೊರ್ಕ	",
	"	ಬ. ಅಮ್ಮಣ್ಣಿ	",
	"	ಕ. ಶಿಬಾ	",
	"	ಡ. ಹೆಬಾ	"
],			
"correct" :	"	ಅ. ದೊರ್ಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	13. ಪೌಲನು ಯಾವ ಕಸಬಿನವನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೋಣಿ ಮಾಡುವದು	",
	"	ಬ. ಮೀನು ವ್ಯಾಪಾರ ಮಾಡುವದು	",
	"	ಕ. ಗುಡಾರ ಮಾಡುವದು	",
	"	ಡ. ತೆರಿಗೆ ಮಾಡುವದು	"
],			
"correct" :	"	ಕ. ಗುಡಾರ ಮಾಡುವದು	",
"explanation" :	"		",
},			
{			
"question" :	"	14. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ ಶಿಷ್ಯರಿಗೆ ಹೊಸ ಹೆಸರಿಟ್ಟರು ಆ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಿಂದುಗಳು	",
	"	ಬ. ಕ್ರೈಸ್ತರು	",
	"	ಕ. ಮುಸ್ಲಿಮರು	",
	"	ಡ. ಬುದ್ಧರು	"
],			
"correct" :	"	ಬ. ಕ್ರೈಸ್ತರು	",
"explanation" :	"		",
},			
{			
"question" :	"	15. ಅಪೋಸ್ತಲ ಕೃತ್ಯಗಳು ಎಂಬ ಪುಸ್ತಕದ ಅಂತ್ಯದಲ್ಲಿ ಪೌಲನು ಯಾವ ಪಟ್ಟಣದಲ್ಲಿದ್ದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಮಾರ್ಯ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಬ. ಅಂತಿಯೋಕ್ಯ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಕ. ದಮಸ್ಕ ಪಟ್ಟಣದಲ್ಲಿ	",
	"	ಡ. ರೋಮ್ ಪಟ್ಟಣದಲ್ಲಿ	"
],			
"correct" :	"	ಡ. ರೋಮ್ ಪಟ್ಟಣದಲ್ಲಿ	",
"explanation" :	"		",
},			
]