var quiztitle = "ಪತ್ರಿಕೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಪೇತ್ರನು ತನ್ನ ಎರಡನೆಯ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದಾಗ ತಾನು ಇನ್ನೂ ಬಹಳ ವರ್ಷಗಳ ತನಕ ಬದುಕುತ್ತೇನೆಂದುಕೊಂಡಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಬ. ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಫಿಲೆಮೋನನ ಪತ್ರಿಕೆಯ ಕೊನೆಯಲ್ಲಿ ಮಾರ್ಕನು ಮತ್ತು ಲೂಕನು ವಂದನೆ ಕಳಿಸುತ್ತಾರೆ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತಿಮೊಥೆಯನ ಕ್ರೈಸ್ತ ವಿಶ್ವಾಸವು ಅವನ ತಂದೆಯಿಂದ ಬಂದಿತು.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಬ. ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪೌಲನ ನ್ಯಾಯ ವಿಚಾರಣೆ ನಡೆದಾಗ ಯಾರೂ ಅವನ ಕಡೆ ಪಕ್ಷವಿರಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸುವಾರ್ತೆ ಸಾರುವದೇ ತನ್ನ ಮುಖ್ಯ ಉದ್ದೇಶ ಎಂದು ಪೌಲನು ಬರೆದಿದ್ದಾನೆ.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಕೊರಿಂಥ ಸಭೆಯಲ್ಲಿ ಅನೇಕ ಗುಂಪುಗಳಿದ್ದವು ಮತ್ತು ವ್ಯಾಜ್ಯಗಳಿದ್ದವು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನು ಸಾರಿದ ಸುವಾರ್ತೆಯು ಕ್ರಿಸ್ತನಿಂದ ಬಂದದ್ದು ಎಂದು ಯಾವ ಪತ್ರಿಕೆಯಲ್ಲಿ ಬರೆದಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಸಭೆಯಲ್ಲಿರುವವರಿಗೆ ಬೋಧಿಸುತ್ತಾ ಎಚ್ಚರಿಸುತ್ತಾ ಅಧಿಕಾರದಿಂದ ಖಂಡಿಸಬೇಕೆಂದು ಪೌಲನು ತೀತನಿಗೆ ಬರೆದಿದ್ದಾನೆ.  ಪೇತ್ರನು (ಕೇಫನು) ತನ್ನ ಹೆಂಡತಿಯ ಜೊತೆಯಲ್ಲಿ ಅಂಚರಿಸುತ್ತಿದ್ದನು.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೇಸು ಕ್ರಿಸ್ತನ ಎರಡನೇ ಬರೋಣವು ಪೌಲನು ಥೆಸಲೋನಿಕದವರಿಗೆ ಬರೆದ ಮೊದಲನೆಯ ಪತ್ರಿಕೆಯ ವಿಷಯವಾಗಿದೆ.	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
]