var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೂಕನು ಬರೆದನು	",
	"	B. ಪೌಲನು ಬರೆದನು	",
	"	C. ಸೀಲನು ಬರೆದನು	",
	"	D. ಮತ್ತೀಯನು ಬರೆದನು	"
],			
"correct" :	"	B. ಪೌಲನು ಬರೆದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಾರಿದ ಸುವಾರ್ತೆಯು ಯಾವದಕ್ಕೆ ಆಧಾರ?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿತ್ಯಜೀವಕ್ಕೆ ಆಧಾರ	",
	"	B. ದೀಕ್ಷಾಸ್ನಾನಕ್ಕೆ ಆಧಾರ	",
	"	C. ರಕ್ಷಣೆಗೆ ಆಧಾರ	",
	"	D. ನಂಬಿಕೆಗೆ ಆಧಾರ	"
],			
"correct" :	"	D. ನಂಬಿಕೆಗೆ ಆಧಾರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಾವು ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸದೇ ಶಿಕ್ಷಿಸುವದನ್ನು ಯಾರಿಗೆ ಬಿಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರಿಗೆ ಬಿಡಬೇಕು	",
	"	B. ಸೈತಾನನಿಗೆ ಬಿಡಬೇಕು	",
	"	C. ವೈರಿಗೆ ಬಿಡಬೇಕು	",
	"	D. ಸ್ನೇಹಿತರಿಗೆ ಬಿಡಬೇಕು	"
],			
"correct" :	"	A. ದೇವರಿಗೆ ಬಿಡಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಮ್ಮ ಕಡೆ ಯಾರಿದ್ದರೆ ನಮ್ಮನ್ನು ಎದುರಿಸುವವರು ಯಾರು ಇಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೈತಾನನು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
	"	B. ದೇವದೂತರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
	"	C. ದೇವರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
	"	D. ಸ್ನೇಹಿತರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	"
],			
"correct" :	"	C. ದೇವರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಾವು ಯೇಸುವನ್ನೇ ಕರ್ತನೆಂದು ಬಾಯಿಂದ ಅರಿಕೆ ಮಾಡಿ, ದೇವರು ಆತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನೆಂದು ಹೃದಯದಿಂದ ನಂಬಿದರೆ ನಮಗೇನು ಸಿಕ್ಕುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ನಿತ್ಯಜೀವ ಸಿಕ್ಕುತ್ತದೆ	",
	"	B. ಆಶೀರ್ವಾದ ಸಿಕ್ಕುತ್ತದೆ	",
	"	C. ಮಹಿಮೆ ಸಿಕ್ಕುತ್ತದೆ	",
	"	D. ರಕ್ಷಣೆ ಸಿಕ್ಕುತ್ತದೆ	"
],			
"correct" :	"	D. ರಕ್ಷಣೆ ಸಿಕ್ಕುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೇವರ ಕನಿಕರವನ್ನು ನಮ್ಮ ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ನಾವು ಆತನಿಗೆ ಯಾವ ಯಜ್ಞವನ್ನು ಸಮರ್ಪಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ನಿರ್ಜೀವ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
	"	B. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಸಜೀವ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
	"	C. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಪಶ್ಚಾತ್ತಾಪದ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
	"	D. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಕುಗ್ಗಿದ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	"
],			
"correct" :	"	B. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಸಜೀವ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಮಗೆ ಉಂಟಾಗುವ ಉಪದ್ರವಗಳಲ್ಲಿ ನಾವು ಏಕೆ ಉಲ್ಲಾಸದಿಂದಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ಕೋಪ ಹುಟ್ಟುತ್ತದೆ	",
	"	B. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ಜ್ಞಾನ ಹುಟ್ಟುತ್ತದೆ	",
	"	C. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ತಾಳ್ಮೆ ಹುಟ್ಟುತ್ತದೆ	",
	"	D. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ನಂಬಿಕೆ ಹುಟ್ಟುತ್ತದೆ	"
],			
"correct" :	"	C. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ತಾಳ್ಮೆ ಹುಟ್ಟುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕೆಟ್ಟತನವನ್ನು ಯಾವದರಿಂದ ಸೋಲಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ವೈರತ್ಮದಿಂದ	",
	"	B. ತಾಳ್ಮೆಯಿಂದ	",
	"	C. ಕೆಟ್ಟತನದಿಂದ	",
	"	D. ಒಳ್ಳೇತನದಿಂದ	"
],			
"correct" :	"	D. ಒಳ್ಳೇತನದಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಮ್ಮ ಮೇಲಿರುವ ಅಧಿಕಾರಿಗಳನ್ನು ಯಾರು ನೇಮಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ದೇವರು	",
	"	B. ಸೈತಾನನು	",
	"	C. ದೇವದೂತರು	",
	"	D. ಸರ್ಕಾರದ ಅಧಿಕಾರಿಗಳು	"
],			
"correct" :	"	A. ದೇವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕ್ರಿಸ್ತನು ನಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಂಡಂತೆ ನಾವೂ ಸಹ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಸೇರಿಸಿಕೊಂಡರೆ ಏನಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾವು ದೇವರ ಬೆಳಕನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
	"	B. ನಾವು ದೇವರ ಮಹಿಮೆಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
	"	C. ನಾವು ದೇವರ ಕೃಪೆಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
	"	D. ನಾವು ದೇವರ ಪ್ರೀತಿಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	"
],			
"correct" :	"	B. ನಾವು ದೇವರ ಮಹಿಮೆಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
"explanation" :	"		",
},			
]