var quiztitle = "ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ರೋಮಾಪುರದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೂಕನು ಬರೆದನು	",
	"	ಬ. ಪೌಲನು ಬರೆದನು	",
	"	ಕ. ಸೀಲನು ಬರೆದನು	",
	"	ಡ. ಮತ್ತೀಯನು ಬರೆದನು	"
],			
"correct" :	"	ಬ. ಪೌಲನು ಬರೆದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಾರಿದ ಸುವಾರ್ತೆಯು ಯಾವದಕ್ಕೆ ಆಧಾರ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಿತ್ಯಜೀವಕ್ಕೆ ಆಧಾರ	",
	"	ಬ. ದೀಕ್ಷಾಸ್ನಾನಕ್ಕೆ ಆಧಾರ	",
	"	ಕ. ರಕ್ಷಣೆಗೆ ಆಧಾರ	",
	"	ಡ. ನಂಬಿಕೆಗೆ ಆಧಾರ	"
],			
"correct" :	"	ಡ. ನಂಬಿಕೆಗೆ ಆಧಾರ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಾವು ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸದೇ ಶಿಕ್ಷಿಸುವದನ್ನು ಯಾರಿಗೆ ಬಿಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವರಿಗೆ ಬಿಡಬೇಕು	",
	"	ಬ. ಸೈತಾನನಿಗೆ ಬಿಡಬೇಕು	",
	"	ಕ. ವೈರಿಗೆ ಬಿಡಬೇಕು	",
	"	ಡ. ಸ್ನೇಹಿತರಿಗೆ ಬಿಡಬೇಕು	"
],			
"correct" :	"	ಅ. ದೇವರಿಗೆ ಬಿಡಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ನಮ್ಮ ಕಡೆ ಯಾರಿದ್ದರೆ ನಮ್ಮನ್ನು ಎದುರಿಸುವವರು ಯಾರು ಇಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೈತಾನನು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
	"	ಬ. ದೇವದೂತರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
	"	ಕ. ದೇವರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
	"	ಡ. ಸ್ನೇಹಿತರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	"
],			
"correct" :	"	ಕ. ದೇವರು ನಮ್ಮ ಕಡೆ ಇದ್ದರೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ನಾವು ಯೇಸುವನ್ನೇ ಕರ್ತನೆಂದು ಬಾಯಿಂದ ಅರಿಕೆ ಮಾಡಿ, ದೇವರು ಆತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನೆಂದು ಹೃದಯದಿಂದ ನಂಬಿದರೆ ನಮಗೇನು ಸಿಕ್ಕುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಿತ್ಯಜೀವ ಸಿಕ್ಕುತ್ತದೆ	",
	"	ಬ. ಆಶೀರ್ವಾದ ಸಿಕ್ಕುತ್ತದೆ	",
	"	ಕ. ಮಹಿಮೆ ಸಿಕ್ಕುತ್ತದೆ	",
	"	ಡ. ರಕ್ಷಣೆ ಸಿಕ್ಕುತ್ತದೆ	"
],			
"correct" :	"	ಡ. ರಕ್ಷಣೆ ಸಿಕ್ಕುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೇವರ ಕನಿಕರವನ್ನು ನಮ್ಮ ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ನಾವು ಆತನಿಗೆ ಯಾವ ಯಜ್ಞವನ್ನು ಸಮರ್ಪಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ನಿರ್ಜೀವ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
	"	ಬ. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಸಜೀವ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
	"	ಕ. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಪಶ್ಚಾತ್ತಾಪದ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
	"	ಡ. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಕುಗ್ಗಿದ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	"
],			
"correct" :	"	ಬ. ನಮ್ಮ ದೇಹಗಳನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾಗಿಯೂ ಮೆಚ್ಚಿಕೆಯಾಗಿಯೂ ಇರುವ ಸಜೀವ ಯಜ್ಞವಾಗಿ ಅರ್ಪಿಸಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಮಗೆ ಉಂಟಾಗುವ ಉಪದ್ರವಗಳಲ್ಲಿ ನಾವು ಏಕೆ ಉಲ್ಲಾಸದಿಂದಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ಕೋಪ ಹುಟ್ಟುತ್ತದೆ	",
	"	ಬ. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ಜ್ಞಾನ ಹುಟ್ಟುತ್ತದೆ	",
	"	ಕ. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ತಾಳ್ಮೆ ಹುಟ್ಟುತ್ತದೆ	",
	"	ಡ. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ನಂಬಿಕೆ ಹುಟ್ಟುತ್ತದೆ	"
],			
"correct" :	"	ಕ. ಯಾಕಂದರೆ ಉಪದ್ರವದಿಂದ ತಾಳ್ಮೆ ಹುಟ್ಟುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕೆಟ್ಟತನವನ್ನು ಯಾವದರಿಂದ ಸೋಲಿಸಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವೈರತ್ಮದಿಂದ	",
	"	ಬ. ತಾಳ್ಮೆಯಿಂದ	",
	"	ಕ. ಕೆಟ್ಟತನದಿಂದ	",
	"	ಡ. ಒಳ್ಳೇತನದಿಂದ	"
],			
"correct" :	"	ಡ. ಒಳ್ಳೇತನದಿಂದ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಮ್ಮ ಮೇಲಿರುವ ಅಧಿಕಾರಿಗಳನ್ನು ಯಾರು ನೇಮಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದೇವರು	",
	"	ಬ. ಸೈತಾನನು	",
	"	ಕ. ದೇವದೂತರು	",
	"	ಡ. ಸರ್ಕಾರದ ಅಧಿಕಾರಿಗಳು	"
],			
"correct" :	"	ಅ. ದೇವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕ್ರಿಸ್ತನು ನಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಂಡಂತೆ ನಾವೂ ಸಹ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಸೇರಿಸಿಕೊಂಡರೆ ಏನಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಾವು ದೇವರ ಬೆಳಕನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
	"	ಬ. ನಾವು ದೇವರ ಮಹಿಮೆಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
	"	ಕ. ನಾವು ದೇವರ ಕೃಪೆಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
	"	ಡ. ನಾವು ದೇವರ ಪ್ರೀತಿಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	"
],			
"correct" :	"	ಬ. ನಾವು ದೇವರ ಮಹಿಮೆಯನ್ನು ಪ್ರಕಾಶ ಪಡಿಸುತ್ತೇವೆ	",
"explanation" :	"		",
},			
]