var quiztitle = "ಕೊರಿಂಥದವರಿಗೆ ಬರೆದ ಮೊದಲನೆಯ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಈ ಲೋಕದ ಜ್ಞಾನಿಗಳನ್ನು ನಾಚಿಕೆಪಡಿಸುವುದಕ್ಕಾಗಿ ಯಾರನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದಾನೆ? (1:27)	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಬಲಿಷ್ಟರನ್ನು	",
	"	ಬ] ವಿದ್ಯಾವಂತರನ್ನು	",
	"	ಕ] ಬುದ್ಧಿಹೀನರನ್ನು	",
	"	ಡ] ಬಲಹೀನರನ್ನು	"
],			
"correct" :	"	ಕ] ಬುದ್ಧಿಹೀನರನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ನಾವು ದೇವರ ಆತ್ಮವನ್ನು ಯಾಕೆ ಹೊಂದಿದ್ದೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನಾವು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳುವುದಕ್ಕಾಗಿ	",
	"	ಬ] ದೇವರು ನಮಗೆ ಉಚಿತವಾಗಿ ದಯಪಾಲಿಸಿರುವ ಕೃಪಾವರಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳುವುದಕ್ಕಾಗಿ	",
	"	ಕ] ನಾವು ಯಾವಾಗಲು ಸಂತೋಶವಾಗಿರುವುದಕ್ಕಾಗಿ	",
	"	ಡ] ನಾವು ಮತ್ತೆ ಪಾಪ ಮಾಡದೇ ಇರುವದಕ್ಕಾಗಿ	"
],			
"correct" :	"	ಬ] ದೇವರು ನಮಗೆ ಉಚಿತವಾಗಿ ದಯಪಾಲಿಸಿರುವ ಕೃಪಾವರಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳುವುದಕ್ಕಾಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಕೆಳಗಿನ ವಾಕ್ಯಗಳಲ್ಲಿ ಯಾವುದು ಸತ್ಯ	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕೆಲವರು ಬೇರೆಯವರಿಗಿಂತ ಉತ್ತಮವಾದವರು	",
	"	ಬ] ದೇವರ ಸೇವಕನಿಗೆ ಬಹು ಮುಖ್ಯವಾದದ್ದು ಅವನಿಗೆ ಕರ್ತನಲ್ಲಿರುವ ನಂಬಿಕೆ	",
	"	ಕ] ನೀವು ವಿವೇಕಿಗಳೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ	",
	"	ಡ] ಕೆಲವು ವರಗಳು ನಮಗೆ ದೇವರಿಂದ ಬರುತ್ತವೆ.  ಇನ್ನೂ ಕೆಲವನ್ನು ನಾವೇ ವಿಕಾಸ ಮಾಡಿಕೊಳ್ಳುತ್ತೇವೆ.	"
],			
"correct" :	"	ಕ] ನೀವು ವಿವೇಕಿಗಳೆಂದು ಪೌಲನು ಹೇಳುತ್ತಾನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಜಾರರನ್ನು ನಿಮ್ಮ ಸಭೆಯಿಂದ ತೆಗೆದು ಹಾಕಬೇಕೆಂದು ಪೌಲನು ಕೊರಿಂಥದವರಿಗೆ ಏಕೆ ಉಪದೇಶಿಸುತ್ತಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯಾಕೆಂದರೆ ಕ್ರಿಸ್ತನ ದೇಹವಾಗಿರುವ ಸಭೆಯು ಒಂದೇ ಆಗಿದೆ ಮತ್ತು ಐಕ್ಯತೆಯಿಂದಿದೆ.	",
	"	ಬ] ಆ ಮನುಷ್ಯನನ್ನು ಸಭೆಯಿಂದ ಹೊರಗೆ ಹಾಕಿದಾಗ ಅವನು ದೇವರಿಂದ ದೂರವಾಗುತ್ತಾನೆ, ಒಬ್ಬನೇ ಶತ್ರುವಿನೊಂದಿಗೆ ಇರುತ್ತಾನೆ.  ಈ ಕಾರಣದಿಂದ ಅವನು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು, ದೇವರ ಒಳ್ಳೇ ಕೃಪೆಯೊಳಗೆ ಬರುತ್ತಾನೆ.	",
	"	ಕ] ಈ ಕಾರಣದಿಂದ ಸಭೆಯವರೆಲ್ಲರೂ ಜಾರತ್ವ ಮಾಡುವ ಅಪಾಯಕ್ಕೆ ಒಳಗಾಗುತ್ತಾರೆ.	",
	"	ಡ] ಆ ದುಷ್ಟನನ್ನು ನಿಮ್ಮ ಮಧ್ಯದಿಂದ ತೆಗೆದು ಹಾಕಬೇಕು.	"
],			
"correct" :	"	ಅ] ಯಾಕೆಂದರೆ ಕ್ರಿಸ್ತನ ದೇಹವಾಗಿರುವ ಸಭೆಯು ಒಂದೇ ಆಗಿದೆ ಮತ್ತು ಐಕ್ಯತೆಯಿಂದಿದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸಭೆಯಲ್ಲಿ ವ್ಯಾಜ್ಯಗಳಾದಾಗ, ಅದನ್ನು ತೀರ್ಪು ಮಾಡುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸಭಾಪಾಲಕರು	",
	"	ಬ] ದೇವ ಜನರು	",
	"	ಕ] ದೇವ ದೂತರು	",
	"	ಡ] ನಿಮ್ಮ ಸಭೆಯಲ್ಲಿ ಗಣನೆಗೆ ಬಾರದವನನ್ನು ತೀರ್ಪಿಗೆ ಕುಳ್ಳಿರಿಸಿಕೊಳ್ಳುತ್ತೀರಾ?	"
],			
"correct" :	"	ಬ] ದೇವ ಜನರು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಈ ಕೆಳಗಿನ ವಾಕ್ಯಗಳಲ್ಲಿ ಸತ್ಯ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯುಳ್ಳ ಹೆಂಡತಿಯ ಮೂಲಕ, ಕ್ರಿಸ್ತ ನಂಬಿಕೆ ಇಲ್ಲದ ಗಂಡನೂ ಮತ್ತು ಮಕ್ಕಳೂ ರಕ್ಷಣೆ ಹೊಂದುತ್ತಾರೆ.	",
	"	ಬ] ದೇವರು ಎಲ್ಲಾ ತರದ ಮದುವೆಯ ಅನುಮತಿ ಪತ್ರಗಳನ್ನು ಗೌರವಿಸುತ್ತಾನೆ	",
	"	ಕ] ಸಾಮಾನ್ಯವಾಗಿ, ಮದುವೆಯಾದ ಜನರು ದೇವರಿಗಿಂತ ಲೌಕಿಕವಾದವುಗಳ ಮೇಲೆ ಹೆಚ್ಚು ಗಮನವಿಡುತ್ತಾರೆ.	",
	"	ಡ] ವಿವಾಹ ವಿಚ್ಛೇದನ, ವಿವಾಹಕ್ಕಿಂತ ಉತ್ತಮವಾದದ್ದು ಎಂಬುದು ಪೌಲನ ವಿಚಾರ	"
],			
"correct" :	"	ಅ] ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯುಳ್ಳ ಹೆಂಡತಿಯ ಮೂಲಕ, ಕ್ರಿಸ್ತ ನಂಬಿಕೆ ಇಲ್ಲದ ಗಂಡನೂ ಮತ್ತು ಮಕ್ಕಳೂ ರಕ್ಷಣೆ ಹೊಂದುತ್ತಾರೆ.	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಾವು ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನಬಹುದೋ? (1 ಕೊರಿಂ 8:13)	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅದು ಪಾಪವೆಂದು ನೀವು ನೆನೆಸಿದರೆ ಇಲ್ಲ	",
	"	ಬ] ಅದು ನನ್ನ ಸಹೋದರನಿಗೆ ವಿಘ್ನವಾಗುವದಾದರೆ, ತಿನ್ನುವುದಿಲ್ಲ	",
	"	ಕ] ಒಂದು ವೇಳೆ ಆ ಪದಾರ್ಥಗಳು ವಿಗ್ರಹಗಳಿಗೆ ಇಟ್ಟಿರುವುದು ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲದೆ ಹೋದರೆ ತಿನ್ನಬಹುದು.	",
	"	ಡ] ನೀವು ತಿನ್ನುವುದರಿಂದ ಬಲಹೀನನಾದ ಸಹೋದರನನ್ನು ಶೋಧನೆಗೆ ಒಳಪಡಿಸಿದಂತಾಗುತ್ತದೆ.	"
],			
"correct" :	"	ಬ] ಅದು ನನ್ನ ಸಹೋದರನಿಗೆ ವಿಘ್ನವಾಗುವದಾದರೆ, ತಿನ್ನುವುದಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಸ್ತ್ರೀಯರು ಸಭೆಯಲ್ಲಿ ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳಬೇಕೋ? ನಿಜವೋ, ತಪೆÇ್ಪೀ ಬರೆಯಿರಿ (1 ಕೊರಿಂ 11:5)	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನೀವು ಹೆಂಗಸಾಗಿದ್ದರೆ, ಪ್ರಾರ್ಥನೆ ಅಥವಾ ಪ್ರವಾದನೆ ಮಾಡುವಾಗ ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳಬೇಕು	",
	"	ಬ] ನೀವು ಗಂಡಸಾದರೆ ಪ್ರಾರ್ಥನೆ ಅಥವಾ ಪ್ರವಾದನೆ ಮಾಡುವಾಗ ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳಬಾರದು	",
	"	ಕ] ನೀವು ಹೆಂಗಸಾದರೆ, ನಿಮ್ಮ ಉದ್ದವಾದ ಕೂದಲನ್ನು ಇಟ್ಟುಕೊಳ್ಳಬೇಕು.	",
	"	ಡ] ನೀಗು ನಂಬಿದರೆ ಹಾಕಿಕೊಳ್ಳಿರಿ ಆದರೆ ಕೆಲವು ಸಭೆಗಳಲ್ಲಿ ಈ ಅಭ್ಯಾಸವಿಲ್ಲ.	"
],			
"correct" :	"	ಅ] ನೀವು ಹೆಂಗಸಾಗಿದ್ದರೆ, ಪ್ರಾರ್ಥನೆ ಅಥವಾ ಪ್ರವಾದನೆ ಮಾಡುವಾಗ ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಾವು ಪವಿತ್ರಾತ್ಮವರಗಳನ್ನು ಅಪೇಕ್ಷಿಸುವವರಾಗಿರಬೇಕೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಪವಿತ್ರಾತ್ಮನೇ ನಮಗೆ ಕೊಟ್ಟಿದ್ದಾನೆ	",
	"	ಬ] ಪ್ರತಿಯೊಬ್ಬರಿಗೆ ಒಂದೊಂದು ವರ ಕೊಟ್ಟಾಗ್ಯೂ, ಅವೆಲ್ಲಾ ಜೊತೆಯಾಗಿ ಕೆಲಸ ಮಾಡುವದರಿಂದ ಐಕ್ಯತೆ ಇದೆ	",
	"	ಕ] ಪ್ರತಿಯೊಂದು ವರವು ಅಷ್ಟೇ ಮುಖ್ಯವಾದುದ್ದಾಗಿದೆ	",
	"	ಡ] ಹೌದು	"
],			
"correct" :	"	ಡ] ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಂಬಿಕೆ, ನಿರೀಕ್ಷೆ, ಪ್ರೀತಿ ಇವುಗಳಲ್ಲಿ ದೊಡ್ಡದು ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಇವುಗಳಲ್ಲಿ ಬೇರೆ ಬೇರೆ ಗುಣಗಳು ಇರುವುದರಿಂದ ಸಮಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಬದಲಾಯಿಸಿಕೊಳ್ಳಬೇಕು.	",
	"	ಬ] ಬೇರೆಯದಕ್ಕಿಂತ ತನ್ನನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳುತ್ತದೆ	",
	"	ಕ] ಎಂದಿಗೂ ಸೋಲುವುದಿಲ್ಲ	",
	"	ಡ] ಪ್ರೀತಿ	"
],			
"correct" :	"	ಡ] ಪ್ರೀತಿ	",
"explanation" :	"		",
},			
]