var quiztitle = "ಗಲಾತ್ಯದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ಗಲಾತ್ಯದವರಿಗೆ ಬರೆದ ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಾರ್ಕನು ಬರೆದನು	",
	"	ಬ. ಮತ್ತಾಯನು ಬರೆದನು	",
	"	ಕ. ಪೌಲನು ಬರೆದನು	",
	"	ಡ. ಲೂಕನು ಬರೆದನು	"
],			
"correct" :	"	ಕ. ಪೌಲನು ಬರೆದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪೌಲನನ್ನು ಕಳುಹಿಸಿದವರು ಯಾರು? ಮನುಶ್ಯರೋ, ಯೇಸು ಕ್ರಿಸ್ತನೋ ಅಥವಾ ತಂದೆಯಾದ ದೇವರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು ಕ್ರಿಸ್ತನು ಮತ್ತು ದೇವದೂತರು ಕಳುಹಿಸಿದರು	",
	"	ಬ. ಯೇಸು ಕ್ರಿಸ್ತನು ಮತ್ತು ತಂದೆಯಾದ ದೇವರು ಕಳುಹಿಸಿದರು	",
	"	ಕ. ಯೇಸು ಕ್ರಿಸ್ತನು ಮತ್ತು ಸೈತಾನನು ಕಳುಹಿಸಿದರು	",
	"	ಡ. ಪವಿತ್ರಾತ್ಮನು ಮತ್ತು ತಂದೆಯಾದ ದೇವರು ಕಳುಹಿಸಿದರು	"
],			
"correct" :	"	ಬ. ಯೇಸು ಕ್ರಿಸ್ತನು ಮತ್ತು ತಂದೆಯಾದ ದೇವರು ಕಳುಹಿಸಿದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಕ್ರಿಸ್ತನ ಸುವಾರ್ತೆಯನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಸುವಾರ್ತೆಯನ್ನು ಹಿಡೆಯಲು ಗಲಾತ್ಯದವರಿಗೆ ಯಾವದಾದರೂ ಕಾರಣವಿತ್ತೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಬ. ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪೌಲನು ಕ್ರೈಸ್ತನಾಗುವ ಮೊದಲು ಕ್ರೈಸ್ತರನ್ನು ಬಹಳವಾಗಿ ಹಿಂಸೆಪಡಿಸಿ ಹಾಳು ಮಾಡುತ್ತಿದ್ದನೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪೌಲನು ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿದ್ದಾಗಲೇ ದೇವರು ಅವನನ್ನು ತನ್ನ ಸೇವೆಗೆ ಆರಿಸಿಕೊಂಡಿದ್ದನೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹದಿನಾಲ್ಕು ವರ್ಷಗಳಾದ ಮೇಲೆ ಪೌಲನು ಯೆರೂಸಲೇಮಿಗೆ ಬಂದಾಗ ತನ್ನ ಜೊತೆಯಲ್ಲಿ ಯಾರ್ಯಾರನ್ನು ಕರೆದುಕೊಂಡು ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತೀತ ಹಾಗೂ ತಿಮೋಥಿ	",
	"	ಬ. ತೀತ ಹಾಗೂ ಬಾರ್ನಬ	",
	"	ಕ. ತಿಮೋಥಿ ಹಾಗೂ ಲೂಕ	",
	"	ಡ. ತಿಮೋಥಿ ಹಾಗೂ ಸೀಲ	"
],			
"correct" :	"	ಬ. ತೀತ ಹಾಗೂ ಬಾರ್ನಬ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೇತ್ರನು ಮತ್ತು ಪೌಲನು ಯಾವಾಗಲೂ ಒಂದೇ ಮನಸ್ಸುಳ್ಳವರಾಗಿದ್ದರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಬ. ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಕ್ರಿಸ್ತನು ಸಮರ್ಪಿಸಿದ ಯಜ್ಞದಿಂದ ಸಮಸ್ತ ದೇಶಗಳ, ಜಾತಿಗಳ ಜನರಿಗೆ ರಕ್ಷಣೆ ಲಭಿಸುತ್ತದೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಮಾನವರಾದ ನಾವು ಏನು ಬಿತ್ತುತ್ತೇವೋ (ಒಳ್ಳೇದಾಗಲಿ ಕೆಟ್ಟದ್ದಾಗಲಿ) ಅದನ್ನೇ ಕೊಯ್ಯುವೆವು.  ಈ ಮಾತನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಸರಿ	",
	"	ಡ. ತಪ್ಪು	"
],			
"correct" :	"	ಅ. ಹೌದು	",
"explanation" :	"		",
},			
]