var quiztitle = "ಎಫೆಸದವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ಎಫೆಸದವರಿಗೆ ಈ ಪತ್ರಿಕೆಯನ್ನು ಯಾರು ಬರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಸೀಲನು	",
	"	C. ಬಾರ್ನಬನು	",
	"	D. ಅಪೋಲ್ಲೊಸ್ಸನು	"
],			
"correct" :	"	A. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವರು ಕೆಲವರನ್ನು ಜಗದುತ್ಪತ್ತಿಗೆ ಮೊದಲೇ ಕ್ರಿಸ್ತನಲ್ಲಿ ಆರಿಸಿಕೊಂಡನೆಂದು ಪೌಲನು ಹೇಳಿದ್ದಾನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನಮಗೆ ರಕ್ಷಣೆಯನ್ನು ಆತನು ಹೇಗೆ ಸಾದ್ಯ ಮಾಡಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಕ್ರಿಸ್ತನು ತನ್ನ ಶಿಲುಬೆಗೆ ಏರಿದ್ದರಿಂದ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು	",
	"	B. ಯೇಸು ಕ್ರಿಸ್ತನು ತನ್ನ ರಕ್ತವನ್ನು ಸುರಿಸಿದ್ದರಿಂದ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು	",
	"	C. ಯೇಸು ಕ್ರಿಸ್ತನು ತನ್ನ ಬೆವರನ್ನು ಸುರಿಸಿದ್ದರಿಂದ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು	",
	"	D. ಯೇಸು ಕ್ರಿಸ್ತನು ಕಷ್ಟಪಟ್ಟದ್ದರಿಂದ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು	"
],			
"correct" :	"	B. ಯೇಸು ಕ್ರಿಸ್ತನು ತನ್ನ ರಕ್ತವನ್ನು ಸುರಿಸಿದ್ದರಿಂದ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೇವರು ಕೆಲವನ್ನು ತನ್ನ ಸಂಕಲ್ಪದಂತೆ ಆದಿಯಲ್ಲಿಯೇ ಆರಿಸಿಕೊಂಡಿರುವನೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪಾಪವು ಮರಣಕ್ಕೆ ದಾರಿಯಾಗಿದೆಯೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೇವರಿಗೆ ಅವಿಧೇಯರಾಗುವಂತೆ ಪ್ರೇರೇಪಿಸುವ ಆತ್ಮನು ನಂಬಲೊಲ್ಲದವರನ್ನು ನಡೆಸುತ್ತಾನೆಯೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಾವು ಕೃಪೆಯಿಂದಲೇ ರಕ್ಷಣೆ ಹೊಂದಿದ್ದೇವೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಅಪೆÇೀಸ್ತಲರು, ಪ್ರವಾದಿಗಳು ಎಂಬ ಅಸ್ತಿವಾರದ ಮೇಲೆ, ಯೇಸು ಕ್ರಿಸ್ತನೇ ಮುಖ್ಯ ಮೂಲೆಗಲ್ಲಾಗಿ ನಾವು ಕಟ್ಟಲ್ಪಟ್ಟಿದ್ದೀರಲ್ಲವೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ದೇವರು ತನ್ನ ಜನರಿಗೆ ಬೇರೆ ಬೇರೆ ವರಗಳನ್ನು ಕೊಟ್ಟಿದ್ದಾನೆಯೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕ್ರೈಸರು ದೇವರು ಕೊಡುವ ಸರ್ವಾಯುಧಗಳನ್ನು ಧರಿಸಿಕೊಳ್ಳಬೇಕೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
]