var quiztitle = "ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ಪೌಲನು ಫಿಲಿಪ್ಪಿಯವರಿಗೆ ಪತ್ರಿಕೆ ಬರೆಯುವಾಗ ಅವನೊಂದಿಗೆ ಯಾರು ಇದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಿಮೊಥೆಯನು	",
	"	B. ತೀತನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಯೋಹಾನನು	"
],			
"correct" :	"	A. ತಿಮೊಥೆಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪೌಲನು ಸುವಾರ್ತೆಯನ್ನು ಪ್ರಚಾರ ಮಾಡಿದ್ದರಿಂದ ಆ ಸಮಯದಲ್ಲಿ ಅವನನ್ನು ಸೆರೆಮನೆಯಲ್ಲಿ ಬಂಧಿಸಿದ್ದರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪೌಲನನ್ನು ಸ್ವಲ್ಪ ಮಟ್ಟಿಗೆ ತನಗೆ ಸಾಯುವ ಸಮಯ ಬಂದಿದೆ ಎಂದು ತಿಳಿದಿದ್ದನೋ? ಯೇಕೆ?	",
"image" :	"",		
"choices" : [			
	"	A. “ನನಗಂತು ಬದುಕುವುದೆಂದರೆ ಲಾಭವೇ, ಸಾಯುವುದು ನಷ್ಟವೇ”	",
	"	B. “ನನಗಂತು ಬದುಕುವುದೆಂದರೆ ಕ್ರಿಸ್ತನೇ, ಸಾಯುವುದು ಲಾಭವೇ”	",
	"	C. “ನನಗಂತು ಬದುಕುವುದೆಂದರೆ ಕ್ರಿಸ್ತನೇ, ಸಾಯುವುದು ನಷ್ಟವೇ”	",
	"	D. “ನನಗಂತು ಬದುಕುವುದೆಂದರೆ ಕ್ರಿಸ್ತನೇ, ಸಾಯುವುದು ಕ್ರಿಸ್ತನೇ”	"
],			
"correct" :	"	B. “ನನಗಂತು ಬದುಕುವುದೆಂದರೆ ಕ್ರಿಸ್ತನೇ, ಸಾಯುವುದು ಲಾಭವೇ”	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸು ಕ್ರಿಸ್ತನಿಗೆ ದೀನಭಾವದ ಮನೋಭಾವವಿತ್ತೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪೌಲನು ಕ್ರೈಸ್ತರಿಗೆ ಅಲ್ಲಾ ಕೆಲಸವನ್ನು ಗುಣಗುಟ್ಟದೆಯೂ, ವಿವಾದವಿಲ್ಲದೆಯೂ ಮಾಡಬೇಕೆಂದು. ಹಾಗೆ ಮಾಡುವುದರಿಂದ “ಅವರು ಲೋಕದಲ್ಲಿ ನಕ್ಷತ್ರಗಳಂತೆ ಪ್ರಕಾಶಿಸಬೇಕೆಂದು”ಧೈರ್ಯ ಕೊಡುವವನಾಗಿದ್ದಾನೆಯೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ತಿಮೋಥೆಯನು ಪೌಲನಿಗೆ ಒಬ್ಬ ಪ್ರಾಮಾಣಿಕ ಮತ್ತು ಯಥಾರ್ಥವಾದ ಸ್ನೇಹಿತನಾಗಿದ್ದನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೌಲನು ಯಾವ ಇಸ್ರಾಯೇಲ್ ಕುಲದವನಾಗಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A.ಬೆಂಜಮೀನ್ ಕುಲದವನು	",
	"	B. ಬೆನ್ಯಾಮಿನ್ ಕುಲದವನು	",
	"	C. ಸಿಮೆಯೋನ್ ಕುಲದವನು	",
	"	D. ರೂಬೆನ್ ಕುಲದವನು	"
],			
"correct" :	"	B. ಬೆನ್ಯಾಮಿನ್ ಕುಲದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಪೌಲನು ಪರಿಸಾಯನಾಗಿದ್ದನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕ್ರಿಸ್ತನ ವಿರೋಧಿಗಳಿಗೆ ಅಂತ್ಯದಲ್ಲಿ ಏನಾಗುವುದು? (ಫಿಲಿ 3:18-19)	",
"image" :	"",		
"choices" : [			
	"	A. ಸಾವೇ ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ	",
	"	B. ನಾಶನವೇ ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ	",
	"	C. ಭಯಾನಕ ರೋಗವೇ  ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ	",
	"	D. ದಾರಿದ್ಯ್ರವೇ ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ	"
],			
"correct" :	"	B. ನಾಶನವೇ ಅವರ ಅಂತ್ಯಾವಸ್ಥೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಒಂದು ದಿನ ಕ್ರೈಸ್ತರು ರೂಪಾಂತರ ಹೊಂದಿ ದೀನಾವಸ್ಥೆಯುಳ್ಳ ದೇಹವು, ಪ್ರಭಾವವುಳ್ಳ ತನ್ನ ದೇಹದ ಸಾರೂಪ್ಯವಾಗುವಂತೆ ಮಾಡುವನು ಎಂದು ಪೌಲನು ಬರೆದಿದ್ದಾನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
]