var quiztitle = "ವಸ್ತ್ರಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನಮ್ಮ  ಕರ್ತನಾದ ದೇವರು ಯಾವ ವಸ್ತ್ರವನ್ನು ಧರಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪ್ರಭಾವ ಮಹತ್ವಗಳು	",
	"	ಬ. ಪ್ರಭಾವ ಪರಾಕ್ರಮಗಳು	",
	"	ಕ. ಅಪ್ರಭಾವ ಮಹತ್ವಗಳು	",
	"	ಡ. ಅಪ್ರಭಾವ ಪರಾಕ್ರಮಗಳು	"
],			
"correct" :	"	ಅ. ಪ್ರಭಾವ ಮಹತ್ವಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವದೂತರು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರವನ್ನು ಧರಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಪ್ಪು ನಿಲುವಂಗಿ	",
	"	ಬ. ಬೂದಿ ನಿಲುವಂಗಿ	",
	"	ಕ. ಬಿಳೀ ನಿಲುವಂಗಿ	",
	"	ಡ. ಕೆಂಪು ನಿಲುವಂಗಿ	"
],			
"correct" :	"	ಕ. ಬಿಳೀ ನಿಲುವಂಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಆದಾಮ ಹವ್ವಳಿಗೆ ದೇವರು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರ ಮಾಡಿ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೆಗಳ ಅಂಗಿಗಳು	",
	"	ಬ. ಚರ್ಮದ ಅಂಗಿಗಳು	",
	"	ಕ. ನಾರುಮಡಿಯ ಅಂಗಿಗಳು	",
	"	ಡ. ಕಾಟನ್ ಅಂಗಿಗಳು	"
],			
"correct" :	"	ಬ. ಚರ್ಮದ ಅಂಗಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮರಿಯಳು ತನ್ನ ಶಿಶುವಾದ ಯೇಸುವಿಗೆ ಗೋದಲಿಯಲ್ಲಿ ಏನು ತೊಡಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹುಲ್ಲುಗಳಲ್ಲಿ ಸುತ್ತಿದಳು	",
	"	ಬ. ಎಲೆಗಳಲ್ಲಿ ಸುತ್ತಿದಳು	",
	"	ಕ. ಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿದಳು	",
	"	ಡ. ಚರ್ಮದಲ್ಲಿ ಸುತ್ತಿದಳು	"
],			
"correct" :	"	ಕ. ಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವಾಲಯದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದ ತನ್ನ ಚಿಕ್ಕ ಮಗನಿಗಾಗಿ ಒಬ್ಬ ತಾಯಿ ಪ್ರತಿ ವರ್ಷ ಒಂದು ಅಂಗಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುತ್ತಿದ್ದಳು.  ಆಕೆಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೋಶೆಯ ತಾಯಿ ಯಾಕೆಬೆದಳು	",
	"	ಬ. ಸಮುವೇಲನ ತಾಯಿ ಹನ್ನ	",
	"	ಕ. ಯೇಸುವಿನ ತಾಯಿ ಮರಿಯಳು	",
	"	ಡ. ಯೋಹಾನನ ತಾಯಿ ಎಲೀಜಬೇತಳು	"
],			
"correct" :	"	ಬ. ಸಮುವೇಲನ ತಾಯಿ ಹನ್ನ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ಯಾವ ವಿಧವಾದ ನಿಲುವಂಗಿಯನ್ನು ತೊಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಖಂಡವಾಗಿ ಹೆಣೆಯದ ನಿಲುವಂಗಿ	",
	"	ಬ. ಸಾಮಾನ್ಯವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	",
	"	ಕ. ಅಸಾಮಾನ್ಯವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	",
	"	ಡ. ಅಖಂಡವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	"
],			
"correct" :	"	ಡ. ಅಖಂಡವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರ ತೊಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಒಂಟೆ ಕೂದಲಿನ ಹೊದಿಕೆ	",
	"	ಬ. ಕುದುರೆ ಕೂದಲಿನ ಹೊದಿಕೆ	",
	"	ಕ. ಹುಲಿ ಕೂದಲಿನ ಹೊದಿಕೆ	",
	"	ಡ. ಕುರಿ ಕೂದಲಿನ ಹೊದಿಕೆ	"
],			
"correct" :	"	ಅ. ಒಂಟೆ ಕೂದಲಿನ ಹೊದಿಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಬಡವರಿಗಾಗಿ ಬಟ್ಟೆಗಳನ್ನು ಮಾಡಿಕೊಡುತ್ತಿದ್ದ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮರಿಯಳು	",
	"	ಬ. ದೊರ್ಕಳು	",
	"	ಕ. ಎಲಿಜಬೆತಳು	",
	"	ಡ. ಎಸ್ತೇರಳು	"
],			
"correct" :	"	ಬ. ದೊರ್ಕಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಅಂಗಿಯ ಕೊರಳ ಪಟ್ಟಿಯ ವಿಷಯ ಯಾರು ಮಾತಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	ಬ. ಯೂದ	",
	"	ಕ. ಯೋಬ	",
	"	ಡ. ಯೇಸು	"
],			
"correct" :	"	ಕ. ಯೋಬ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಖರ್ಜೂರದ ಗರಿಗಳ ಭಾನುವಾರ ಜನರು ಖರ್ಜೂರದ ಎಲೆಗಳಿಲ್ಲದೇ ಬೇರೆ ಯಾವದನ್ನು ಆತನು ಹೋಗುವ ದಾರಿಯಲ್ಲಿ ಹಾಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು	",
	"	ಬ. ತಮ್ಮ ಹಣವನ್ನು	",
	"	ಕ. ತಮ್ಮ ದವಸಧಾನ್ಯವನ್ನು	",
	"	ಡ. ತಮ್ಮಲಿದ್ದ ಹೂವುಗಳನ್ನು	"
],			
"correct" :	"	ಅ. ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯ ಕಾಲದಲ್ಲಿ ಅಪರಿಚಿತರು ಇದ್ದಾಗ ಸ್ತ್ರೀಯರು ಏನನ್ನು ಧರಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮುಖ ಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
	"	ಬ. ಮುಂಡಾಸವನ್ನು  ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
	"	ಕ. ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
	"	ಡ. ಕೈವಸ್ತ್ರದಿಂದ ಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಿದ್ದರು	"
],			
"correct" :	"	ಕ. ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಸ್ವರ್ಗದಲ್ಲಿ ನಾವು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರಗಳನ್ನು ಧರಿಸುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬಿಳೀ ನಿಲುವಂಗಿ	",
	"	ಬ. ನೀಲಿ ನಿಲುವಂಗಿ	",
	"	ಕ. ಕೆಂಪು ನಿಲುವಂಗಿ	",
	"	ಡ. ಬೂದಿ ಬಣ್ಣದ ನಿಲುವಂಗಿ	"
],			
"correct" :	"	ಅ. ಬಿಳೀ ನಿಲುವಂಗಿ	",
"explanation" :	"		",
},			
]