var quiztitle = "ವಸ್ತ್ರಗಳು";			
var quiz = [			
{			
"question" :	"	1. ನಮ್ಮ  ಕರ್ತನಾದ ದೇವರು ಯಾವ ವಸ್ತ್ರವನ್ನು ಧರಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರಭಾವ ಮಹತ್ವಗಳು	",
	"	B. ಪ್ರಭಾವ ಪರಾಕ್ರಮಗಳು	",
	"	C. ಅಪ್ರಭಾವ ಮಹತ್ವಗಳು	",
	"	D. ಅಪ್ರಭಾವ ಪರಾಕ್ರಮಗಳು	"
],			
"correct" :	"	A. ಪ್ರಭಾವ ಮಹತ್ವಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ದೇವದೂತರು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರವನ್ನು ಧರಿಸುತ್ತಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಪ್ಪು ನಿಲುವಂಗಿ	",
	"	B. ಬೂದಿ ನಿಲುವಂಗಿ	",
	"	C. ಬಿಳೀ ನಿಲುವಂಗಿ	",
	"	D. ಕೆಂಪು ನಿಲುವಂಗಿ	"
],			
"correct" :	"	C. ಬಿಳೀ ನಿಲುವಂಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಆದಾಮ ಹವ್ವಳಿಗೆ ದೇವರು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರ ಮಾಡಿ ಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೆಗಳ ಅಂಗಿಗಳು	",
	"	B. ಚರ್ಮದ ಅಂಗಿಗಳು	",
	"	C. ನಾರುಮಡಿಯ ಅಂಗಿಗಳು	",
	"	D. ಕಾಟನ್ ಅಂಗಿಗಳು	"
],			
"correct" :	"	B. ಚರ್ಮದ ಅಂಗಿಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮರಿಯಳು ತನ್ನ ಶಿಶುವಾದ ಯೇಸುವಿಗೆ ಗೋದಲಿಯಲ್ಲಿ ಏನು ತೊಡಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹುಲ್ಲುಗಳಲ್ಲಿ ಸುತ್ತಿದಳು	",
	"	B. ಎಲೆಗಳಲ್ಲಿ ಸುತ್ತಿದಳು	",
	"	C. ಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿದಳು	",
	"	D. ಚರ್ಮದಲ್ಲಿ ಸುತ್ತಿದಳು	"
],			
"correct" :	"	C. ಬಟ್ಟೆಯಲ್ಲಿ ಸುತ್ತಿದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವಾಲಯದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದ ತನ್ನ ಚಿಕ್ಕ ಮಗನಿಗಾಗಿ ಒಬ್ಬ ತಾಯಿ ಪ್ರತಿ ವರ್ಷ ಒಂದು ಅಂಗಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗುತ್ತಿದ್ದಳು.  ಆಕೆಯು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆಯ ತಾಯಿ ಯಾಕೆಬೆದಳು	",
	"	B. ಸಮುವೇಲನ ತಾಯಿ ಹನ್ನ	",
	"	C. ಯೇಸುವಿನ ತಾಯಿ ಮರಿಯಳು	",
	"	D. ಯೋಹಾನನ ತಾಯಿ ಎಲೀಜಬೇತಳು	"
],			
"correct" :	"	B. ಸಮುವೇಲನ ತಾಯಿ ಹನ್ನ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ಯಾವ ವಿಧವಾದ ನಿಲುವಂಗಿಯನ್ನು ತೊಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಖಂಡವಾಗಿ ಹೆಣೆಯದ ನಿಲುವಂಗಿ	",
	"	B. ಸಾಮಾನ್ಯವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	",
	"	C. ಅಸಾಮಾನ್ಯವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	",
	"	D. ಅಖಂಡವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	"
],			
"correct" :	"	D. ಅಖಂಡವಾಗಿ ಹೆಣೆದ ಅಂಗಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರ ತೊಡುತ್ತಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂಟೆ ಕೂದಲಿನ ಹೊದಿಕೆ	",
	"	B. ಕುದುರೆ ಕೂದಲಿನ ಹೊದಿಕೆ	",
	"	C. ಹುಲಿ ಕೂದಲಿನ ಹೊದಿಕೆ	",
	"	D. ಕುರಿ ಕೂದಲಿನ ಹೊದಿಕೆ	"
],			
"correct" :	"	A. ಒಂಟೆ ಕೂದಲಿನ ಹೊದಿಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಬಡವರಿಗಾಗಿ ಬಟ್ಟೆಗಳನ್ನು ಮಾಡಿಕೊಡುತ್ತಿದ್ದ ಸ್ತ್ರೀ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮರಿಯಳು	",
	"	B. ದೊರ್ಕಳು	",
	"	C. ಎಲಿಜಬೆತಳು	",
	"	D. ಎಸ್ತೇರಳು	"
],			
"correct" :	"	B. ದೊರ್ಕಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ತನ್ನ ಅಂಗಿಯ ಕೊರಳ ಪಟ್ಟಿಯ ವಿಷಯ ಯಾರು ಮಾತಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನ	",
	"	B. ಯೂದ	",
	"	C. ಯೋಬ	",
	"	D. ಯೇಸು	"
],			
"correct" :	"	C. ಯೋಬ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಖರ್ಜೂರದ ಗರಿಗಳ ಭಾನುವಾರ ಜನರು ಖರ್ಜೂರದ ಎಲೆಗಳಿಲ್ಲದೇ ಬೇರೆ ಯಾವದನ್ನು ಆತನು ಹೋಗುವ ದಾರಿಯಲ್ಲಿ ಹಾಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು	",
	"	B. ತಮ್ಮ ಹಣವನ್ನು	",
	"	C. ತಮ್ಮ ದವಸಧಾನ್ಯವನ್ನು	",
	"	D. ತಮ್ಮಲಿದ್ದ ಹೂವುಗಳನ್ನು	"
],			
"correct" :	"	A. ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯ ಕಾಲದಲ್ಲಿ ಅಪರಿಚಿತರು ಇದ್ದಾಗ ಸ್ತ್ರೀಯರು ಏನನ್ನು ಧರಿಸುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮುಖ ಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
	"	B. ಮುಂಡಾಸವನ್ನು  ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
	"	C. ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
	"	D. ಕೈವಸ್ತ್ರದಿಂದ ಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಿದ್ದರು	"
],			
"correct" :	"	C. ಮುಸುಕು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಸ್ವರ್ಗದಲ್ಲಿ ನಾವು ಯಾವ ವಿಧವಾದ ವಸ್ತ್ರಗಳನ್ನು ಧರಿಸುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಿಳೀ ನಿಲುವಂಗಿ	",
	"	B. ನೀಲಿ ನಿಲುವಂಗಿ	",
	"	C. ಕೆಂಪು ನಿಲುವಂಗಿ	",
	"	D. ಬೂದಿ ಬಣ್ಣದ ನಿಲುವಂಗಿ	"
],			
"correct" :	"	A. ಬಿಳೀ ನಿಲುವಂಗಿ	",
"explanation" :	"		",
},			
]