var quiztitle = "ಕೊಲೊಸ್ಸೆಯವರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ಈ ಪತ್ರಿಕೆಯನ್ನು ಕೊಲೊಸ್ಸೆಯವರಿಗೆ ಯಾರು ಬರೆದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬನು	",
	"	B. ಸೀಲನು	",
	"	C. ಪೌಲನು	",
	"	D. ಅಪೋಲ್ಲೊಸ್ಸೋನು	"
],			
"correct" :	"	C. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಕೊಲೊಸ್ಸೆಯ ಜನರು ಕ್ರಿಸ್ತನಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿದ್ದರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪೌಲನು ಕೊಲೊಸ್ಸೆ  ಕ್ರೈಸ್ತರಿಗೆ “ ನೀವು ಸಕಲ ಸತ್ಕಾರ್ಯವೆಂಬ ಫಲವನ್ನು ಕೊಡಬೇಕೆಂದು” ಹೇಳಿಕೊಟ್ಟನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಪೌಲನು ಕೊಲೊಸ್ಸೆ ಕ್ರೈಸ್ತರಿಗೆ ದೇವಜ್ಞ್ನಾನದಿಂದ ಅಭಿವೃದ್ಧಿಯಾಗುತ್ತಿರಬೇಕೆಂದು” ಕಲಿಸಿದನೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸರ್ವವು ಯೇಸು ಕ್ರಿಸ್ತನ ಮುಖಾಂತರವಾಗಿಯೂ ಆತನಿಗೋಸ್ಕರವಾಗಿಯೂ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟಿದೆಯೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ಕ್ರಿಸ್ತನು ಸತ್ತವರೊಳಗಿಂದ ಮೊದಲು ಎದ್ದು ಬಂದವನು ಇದು ಸರಿಯೇ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಾವು ದೇವರ ಸತ್ಯತೆಯನ್ನು ಮನುಷಯ್ರ ಸಂಪ್ರದಾಯದೊಂದಿಗೆ ಬೆರಸದಂತೆ ಎಚ್ಚರಿಕೆ ವಹಿಸಬೇಕೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ದೀಕ್ಷಾಸ್ನಾನ ಹೊಂದಿದವರು ಪಾಪದಿಂದ ಪಶ್ಚಾತ್ತಾಪ ಪಡೆದು ಯೇಸುವಿನ ಮರಣ ಮತ್ತು ಪುನರುತ್ಥಾನದಲ್ಲಿ ಭಾಗಿಯಾಗಿರುವದನ್ನು ತೋರಿಸುತ್ತದೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕ್ರೈಸ್ತರಾದವರು ತಮ್ಮ ಪಾಪದ ಸ್ವಭಾವ ಮತ್ತು ಮನೋಭಾವವನ್ನು ಬದಲಾಯಿಸಬೇಕೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕ್ರೈಸ್ತರಾದವರು ತಮಗಾಗಿಯೂ ಮತ್ತು ಬೇರೆಯವರಿಗಾಗಿಯೂ ಪ್ರಾರ್ಥಿಸಬೇಕೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಸರಿ	",
	"	D. ತಪ್ಪು	"
],			
"correct" :	"	A. ಹೌದು	",
"explanation" :	"		",
},			
]