var quiztitle = "ಇಬ್ರಿಯರಿಗೆ ಬರೆದ ಪತ್ರಿಕೆ (ಅಧ್ಯಾಯಗಳು 1-3)";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಈ ಅಂತ್ಯ ದಿನಗಳಲ್ಲಿ ಯಾರ ಮೂಲಕ ಮಾತಾಡಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಪಾದ್ರಿಗಳ ಮೂಲಕ	",
	"	ಬ] ಪ್ರಸಂಗಿಗಳ ಮೂಲಕ	",
	"	ಕ] ತನ್ನ ಮಗನ ಮೂಲಕ	",
	"	ಡ] ಅಪೆÇೀಸ್ತಲರ ಮೂಲಕ	"
],			
"correct" :	"	ಕ] ತನ್ನ ಮಗನ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯೇಸು ಯಾವ ಅಂತಸ್ತಿನಲ್ಲಿ ಇದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಎಲ್ಲಕ್ಕೂ ಬಾಧ್ಯನಾಗಿದ್ದಾನೆ	",
	"	ಬ] ಉನ್ನತ ಲೋಕದೊಳಗೆ ಮಹತ್ವವುಳ್ಳ ದೇವರ ಬಲಗಡೆಯಲ್ಲಿ ಆಸನಾರೂಢನಾಗಿದ್ದಾನೆ	",
	"	ಕ] ದೇವದೂತರಿಗಿಂಗಲೂ ಉತ್ತಮನಾದವನು	",
	"	ಡ] ಮೇಲಿನವುಗಳೆಲ್ಲಾ ಸರಿ	"
],			
"correct" :	"	ಡ] ಮೇಲಿನವುಗಳೆಲ್ಲಾ ಸರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ದೇವರು ದೇವದೂತರ ವಿಷಯದಲ್ಲಿ ನೇನು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸೇವೆಗೋಸ್ಕರ ಕಳುಹಿಸಲ್ಪಡುವ ಊಳಿಗದ ಆತ್ಮಗಳು	",
	"	ಬ] ನಾನು ನಿನ್ನ ವಿರೋಧಿಗಳನ್ನು ನಿನಗೆ ಪಾದಪೀಠ ಮಾಡುವ ತನಕ, ನನ್ನ ಬಲಗಡೆಯಲ್ಲಿ ಕೂತುಕೊಂಡಿರು	",
	"	ಕ] ನೀನು ನನ್ನ ಮಗನು, ನಾನು ಈ ಹೊತ್ತೆ ನಿನ್ನನ್ನು ಪಡೆದಿದ್ದೇನೆ	",
	"	ಡ] ಮೇಲಿನವುಗಳೆಲ್ಲಾ ತಪ್ಪು	"
],			
"correct" :	"	ಅ] ಸೇವೆಗೋಸ್ಕರ ಕಳುಹಿಸಲ್ಪಡುವ ಊಳಿಗದ ಆತ್ಮಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೇವರು ತನ್ನ ಮಗನಿಗೆ ಏನು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನಿನ್ನನ್ನು ನಿನ್ನ ಜೊತೆಗಾರರಿಗಿಂತ ಉನ್ನತ ಸ್ಥಾನಕ್ಕೆ ಏರಿಸಿ ಪರಮಾನಂದ ತೈಲದಿಂದ ಅಭಿಷೇಕಿಸಿದ್ದೇನೆ	",
	"	ಬ] ನೀನು ಧರ್ಮವನ್ನು ಪ್ರೀತಿಸಿ, ಅಧರ್ಮವನ್ನು ದ್ವೇಶಿಸಿದಿ	",
	"	ಕ] ನೀನು ಆದಿಯಲ್ಲಿ ಭೂಮಿಗೆ ಆಸ್ತಿವಾರವನ್ನು ಹಾಕಿದಿ, ಗಗನ ಮಂಡಲವು ನಿನ್ನ ಕೈ ಕೆಲಸವಾಗಿದೆ.	",
	"	ಡ] ಮೇಲಿನವುಗಳೆಲ್ಲಾ ಸರಿ	"
],			
"correct" :	"	ಡ] ಮೇಲಿನವುಗಳೆಲ್ಲಾ ಸರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಈ ಅತ್ಯಂತ ವಿಶೇಷ ರಕ್ಷಣೆಯನ್ನು ನಾವು_______________ ತಪ್ಪಿಸಿಕೊಳ್ಳುವುದು ಹೇಗೆ? ಇದು ಕರ್ತನಿಂದ ಮೊದಲು ಹೇಳಲ್ಪಟ್ಟಿತು; ಆತನಿಂದ ಕೇಳಿದವರು ನಮಗೆ ಇದನ್ನು ಸ್ಥಿರಪಡಿಸಿದರು.	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅಲಕ್ಷ ಮಾಡಿದರೆ	",
	"	ಬ] ಅವಿಶ್ವಾಸ ಪಟ್ಟರೆ	",
	"	ಕ] ಮರೆತರೆ	",
	"	ಡ] ನಿರಾಕರಿಸಿದರೆ	"
],			
"correct" :	"	ಅ] ಅಲಕ್ಷ ಮಾಡಿದರೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ರಕ್ಷಣಾ ಕರ್ತನನ್ನು ಹೇಗೆ ಸಿದ್ಧಿಗೆ ತರಲು ಸಾಧ್ಯ? (2:10)	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದಂಡಿಸುವುದರ ಮೂಲಕ	",
	"	ಬ] ವಿಧೇಯತೆಯಿಂದ	",
	"	ಕ] ಬಾಧೆಗಳ ಮೂಲಕ	",
	"	ಡ] ಮೇಲಿನವುಗಳಾವುದೂ ಇಲ್ಲ	"
],			
"correct" :	"	ಕ] ಬಾಧೆಗಳ ಮೂಲಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯೇಸು ಏಕೆ ರಕ್ತ ಮಾಂಸಧಾರಿಯಾದನು (2:11-17)	",
"image" :	"",		
"choices" : [			
	"	ಅ] ತನ್ನ ಮರಣದಿಂದಲೇ, ಮರಣಾಧಿಕಾರಿಯನ್ನು ಅಂದರೆ ಸೈತಾನನ್ನು ಅಡಗಿಸುವುದಕ್ಕೆ	",
	"	ಬ] ನಮಗೆ ಉದಾಹರಣೆಯಾಗಿರುವುದಕ್ಕೆ	",
	"	ಕ] ದೇವರ ಮಗನಾಗುವದಕ್ಕೆ	",
	"	ಡ] ಮೇಲಿನವೆಲ್ಲಾ	"
],			
"correct" :	"	ಅ] ತನ್ನ ಮರಣದಿಂದಲೇ, ಮರಣಾಧಿಕಾರಿಯನ್ನು ಅಂದರೆ ಸೈತಾನನ್ನು ಅಡಗಿಸುವುದಕ್ಕೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮೋಶೆಗಿಂತ ಯೇಸು ಏಕೆ ಹೆಚ್ಚಾದ ಮಹಿಮೆ ಮತ್ತು ಮಾನಕ್ಕೆ ಯೋಗ್ಯನಾಗಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮೋಶೆಯಂತೆ ಅವನು ಅವಿಧೇಯನಾಗಿರಲಿಲ್ಲ	",
	"	ಬ] ಅವನಿಗೆ ಪಾಪವೇನೆಂದು ಗೊತ್ತಿರಲಿಲ್ಲ	",
	"	ಕ] ಅವನು ದೇವರ ಮಗನಾಗಿ ಹುಟ್ಟಿದ್ದಾನೆ	",
	"	ಡ] ಮನೆಗಿಂತ ಮನೆ ಕಟ್ಟಿದವನಿಗೆ ಹೆಚ್ಚಾದ ಮಾನವಿದೆ	"
],			
"correct" :	"	ಕ] ಅವನು ದೇವರ ಮಗನಾಗಿ ಹುಟ್ಟಿದ್ದಾನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಾವು ಯಾವ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆಯಿಂದಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅಪನಂಬಿಕೆಯುಳ್ಳ ಕೆಟ್ಟ ಹೃದಯವು ನಿಮ್ಮೊಳಗೆ ಯಾವನಲ್ಲಿಯೂ ಇರಬಾರದು	",
	"	ಬ] ಹಾಗಾದರೆ ಯಾವ ಸಮಯದಲ್ಲಿಯೂ ನಿಮ್ಮ ಹೃದಯದಲ್ಲಿ ಹೆಚ್ಚು ಉಬ್ಬಿಕೊಂಡು ಹೊಟ್ಟೆಬಾಕತನ ಮಾಡಬಾರದು	",
	"	ಕ] ನಾವು ಬೇರೆಯವರಿಗೆ ಪ್ರಸಂಗ ಮಾಡುವವರಾಗಿದ್ದು, ನಮ್ಮನ್ನು ದೂರ ಮಾಡುವಂತವರಾಗಿರಬಾರದು	",
	"	ಡ] ಯಾವ ವಿಧದಲ್ಲಾದರೂ ನಿಮಗಿರುವ ಸ್ವಾತಂತ್ರವು ನಿಮಗೆ ಅಡಚಣೆಯಾಗಿರಬಾರದು	"
],			
"correct" :	"	ಅ] ಅಪನಂಬಿಕೆಯುಳ್ಳ ಕೆಟ್ಟ ಹೃದಯವು ನಿಮ್ಮೊಳಗೆ ಯಾವನಲ್ಲಿಯೂ ಇರಬಾರದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಅವರು ಯಾಕೆ ದೇವರ ಶಾಂತಿಯಲ್ಲಿ ಸೇರುವದಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹಾದರದ ಕಾರಣದಿಂದ	",
	"	ಬ] ದಂಗೆಯ ಕಾರಣದಿಂದ	",
	"	ಕ] ಅವಿಧೇಯತೆಯ ಕಾರಣದಿಂದ	",
	"	ಡ] ಅಪನಂಬಿಕೆಯ ಕಾರಣದಿಂದ	"
],			
"correct" :	"	ಕ] ಅವಿಧೇಯತೆಯ ಕಾರಣದಿಂದ ಮತ್ತು ಡ] ಅಪನಂಬಿಕೆಯ ಕಾರಣದಿಂದ	",
"explanation" :	"		",
},			
]