var quiztitle = "ಯಾಕೋಬನು ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ಯಾಕೋಬನ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೋಲನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಯೋಹಾನನು	",
	"	D. ಯಾಕೋಬನು	"
],			
"correct" :	"	D. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾಕೋಬನು ಯಾವ ಮೂರು ಉದಾಹರಣೆಗಳನ್ನು ನಾಲಿಗೆಗೆ ಹೋಲಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಡಗುಗಳ ಚುಕ್ಕಾಣಿ, ಕಿಚ್ಚು, ಪಾರಿವಾಳ	",
	"	B. ಕುದುರೆಯ ಕಡಿವಾಣ, ವಿಷದ ಕೊಂಡಿ, ಕಿಚ್ಚು	",
	"	C. ಕುದುರೆಯ ಕಡಿವಾಣ, ಹಡಗುಗಳ ಚುಕ್ಕಾಣಿ, ಕಿಚ್ಚು	",
	"	D. ಕಿಚ್ಚು, ಮುಳುಗಿಸುವ ನೀರು, ಬಿರುಗಾಳಿ	"
],			
"correct" :	"	C. ಕುದುರೆಯ ಕಡಿವಾಣ, ಹಡಗುಗಳ ಚುಕ್ಕಾಣಿ, ಕಿಚ್ಚು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾಕೋಬ 2:23 ರಲ್ಲಿ ದೇವರ ಸ್ನೇಹಿತನೆಂಬ ಹೆಸರು ಯಾರಿಗುಂಟಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನನು	",
	"	B. ಅಬ್ರಹಾಮನು	",
	"	C. ಯೋಸೇಫನು	",
	"	D. ಬೆಂಜಮೀನನು	"
],			
"correct" :	"	B. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಆಕಾಶದ ಮೇಲಾಗಲಿ ಭೂಮಿಯ ಮೇಲಾಗಲಿ ಆಣೆ ಇಡಬೇಡಿರಿ, ಹಾಗಾದರೆ ನಾವು ಏನು ಮಾಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಅಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
	"	B. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಗೊತ್ತಿಲ್ಲವೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಅಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
	"	C. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಗೊತ್ತಿಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
	"	D. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಇಲ್ಲವೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	A. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಅಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾಕೋಬ 1:22ನೇ ವಚನವನ್ನು ಬರೆಯಿರಿ	",
"image" :	"",		
"choices" : [			
	"	A. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರದೆ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಕೊಳ್ಳಿರಿ	",
	"	B. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರದೆ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	",
	"	C. ವಾಕ್ಯವನ್ನು ಬೋಧಿಸಿ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	",
	"	D. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರಿ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	"
],			
"correct" :	"	D. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರಿ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹಳೆ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾರನ್ನು ಯಾಕೋಬನು ನೀತಿವಂತನೆಂದು ಮತ್ತು ಪ್ರಾರ್ಥನಾ ಮನುಷ್ಯನೆಂದು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯನು ಮತ್ತು ಎಲೀಷನು	",
	"	B. ಎಲೀಯನು ಮತ್ತು ಅಬ್ರಹಾಮನು	",
	"	C. ಎಲೀಯನು ಮತ್ತು ಯೋಸೇಫನು	",
	"	D. ಎಲೀಯನು ಮತ್ತು ಯಾಕೋಬನು	"
],			
"correct" :	"	B. ಎಲೀಯನು ಮತ್ತು ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾಕೋಬ 2:19 ರಲ್ಲಿ ನಮ್ಮ ಹಾಗೆ ದೇವರು ಒಬ್ಬನೇ ಎಂದು ನಂಬಿ ಹೆದರಿ ನಡುಗುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. 99 ದೆವ್ವಗಳು	",
	"	B. 79 ದೆವ್ವಗಳು	",
	"	C. 19 ದೆವ್ವಗಳು	",
	"	D. 29 ದೆವ್ವಗಳು	"
],			
"correct" :	"	C. 19 ದೆವ್ವಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕಷ್ಟವನ್ನು ಸಹಿಸಿಕೊಳ್ಳುವವನು ಧನ್ಯರು, ಅವನು ಪರಿಶೋಧಿತನಾದ ಮೇಲೆ ಅವನಿಗೆ ಸಿಗುವ ಕಿರೀಟವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಹೆಮೆಯ ಜಯಮಾಲೆ	",
	"	B. ಬಾಡದ ಜಯಮಾಲೆ	",
	"	C. ಸಂತೋಷವೆಂಬ ಜಯಮಾಲೆ	",
	"	D. ಜೀವವೆಂಬ ಜಯಮಾಲೆ	"
],			
"correct" :	"	D. ಜೀವವೆಂಬ ಜಯಮಾಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಮ್ಮ ನಂಬಿಕೆಗೆ ಆಗುವ ಪರಿಶೋಧನೆಯಿಂದ ಏನನ್ನು ಪಡೆಯುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ನಂಬಿಕೆಯನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
	"	B. ತಾಳ್ಮೆಯನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
	"	C. ಕಷ್ಟವನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
	"	D. ನಷ್ಟವನ್ನುಂಟು ಮಾಡುತ್ತದೆ	"
],			
"correct" :	"	B. ತಾಳ್ಮೆಯನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ನಿಮ್ಮ ಜೀವಮಾನವು ಎಂಥದು? ಎಂಬ ಯಾಕೋಬನ ಪ್ರಶ್ನೆಗೆ ಉತ್ತರವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬ 5:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
	"	B. ಯಾಕೋಬ 3:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
	"	C. ಯಾಕೋಬ 2:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
	"	D. ಯಾಕೋಬ 4:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	"
],			
"correct" :	"	D. ಯಾಕೋಬ 4:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
"explanation" :	"		",
},			
]