var quiztitle = "ಯಾಕೋಬನು ಬರೆದ ಪತ್ರಿಕೆ";			
var quiz = [			
{			
"question" :	"	1. ಯಾಕೋಬನ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೋಲನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ಯೋಹಾನನು	",
	"	ಡ. ಯಾಕೋಬನು	"
],			
"correct" :	"	ಡ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾಕೋಬನು ಯಾವ ಮೂರು ಉದಾಹರಣೆಗಳನ್ನು ನಾಲಿಗೆಗೆ ಹೋಲಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಡಗುಗಳ ಚುಕ್ಕಾಣಿ, ಕಿಚ್ಚು, ಪಾರಿವಾಳ	",
	"	ಬ. ಕುದುರೆಯ ಕಡಿವಾಣ, ವಿಷದ ಕೊಂಡಿ, ಕಿಚ್ಚು	",
	"	ಕ. ಕುದುರೆಯ ಕಡಿವಾಣ, ಹಡಗುಗಳ ಚುಕ್ಕಾಣಿ, ಕಿಚ್ಚು	",
	"	ಡ. ಕಿಚ್ಚು, ಮುಳುಗಿಸುವ ನೀರು, ಬಿರುಗಾಳಿ	"
],			
"correct" :	"	ಕ. ಕುದುರೆಯ ಕಡಿವಾಣ, ಹಡಗುಗಳ ಚುಕ್ಕಾಣಿ, ಕಿಚ್ಚು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಾಕೋಬ 2:23 ರಲ್ಲಿ ದೇವರ ಸ್ನೇಹಿತನೆಂಬ ಹೆಸರು ಯಾರಿಗುಂಟಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಸಾಕನನು	",
	"	ಬ. ಅಬ್ರಹಾಮನು	",
	"	ಕ. ಯೋಸೇಫನು	",
	"	ಡ. ಬೆಂಜಮೀನನು	"
],			
"correct" :	"	ಬ. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಆಕಾಶದ ಮೇಲಾಗಲಿ ಭೂಮಿಯ ಮೇಲಾಗಲಿ ಆಣೆ ಇಡಬೇಡಿರಿ, ಹಾಗಾದರೆ ನಾವು ಏನು ಮಾಡಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಅಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
	"	ಬ. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಗೊತ್ತಿಲ್ಲವೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಅಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
	"	ಕ. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಗೊತ್ತಿಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
	"	ಡ. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಇಲ್ಲವೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	"
],			
"correct" :	"	ಅ. ಹೌದೆಂದು ಹೇಳಬೇಕಾದರೆ ಹೌದೆನ್ನಿರಿ; ಅಲ್ಲವೆನ್ನಬೇಕಾದರೆ ಅಲ್ಲವೆನ್ನಿರಿ, ಹೀಗಾದರೆ ನೀವು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವುದಿಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾಕೋಬ 1:22ನೇ ವಚನವನ್ನು ಬರೆಯಿರಿ	",
"image" :	"",		
"choices" : [			
	"	ಅ. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರದೆ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಕೊಳ್ಳಿರಿ	",
	"	ಬ. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರದೆ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	",
	"	ಕ. ವಾಕ್ಯವನ್ನು ಬೋಧಿಸಿ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	",
	"	ಡ. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರಿ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	"
],			
"correct" :	"	ಡ. ವಾಕ್ಯದ ಪ್ರಕಾರ ನಡೆಯುವವರಾಗಿರಿ, ಇದನ್ನು ಕೇಳುವವರು ಮಾತ್ರ ಆಗಿದ್ದು ನಿಮ್ಮನ್ನು ನೀವೇ ಮೋಸಗೊಳಿಸಬೇಡಿರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಹಳೆ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾರನ್ನು ಯಾಕೋಬನು ನೀತಿವಂತನೆಂದು ಮತ್ತು ಪ್ರಾರ್ಥನಾ ಮನುಷ್ಯನೆಂದು ಹೇಳಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯನು ಮತ್ತು ಎಲೀಷನು	",
	"	ಬ. ಎಲೀಯನು ಮತ್ತು ಅಬ್ರಹಾಮನು	",
	"	ಕ. ಎಲೀಯನು ಮತ್ತು ಯೋಸೇಫನು	",
	"	ಡ. ಎಲೀಯನು ಮತ್ತು ಯಾಕೋಬನು	"
],			
"correct" :	"	ಬ. ಎಲೀಯನು ಮತ್ತು ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾಕೋಬ 2:19 ರಲ್ಲಿ ನಮ್ಮ ಹಾಗೆ ದೇವರು ಒಬ್ಬನೇ ಎಂದು ನಂಬಿ ಹೆದರಿ ನಡುಗುವವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. 99 ದೆವ್ವಗಳು	",
	"	ಬ. 79 ದೆವ್ವಗಳು	",
	"	ಕ. 19 ದೆವ್ವಗಳು	",
	"	ಡ. 29 ದೆವ್ವಗಳು	"
],			
"correct" :	"	ಕ. 19 ದೆವ್ವಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕಷ್ಟವನ್ನು ಸಹಿಸಿಕೊಳ್ಳುವವನು ಧನ್ಯರು, ಅವನು ಪರಿಶೋಧಿತನಾದ ಮೇಲೆ ಅವನಿಗೆ ಸಿಗುವ ಕಿರೀಟವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಹೆಮೆಯ ಜಯಮಾಲೆ	",
	"	ಬ. ಬಾಡದ ಜಯಮಾಲೆ	",
	"	ಕ. ಸಂತೋಷವೆಂಬ ಜಯಮಾಲೆ	",
	"	ಡ. ಜೀವವೆಂಬ ಜಯಮಾಲೆ	"
],			
"correct" :	"	ಡ. ಜೀವವೆಂಬ ಜಯಮಾಲೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ನಮ್ಮ ನಂಬಿಕೆಗೆ ಆಗುವ ಪರಿಶೋಧನೆಯಿಂದ ಏನನ್ನು ಪಡೆಯುತ್ತೇವೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಂಬಿಕೆಯನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
	"	ಬ. ತಾಳ್ಮೆಯನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
	"	ಕ. ಕಷ್ಟವನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
	"	ಡ. ನಷ್ಟವನ್ನುಂಟು ಮಾಡುತ್ತದೆ	"
],			
"correct" :	"	ಬ. ತಾಳ್ಮೆಯನ್ನುಂಟು ಮಾಡುತ್ತದೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ನಿಮ್ಮ ಜೀವಮಾನವು ಎಂಥದು? ಎಂಬ ಯಾಕೋಬನ ಪ್ರಶ್ನೆಗೆ ಉತ್ತರವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬ 5:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
	"	ಬ. ಯಾಕೋಬ 3:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
	"	ಕ. ಯಾಕೋಬ 2:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
	"	ಡ. ಯಾಕೋಬ 4:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	"
],			
"correct" :	"	ಡ. ಯಾಕೋಬ 4:14 ನೀವು ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾಣಿಸಿಕೊಂಡು ಆ ಮೇಲೆ ಕಾಣದೆ ಹೋಗುವ ಹಬೆಯಂತಿರುತ್ತೀರಿ	",
"explanation" :	"		",
},			
]