var quiztitle = "ಪ್ರಕಟನೆ";			
var quiz = [			
{			
"question" :	"	1. ಪ್ರಕಟನೆಯ ಗ್ರಂಥವನ್ನು ಬರೆದಾಗ ಯೋಹಾನನು ಎಲ್ಲಿದ್ದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾರ್ಮಗ್ ದ್ವೀಪದಲ್ಲಿದ್ದನು	",
	"	B. ಯೋರ್ಫಾ ದ್ವೀಪದಲ್ಲಿದ್ದನು	",
	"	C. ಅಂಡಮಾನ್ ದ್ವೀಪದಲ್ಲಿದ್ದನು	",
	"	D. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿದ್ದನು	"
],			
"correct" :	"	D. ಪತ್ಮೋಸ್ ದ್ವೀಪದಲ್ಲಿದ್ದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪ್ರಕಟನೆಯನ್ನು ಯಾರಿಗಾಗಿ ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಸ್ಯ ಸೀಮೆಯಲ್ಲಿರುವ ಒಂಬತ್ತು ಸಭೆಗಳಿಗೆ	",
	"	B. ಅಸ್ಯ ಸೀಮೆಯಲ್ಲಿರುವ ಆರು ಸಭೆಗಳಿಗೆ	",
	"	C. ಅಸ್ಯ ಸೀಮೆಯಲ್ಲಿರುವ ಏಳು ಸಭೆಗಳಿಗೆ	",
	"	D. ಅಸ್ಯ ಸೀಮೆಯಲ್ಲಿರುವ ಎಂಟು ಸಭೆಗಳಿಗೆ	"
],			
"correct" :	"	C. ಅಸ್ಯ ಸೀಮೆಯಲ್ಲಿರುವ ಏಳು ಸಭೆಗಳಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯೋಹಾನನು ತನ್ನ ಸಂಗಡ ಯಾರು ಮಾತನಾಡುತ್ತಿದ್ದಾರೆಂದು ನೋಡಲು ತಿರುಗಿದಾಗ, ಏಳು ಚಿನ್ನದ ದೀಪಸ್ತಂಭಗಳನ್ನು, ಆ ದೀಪಸ್ಥಂಬಗಳ ಮಧ್ಯದಲ್ಲಿ ಮನುಷ್ಯಕುಮಾರನಂತೆ ಇರುವವನನ್ನು ಕಂದನು, ಆತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬನು	",
	"	B. ಅಪೋಲ್ಲೊಸ್ಸನು	",
	"	C. ಪೌಲನು	",
	"	D. ಯೇಸುಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	D. ಯೇಸುಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಸಿಂಹಾಸನದ ಮೇಲೆ ಕುಳಿತಿದ್ದಾತನ ಬಲಗೈಯಲ್ಲಿ ಒಂದು ಸುರುಳಿಯಿತ್ತು ಅದು ಏಳು ಮುದ್ರೆಗಳಿಂದ ಮುದ್ರಿತವಾಗಿತ್ತು, ಆ ಸುರುಳಿಯನ್ನು ಬಿಚ್ಚುವದಕ್ಕೂ, ಅದರ ಮುದ್ರೆಗಳನ್ನು ಒಡೆಯುವದಕ್ಕೂ ಯಾರು ಯೋಗ್ಯರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬಾರ್ನಬನು	",
	"	B. ಅಪೋಲ್ಲೊಸ್ಸನು	",
	"	C. ಪೌಲನು	",
	"	D. ಯೇಸುಕ್ರಿಸ್ತನು	"
],			
"correct" :	"	D. ಯೇಸುಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಒಬ್ಬ ದೇವದೂತನು ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮುದ್ರೆಯನ್ನು ಎಷ್ಟು ಸಾವಿರ ಜನರಿಗೆ ಒತ್ತಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಒಂದು ಲಕ್ಷ ನಾಲ್ವತ್ತುನಾಲ್ಕು ಸಾವಿರ	",
	"	B. ಮೂರು ಲಕ್ಷ ನಾಲ್ವತ್ತುನಾಲ್ಕು ಸಾವಿರ	",
	"	C. ಎರಡು ಲಕ್ಷ ನಾಲ್ವತ್ತುನಾಲ್ಕು ಸಾವಿರ	",
	"	D. ನಾಲ್ಕು ಲಕ್ಷ ನಾಲ್ವತ್ತುನಾಲ್ಕು ಸಾವಿರ	"
],			
"correct" :	"	A. ಒಂದು ಲಕ್ಷ ನಾಲ್ವತ್ತುನಾಲ್ಕು ಸಾವಿರ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸಮುದ್ರದಿಂದ ಏರಿ ಬಂದ ಮೃಗಕ್ಕೆ ಎಷ್ಟು ತಲೆಗಳಿದ್ದವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅದಕ್ಕೆ ಎರಡು ತಲೆಗಳಿದ್ದವು	",
	"	B. ಅದಕ್ಕೆ ಎಂಟು ತಲೆಗಳಿದ್ದವು	",
	"	C. ಅದಕ್ಕೆ ಮೂರು ತಲೆಗಳಿದ್ದವು	",
	"	D. ಅದಕ್ಕೆ ಏಳು ತಲೆಗಳಿದ್ದವು	"
],			
"correct" :	"	D. ಅದಕ್ಕೆ ಏಳು ತಲೆಗಳಿದ್ದವು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಮತ್ತೊಂದು ಮೃಗವು ಭೂಮಿಯೊಳಗಿಂದ ಬಂದು ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿ ಜನರನ್ನು ಮರುಳುಗೊಳಿಸುತ್ತದೆ, ಅದನ್ನು ಸೂಚಿಸುವ ಅಂಕೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರನೂರ ಅರವತ್ತಾರು	",
	"	B. ಮೂನ್ನೂರ ಅರವತ್ತಾರು	",
	"	C. ನಾನೂರ ಅರವತ್ತಾರು	",
	"	D. ಏಳುನೂರ ಅರವತ್ತಾರು	"
],			
"correct" :	"	A. ಆರನೂರ ಅರವತ್ತಾರು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ರಕ್ಷಣೆ ಹೊಂದಿದವರ ಉತ್ಸವ ಗೀತೆ ಯಾವ ಶಬ್ದದಂತಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ವೀಣೆಗಾರರ ಶಬ್ದದಂತಿತ್ತು	",
	"	B. ಕಿನ್ನರಿಗಾರರ ಶಬ್ದದಂತಿತ್ತು	",
	"	C. ದಮ್ಮಡಿಗಾರರ ಶಬ್ದದಂತಿತ್ತು	",
	"	D. ಸ್ವರಮಂಡಳಿಗಾರರ ಶಬ್ದದಂತಿತ್ತು	"
],			
"correct" :	"	A. ವೀಣೆಗಾರರ ಶಬ್ದದಂತಿತ್ತು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಒಂದು ಸಾವಿರ ವರ್ಷ ಯಾರನ್ನು ಬಂಧನದಲ್ಲಿಡಲಾಗುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ನಮ್ಮ ಶಾರೀರಿಕ ವೈರಿಗಳನ್ನು	",
	"	B. ನಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸಿದ ಸ್ನೇಹಿತರನ್ನು	",
	"	C. ನಮ್ಮನ್ನು ಪಾಪಕ್ಕೆ ಸೆಳೆದ ಆತ್ಮೀಯರನ್ನು	",
	"	D. ಸೈತಾನನ್ನು	"
],			
"correct" :	"	D. ಸೈತಾನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನೂತನ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ದೇವರು ಉಂಟು ಮಾಡಿದ ಮೇಲೆ ಪರಲೋಕದಿಂದ ದೇವರ ಬಳಿಯಿಂದ ಏನು ಇಳಿದು ಬರುತ್ತದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೊಸ ಬೆತ್ಲೆಹೇಮು	",
	"	B. ಹೊಸ ಇಸ್ರೇಲ್ಪ	",
	"	C. ಹೊಸ ಯೆರೂಸಲೇಮು	",
	"	D. ಹೊಸ ಪರಲೋಕ	"
],			
"correct" :	"	C. ಹೊಸ ಯೆರೂಸಲೇಮು	",
"explanation" :	"		",
},			
]