var quiztitle = "ಆತ್ಮಿಕ ಹೋರಾಟ";			
var quiz = [			
{			
"question" :	"	1. ದಾನಿಯೇಲನ ಬಳಿಗೆ ಬರುತ್ತಿದ್ದ ದೇವದೂತನನ್ನು ¬¬¬¬_____________ತಡೆ ಮಾಡಿದರು.	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದಮಸ್ಕ	",
	"	ಬ] ಐತಿಯೋಪ್ಯ	",
	"	ಕ] ಪಾರಸಿ (ಇರಾನ್) ದೇಶದ ಪಾಲಕನು	",
	"	ಡ] ಐಗುಪ್ತ	"
],			
"correct" :	"	ಕ] ಪಾರಸಿ (ಇರಾನ್) ದೇಶದ ಪಾಲಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಪ್ರಕಟನೆಯ ಪುಸ್ತಕದಲ್ಲಿ ಸೈತಾನನಿಗೆ ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ ಯಾವ ಹೆಸರನ್ನು ಕೊಡಲಾಗಿದೆ	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅಪೆÇಲ್ಲುವೋನನು	",
	"	ಬ] ಲೂಸಿಫರ್	",
	"	ಕ] ಮಾಚಿ ಪತ್ರೆ	",
	"	ಡ] ಸರ್ಪ	"
],			
"correct" :	"	ಅ] ಅಪೆÇಲ್ಲುವೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಯಾವುದು ದೇವರ ಸರ್ವಾಯುಧಗಳಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನೀತಿಯೆಂಬ ವಜ್ರ ಕವಚ	",
	"	ಬ] ನಂಬಿಕೆಯೆಂಬ ಗುರಾಣಿ	",
	"	ಕ] ರಕ್ಷಣೆಯೆಂಬ ಶಿರಸ್ತ್ರಾಣ	",
	"	ಡ] ಸತ್ಯವೆಂಬ ಕತ್ತಿ	"
],			
"correct" :	"	ಡ] ಸತ್ಯವೆಂಬ ಕತ್ತಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸುವನ್ನು ಸೈತಾನನು ಅಡವಿಯಲ್ಲಿ ಎಷ್ಟು ಸಾರಿ ಶೋಧನೆಗೆ ಒಳಪಡಿಸಿದನು	",
"image" :	"",		
"choices" : [			
	"	ಅ] 4	",
	"	ಬ] 3	",
	"	ಕ] 5	",
	"	ಡ] 2	"
],			
"correct" :	"	ಬ] 3	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೇಸು ಅಡವಿಯಲ್ಲಿ ಎಷ್ಟು ಕಾಲ ಇದ್ದಾಗ ಸೈತಾನನು ಆತನನ್ನು ಶೋಧಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ]  7 ದಿನಗಳು	",
	"	ಬ] 14 ದಿನಗಳು	",
	"	ಕ] 40 ದಿನಗಳು	",
	"	ಡ] 77 ದಿನಗಳು	"
],			
"correct" :	"	ಕ] 40 ದಿನಗಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಗೆರಸೇನೆ ಸಮಾಧಿಯ ಗವಿಗಳಲ್ಲಿ ದೆವ್ವ ಹಿಡಿದವನೊಬ್ಬನು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದಾಗ, ಅವನ ಹೆಸರೇನು ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವನು ಹೇಳಿದ ಉತ್ತರವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದಂಡು	",
	"	ಬ] ಅಪೆÇೀಲೋವೋನನು	",
	"	ಕ] ವೈರಿ	",
	"	ಡ] ವಂಚಕನು	"
],			
"correct" :	"	ಅ] ದಂಡು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಪೇತ್ರನು ತನ್ನ ಮೊದಲನೇ ಪತ್ರಿಕೆಯಲ್ಲಿ ಸೈತಾನನ್ನು ಯಾರಿಗೆ ಹೋಲಿಸಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದುಷ್ಟ ಸರ್ಪ	",
	"	ಬ] ಯುಕ್ತಿಯುಳ್ಳ ವಂಚಕ	",
	"	ಕ] ಅಪಾಯಕರವಾದ ಸೈನಿಕ	",
	"	ಡ] ಘರ್ಜಿಸುವ ಸಿಂಹ	"
],			
"correct" :	"	ಡ] ಘರ್ಜಿಸುವ ಸಿಂಹ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿದ್ದ ಒಬ್ಬ ಯುವತಿ (ದಾಸಿ) ಯಿಂದ ಯಾರು ದೆವ್ವವನ್ನು ಓಡಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಪೌಲನು	",
	"	ಬ] ಬಾರ್ನಬನು	",
	"	ಕ] ಪೇತ್ರನು	",
	"	ಡ] ಸೀಲನು	"
],			
"correct" :	"	ಅ] ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಏಂದೋರಿನಲ್ಲಿದ್ದ ಒಬ್ಬ ಯಕ್ಷಿಣಿ ಯಾರ ಆತ್ಮವನ್ನು ಮೇಲೆ ಬರುವಂತೆ ಮಾಡಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಎಲೀಯನು	",
	"	ಬ] ಸೌಲನು	",
	"	ಕ] ಎಲೀಷನು	",
	"	ಡ] ಸಮುವೇಲನು	"
],			
"correct" :	"	ಡ] ಸಮುವೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸತ್ಯವೇದಕ್ಕೆ ಅನುಸಾರವಾಗಿ, ಸೈತಾನನು ಈಗ ಎಲ್ಲಿದ್ದಾನೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನರಕದಲ್ಲಿ	",
	"	ಬ] ಪತಾಳದಲ್ಲಿ	",
	"	ಕ] ಭೂಲೋಕದಲ್ಲಿ	",
	"	ಡ] ಸ್ವರ್ಗದಲ್ಲಿ	"
],			
"correct" :	"	ಕ] ಭೂಲೋಕದಲ್ಲಿ	",
"explanation" :	"		",
},			
]