var quiztitle = "ಕ್ರೈಸ್ತ ಸಭೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಪ್ರಕಟನೆಯ ಪುಸ್ತಕದಲ್ಲಿ ಯಾವ ಸಭೆ ತಣ್ಣಗೂ ಅಲ್ಲ ಬೆಚ್ಚಗೂ ಇರಲಿಲ್ಲ?	",
"image" :	"",		
"choices" : [			
	"	A. ಲವೋದಿಕೇಯದಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ಪೆರ್ಗಮದಲ್ಲಿರುವ ಸಭೆ	",
	"	C. ಎಫೆಸದವಲ್ಲಿರುವ ಸಭೆ	",
	"	D. ಫಿಲಿಪ್ಪದಲ್ಲಿರುವ ಸಭೆ	"
],			
"correct" :	"	A. ಲವೋದಿಕೇಯದಲ್ಲಿರುವ ಸಭೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಸಭೆಯಲ್ಲಿ ಯುವೊದ್ಯಳು ಮತ್ತು ಸಂತುಕೆಯು ಯಾವಾಗಲೂ ಜಗಳ ಮಾಡುತ್ತಿದ್ದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲವೋದಿಕೇಯದಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ಪೆರ್ಗಮದಲ್ಲಿರುವ ಸಭೆ	",
	"	C. ಎಫೆಸದವಲ್ಲಿರುವ ಸಭೆ	",
	"	D. ಫಿಲಿಪ್ಪದಲ್ಲಿರುವ ಸಭೆ	"
],			
"correct" :	"	D. ಫಿಲಿಪ್ಪದಲ್ಲಿರುವ ಸಭೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪೌಲನು ಯೂತಿಖನೆಂಬ ಯುವಕನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ಘಟನೆಯು ಯಾವ ಊರಿನಲ್ಲಿ ನಡೆಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಫೆಸದವಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ತ್ರೋವದಲ್ಲಿದ್ದ ಸಭೆಯಲ್ಲಿ	",
	"	C. ಸ್ಮುರ್ನದಲ್ಲಿದ್ದ ಸಭೆ	",
	"	D. ಲವೋದಿಕೇಯದಲ್ಲಿರುವ ಸಭೆ	"
],			
"correct" :	"	B. ತ್ರೋವದಲ್ಲಿದ್ದ ಸಭೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಮಾಟ-ಮಂತ್ರಗಳ ಪುಸ್ತಕಗಳನ್ನು ಯಾವ ಊರಿನಲ್ಲಿದ್ದ ಸಭೆಯವರು ಸುಟ್ಟುಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಫೆಸದವಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ತ್ರೋವದಲ್ಲಿದ್ದ ಸಭೆಯಲ್ಲಿ	",
	"	C. ಸ್ಮುರ್ನದಲ್ಲಿದ್ದ ಸಭೆ	",
	"	D. ಲವೋದಿಕೇಯದಲ್ಲಿರುವ ಸಭೆ	"
],			
"correct" :	"	A. ಎಫೆಸದವಲ್ಲಿರುವ ಸಭೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮೊಟ್ಟಮೊದಲು ಯಾವ ಸಭೆಯಲ್ಲಿ ಕ್ರಿಸ್ತನನ್ನು ನಂಬಿದವರಿಗೆ ಕ್ರೈಸ್ತರೆಂಬ ಹೆಸರು ಬಂತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಥುವತೈರದಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ಸ್ಮುರ್ನದಲ್ಲಿದ್ದ ಸಭೆ	",
	"	C. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿದ್ದ ಸಭೆಯಲ್ಲಿ	",
	"	D. ದಮಸ್ಕದಲ್ಲಿರುವ ಸಭೆ	"
],			
"correct" :	"	C. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿದ್ದ ಸಭೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೆಜೆಬೇಲೆಂಬ ಹೆಂಗಸು ತನ್ನನ್ನು ಪ್ರವಾದಿನಿ ಎಂದು ಹೇಳಿಕೊಂದು ಇದ್ದ ಸಭೆ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ಥುವತೈರದಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ಸ್ಮುರ್ನದಲ್ಲಿದ್ದ ಸಭೆ	",
	"	C. ಅಂತಿಯೋಕ್ಯದಲ್ಲಿದ್ದ ಸಭೆಯಲ್ಲಿ	",
	"	D. ದಮಸ್ಕದಲ್ಲಿರುವ ಸಭೆ	"
],			
"correct" :	"	A. ಥುವತೈರದಲ್ಲಿರುವ ಸಭೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಾಬೇಲಿನಲ್ಲಿರುವ ಸಭೆಗೆ ಯಾವ ಅಪೋಸ್ತಲನು ಭೇಟಿಕೊಟ್ಟನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಸೀಲನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಅಪೋಲ್ಲೊಸ್ಸನು	"
],			
"correct" :	"	C. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಸೈತಾನನ ಸಮಾಜದವರಿಂದ ಯಾವ ಸಭೆಯವರು ಬಾಧೆಗಳನ್ನು ಅನುಭವಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಂತೊಯೋಕ್ಯದಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ಸ್ಮುರ್ನದಲ್ಲಿದ್ದ ಸಭೆ	",
	"	C. ಫಿಲಿಪ್ಪದಲ್ಲಿರುವ ಸಭೆ	",
	"	D. ಎಫೆಸದಲ್ಲಿರುವ ಸಭೆ	"
],			
"correct" :	"	B. ಸ್ಮುರ್ನದಲ್ಲಿದ್ದ ಸಭೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾವ ಸಭೆಯಲ್ಲಿ ಪೌಲನು ತನ್ನ ಮೊದಲನೆಯ ಪ್ರಸಂಗವನ್ನು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಥುವೈತರದಲ್ಲಿರುವ ಸಭೆ	",
	"	B. ಸ್ಮುರ್ನದಲ್ಲಿರುವ ಸಭೆ	",
	"	C. ಫಿಲಿಪ್ಪದಲ್ಲಿನ ಸಭೆ	",
	"	D. ಪಿಸಿದ್ಯದ ಅಂತಿಯೋಕ್ಯ ಸಭೆ	"
],			
"correct" :	"	D. ಪಿಸಿದ್ಯದ ಅಂತಿಯೋಕ್ಯ ಸಭೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕಣಿ ಹೇಳುತ್ತಿದ್ದ ದಾಸಿಯು ಪೌಲನಿಂದ ಗುಣ ಹೊಂದಿದ ಮೇಲೆ ಯಾವ ಸಭೆಗೆ ಸೇರಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಡೆಲ್ಫಿಯಾ ಸಭೆಯಲ್ಲಿ	",
	"	B. ಪೆರ್ಗಮ ಸಭೆಯಲ್ಲಿ	",
	"	C. ಫಿಲಿಪ್ಪಿಯ ಸಭೆಯಲ್ಲಿ	",
	"	D. ಅಂತಿಯೋಕ್ಯ ಸಭೆಯಲ್ಲಿ	"
],			
"correct" :	"	C. ಫಿಲಿಪ್ಪಿಯ ಸಭೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
]