var quiztitle = "ನೆರೆ-ಹೊರೆಯವರು";			
var quiz = [			
{			
"question" :	"	1. ದೇವರು ಕೊಟ್ಟ ಅಜ್ಞೆಗಳಲ್ಲಿ ಬಹು ಮುಖ್ಯವಾದ ಎರಡನೆಯ ಆಜ್ಞೆ ಯಾವುದು ಎಂದು ಯೇಸು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನಿಮ್ಮ ಪೂರ್ಣ ಹೃದಯದಿಂದಲೂ ಮತ್ತು ಆತ್ಮದಿಂದಲೂ ಪ್ರೀತಿಸಬೇಕು ಎಂಬುದು	",
	"	ಬ] ನಿಮ್ಮ ನೆರೆಯವರನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು	",
	"	ಕ] ನಿಮ್ಮ ತಂದೆ ಮತ್ತು ತಾಯಿಯನ್ನು ಪ್ರೀತಿಸಬೇಕು	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಬ] ನಿಮ್ಮ ನೆರೆಯವರನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ನಿಮ್ಮ ನೆರೆಯವರನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕೆಂದು ಹೇಳಿದಾಗ ಯೇಸು ನೆರೆಯವರು ಯಾರು ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಲೋಕದಲ್ಲಿರುವ ಎಲ್ಲ  ಕ್ರೈಸ್ತರನ್ನು	",
	"	ಬ] ಲೋಕದಲ್ಲಿರುವ ಎಲ್ಲಾರನ್ನು	",
	"	ಕ] ಕಷ್ಟದಲ್ಲಿರುವವರಿಗೆ ಸಹಾಯ ಮಾಡುವವರು	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಕ] ಕಷ್ಟದಲ್ಲಿರುವವರಿಗೆ ಸಹಾಯ ಮಾಡುವವರು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ನೆರೆಯವರ ಬಗ್ಗೆ ಯೇಸು ಹೇಳಿದ ನಿಯಮ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯಾರಾದರು ಸುವರ್ಣ ದೇವಾಲಯದ ಮೇಲೆ ಆಣೆ ಇಟ್ಟು ಪ್ರಮಾಣ ಮಾಡಿದರೆ, ಅವನು ಆ ಆಣೆಗೆ ಬಂಧಿತನಾಗುತ್ತಾನೆ	",
	"	ಬ] ಜನರು ನಿಮಗೆ ಏನೇನು ಮಾಡಬೇಕೆಂಬುದು ಅಪೇಕ್ಷಿಸುತ್ತೀರೋ ಅದನ್ನೇ ನೀವು ಅವರಿಗೆ ಮಾಡಿರಿ	",
	"	ಕ] ನೀವು ನಿಮ್ಮ ನೆರೆಹೊರೆಯವರನ್ನು ಪ್ರೀತಿಸಿರಿ ಯಾಕೆಂದರೆ ಅವರ ಹತ್ತಿರ ಬಹಳ ಬಂಗಾರವಿದೆ	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಬ] ಜನರು ನಿಮಗೆ ಏನೇನು ಮಾಡಬೇಕೆಂಬುದು ಅಪೇಕ್ಷಿಸುತ್ತೀರೋ ಅದನ್ನೇ ನೀವು ಅವರಿಗೆ ಮಾಡಿರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೇಸು ತೀರ್ಪು ಮಾಡುವುದರ ಬಗ್ಗೆ ಮತ್ತು ಬೇರೆ ಜನರನ್ನು ಟೀಕೆ ಮಾಡುವುದರ ಬಗ್ಗೆ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನೀವು ಮಾಡುವ ತೀರ್ಪಿಗೆ ಸರಿಯಾಗಿ ನಿಮಗೂ ತೀರ್ಪಾಗುವುದು	",
	"	ಬ] ಆತ್ಮಕ್ಕೆ ಸರಿಯಾಗಿ ತೀರ್ಪು ಮಾಡಿರಿ	",
	"	ಕ] ತೀರ್ಪು ಮಾಡುವುದನ್ನು ನ್ಯಾಯಾಲಯಕ್ಕೆ ಬಿಟ್ಟುಬಿಡಿರಿ	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಅ] ನೀವು ಮಾಡುವ ತೀರ್ಪಿಗೆ ಸರಿಯಾಗಿ ನಿಮಗೂ ತೀರ್ಪಾಗುವುದು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಕೋಪದ ಬಗ್ಗೆ ಹೇಳುವಾಗ ಯೇಸು ಯಾವುದನ್ನು ಹೇಳಲಿಲ್ಲ	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯಾವನಾದರು ಇನ್ನೊಬ್ಬನಿಗೆ “ನೀನು ಮೂರ್ಖ” ಅನ್ನುವವನು ಅಗ್ನಿ ನರಕಕ್ಕೆ ಗುರಿಯಾಗುವನು	",
	"	ಬ] ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ಣನ್ನು, ಹಲ್ಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಹಲ್ಲನ್ನು ತೆಗಿಸು	",
	"	ಕ] ತನ್ನ ಸಹೋದರನ ಮೇಲೆ ಸಿಟ್ಟುಗಳು ಪ್ರತಿ ಮನುಷ್ಯನು ನ್ಯಾಯ ವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವನು	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಬ] ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ಣನ್ನು, ಹಲ್ಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಹಲ್ಲನ್ನು ತೆಗಿಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಸು ವೈರಿಗಳ ವಿಷಯದಲ್ಲಿ ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ನಿನ್ನ ನೆರೆಯವರನ್ನು ಪ್ರೀತಿಸು, ಆದರೆ ನಿನ್ನ ವೈರಿಗಳನ್ನು ಹಗೆ ಮಾಡು	",
	"	ಬ] ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ಣನ್ನು, ಹಲ್ಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಹಲ್ಲನ್ನು ತೆಗೆಸು	",
	"	ಕ] ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ಪ್ರೀತಿಸಿರಿ; ನಿಮ್ಮನ್ನು ಹಿಂಸೆಪಡಿಸುವವರಿಗೋಸ್ಕರ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಕ] ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ಪ್ರೀತಿಸಿರಿ; ನಿಮ್ಮನ್ನು ಹಿಂಸೆಪಡಿಸುವವರಿಗೋಸ್ಕರ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಹೆಂಡತಿಯ ಪರಿತ್ಯಾಗದ ವಿಷಯವಾಗಿ ಯೇಸು ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯಾವನದರು ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಪರಿತ್ಯಾಗ ಮಾಡಬೇಕಾದಲ್ಲಿ ಅವಳಿಗೆ ತ್ಯಾಗಪತ್ರವನ್ನು ಬರೆದು ಕೊಡಬೇಕು	",
	"	ಬ] ದೇವರು ಕೂಡಿಸಿದ್ದನ್ನು ಮನುಷ್ಯರು ಅಗಲಿಸಬಾರದು	",
	"	ಕ] ಯಾವನಾದರು ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಪರಿತ್ಯಾಗ ಮಾಡಿದರೆ ಅವಳೂ ಕೊಟ್ಟ ವರದಕ್ಷಿಣೆಯನ್ನು ಹಿಂದಕ್ಕೆ ಕೊಡಬೇಕು	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಬ] ದೇವರು ಕೂಡಿಸಿದ್ದನ್ನು ಮನುಷ್ಯರು ಅಗಲಿಸಬಾರದು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ವ್ಯಬಿಚಾರದ ವಿಷಯದಲ್ಲಿ ಯೇಸು ಏನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ವ್ಯಭಿಚಾರ ಮಾಡುವವನು ಬುದ್ಧಿ ಇಲ್ಲದವನಾಗಿರುತ್ತಾನೆ, ಹಗೆ ಮಾಡುವವನು ತನ್ನ ಆತ್ಮವನ್ನೇ ಹಾಳು ಮಾಡುತ್ತಾನೆ.	",
	"	ಬ] ಪರಸ್ತ್ರೀಯನ್ನು ನೋಡಿ ಮೋಹಿಸುವ ಪ್ರತಿ ಮನುಷ್ಯನು ಆಗಲೇ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಆಕೆಯ ಕೂಡ ವ್ಯಭಿಚಾರ ಮಾಡಿದವನಾದನು	",
	"	ಕ] ಯಾರಾದರು ಮದುವೆಯಾಗದೇ ವ್ಯಭಿಚಾರ ಮಾಡುತ್ತಾರೋ ಅದು ತಪ್ಪು	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಬ] ಪರಸ್ತ್ರೀಯನ್ನು ನೋಡಿ ಮೋಹಿಸುವ ಪ್ರತಿ ಮನುಷ್ಯನು ಆಗಲೇ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಆಕೆಯ ಕೂಡ ವ್ಯಭಿಚಾರ ಮಾಡಿದವನಾದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯೇಸು ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೆ ಮುಂದೆ ಬರಲಿಕ್ಕಿರುವ ನ್ಯಾಯ ತೀರ್ಪಿನ ವಿಷಯವಾಗಿ ತಿಳಿಸಿದನು.  ಆತನು ಎರಡು ಗುಂಪುಗಳ ವಿಷಯವಾಗಿ ಮಾತನಾಡಿದನು.  ಕಷ್ಟದಲ್ಲಿರುವಂತಹವರಿಗೆ ಸಹಾಯ ಮಾಡಿದ “ಕುರಿಗಳು” ಮತ್ತು ಸಹಾಯ ಮಾಡದೇ ಅಲಕ್ಷ ಮಾಡಿದ “ಆಡುಗಳು”.  ಕುರಿಗಳಿಗೆ ಏನಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕುರಿಗಳು ದೇವರ ರಾಜ್ಯವನ್ನು ಸ್ವಾಸ್ತ್ಯವಾಗಿ ತೆಗೆದುಕೊಳ್ಳುವರು	",
	"	ಬ] ಅವರು ನೀತಿವಂತರು	",
	"	ಕ] ಮೇಲಿನವು ಎರಡೂ ಸರಿ	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಕ] ಮೇಲಿನವು ಎರಡೂ ಸರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನಾವು ಜನರು ಮತ್ತು ನಮ್ಮ ನೆರೆ ಹೊರೆಯವರು ನೋಡುವ ಹಾಗೆ ನಮ್ಮ ಧರ್ಮ ಕಾರ್ಯಗಳನ್ನು ಅವರ ಮುಂದೆ ಮಾಡಬಾರದು ಯೇಸು ಯಾವ ಕಾರಣಕ್ಕಾಗಿ ಈ ರೀತಿ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹಾಗೆ ಮಾಡಿದರೆ ನಮ್ಮ ಪರಲೋಕದ ತಂದೆಯಿಂದ ಫಲ ದೊರೆಯುವುದಿಲ್ಲ	",
	"	ಬ] ನೀವು ಜನರಿಂದ ಹೊಗಳಿಸಿಕೊಳ್ಳುತ್ತೀರಿ	",
	"	ಕ] ಮೇಲಿನವು ಎರಡೂ ಸರಿ	",
	"	ಡ] ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	"
],			
"correct" :	"	ಕ] ಮೇಲಿನವು ಎರಡೂ ಸರಿ	",
"explanation" :	"		",
},			
]