var quiztitle = "ಸಭಾಪಾಲಕರು";			
var quiz = [			
{			
"question" :	"	1. ಸಭಾ ಹಿರಿಯನಲ್ಲಿರಬೇಕಾದ ಲಕ್ಷಣಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಭಾ ಹಿರಿಯನು ನಿಂದಾರಹಿತನೂ, ಬಹು ಪತ್ನಿಯುಳ್ಳವನೂ ಆಗಿರಬೇಕು, ಅವನ ಮಕ್ಕಳು ಕರ್ತನನ್ನು ನಂಬಿದವರಾಗಿರಬೇಕು	",
	"	ಬ. ಸಭಾ ಹಿರಿಯನು ನಿಂದಾರಹಿತನೂ, ದ್ವಿಪತ್ನಿಯುಳ್ಳವನೂ ಆಗಿರಬೇಕು, ಅವನ ಮಕ್ಕಳು ಕರ್ತನನ್ನು ನಂಬಿದವರಾಗಿರಬೇಕು	",
	"	ಕ. ಸಭಾ ಹಿರಿಯನು ನಿಂದಾರಹಿತನೂ, ಏಕ ಪತ್ನಿಯುಳ್ಳವನೂ ಆಗಿರಬೇಕು, ಅವನ ಮಕ್ಕಳು ಕರ್ತನನ್ನು ನಂಬಿದವರಾಗಿರಬೇಕು	",
	"	ಡ. ಸಭಾ ಹಿರಿಯನು ನಿಂದಾರಹಿತನೂ, ಪತ್ನಿಯೇ ಇಲ್ಲದವರು ಆಗಿರಬೇಕು, ಅವನ ಮಕ್ಕಳು ಕರ್ತನನ್ನು ನಂಬಿದವರಾಗಿರಬೇಕು	"
],			
"correct" :	"	ಕ. ಸಭಾ ಹಿರಿಯನು ನಿಂದಾರಹಿತನೂ, ಏಕ ಪತ್ನಿಯುಳ್ಳವನೂ ಆಗಿರಬೇಕು, ಅವನ ಮಕ್ಕಳು ಕರ್ತನನ್ನು ನಂಬಿದವರಾಗಿರಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಸಭಾಧ್ಯಕ್ಷನ ಉದ್ಯೋಗ ಮಾಡಲಿಚ್ಛಿಸುವದು ಒಳ್ಳೆಯದೋ, ಕೆಟ್ಟದ್ದೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಒಳ್ಳೆ ಕೆಲಸವನ್ನು	",
	"	ಬ. ಕೆಟ್ಟ ಕೆಲಸವನ್ನು	",
	"	ಕ. ಮೋಸದ ಕೆಲಸವನ್ನು	",
	"	ಡ. ಲಂಚದಿಂದ ಕೂಡಿದ ಕೆಲಸವನ್ನು	"
],			
"correct" :	"	ಅ. ಒಳ್ಳೆ ಕೆಲಸವನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸಭಾ ಸೇವಕರ ಗುಣ ವಿಶೇಷತೆಗಳೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸಭಾ ಸೇವಕರು ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು, ಅವರು ಎರಡು ಮಾತಿನವರೂ, ಮದ್ಯನಿರತರು, ನೀಚ ಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸಬೇಕು	",
	"	ಬ. ಸಭಾ ಸೇವಕರು ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು, ಅವರು ಎರಡು ಮಾತಿನವರೂ, ಮದ್ಯನಿರತರು, ನೀಚ ಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸಬಾರದು	",
	"	ಕ. ಸಭಾ ಸೇವಕರು ಅಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು, ಅವರು ಎರಡು ಮಾತಿನವರೂ, ಮದ್ಯನಿರತರು, ನೀಚ ಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸಬಾರದು	",
	"	ಡ. ಸಭಾ ಸೇವಕರು ಅಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು, ಅವರು ಎರಡು ಮಾತಿನವರೂ, ಮದ್ಯನಿರತರು, ನೀಚ ಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸಬೇಕು	"
],			
"correct" :	"	ಬ. ಸಭಾ ಸೇವಕರು ಗೌರವವುಳ್ಳವರಾಗಿರಬೇಕು, ಅವರು ಎರಡು ಮಾತಿನವರೂ, ಮದ್ಯನಿರತರು, ನೀಚ ಲಾಭವನ್ನು ಅಪೇಕ್ಷಿಸಬಾರದು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ತನ್ನ ಕುಟುಂಬದ ವಿಷಯದಲ್ಲಿ ಸಭಾ ಸೇವಕರು ಹೇಗಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವರು ತಮ್ಮ ಮನೆಯವರನ್ನು ಆಳುವುದಕ್ಕೆ ತಿಳಿದಿರಬೇಕು	",
	"	ಬ. ಅವರು ತಮ್ಮ ಮನೆಯವರನ್ನು ಕಟ್ಟುವುದಕ್ಕೆ ತಿಳಿದಿರಬೇಕು	",
	"	ಕ. ಅವರು ತಮ್ಮ ಮನೆಯವರನ್ನು ಮುರಿಯುವುದಕ್ಕೆ ತಿಳಿದಿರಬೇಕು	",
	"	ಡ. ಅವರು ತಮ್ಮ ಮನೆಯವರನ್ನು ತಿದ್ದುವುದಕ್ಕೆ ತಿಳಿದಿರಬೇಕು	"
],			
"correct" :	"	ಅ. ಅವರು ತಮ್ಮ ಮನೆಯವರನ್ನು ಆಳುವುದಕ್ಕೆ ತಿಳಿದಿರಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸಭೆಯ ಹೊರಗಿರುವವರು ಸಭಾಪಾಲಕನ ವಿಷಯದಲ್ಲಿ ಯಾವ ಅಭಿಪ್ರಾಯವನ್ನಿಟ್ಟುಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವರು ವಂಚನೆಕೋರರು ಎಂದುಕೊಳ್ಳಬೇಕು	",
	"	ಬ. ಅವರು ದುಷ್ಟರು ಎಂದುಕೊಳ್ಳಬೇಕು	",
	"	ಕ. ಅವರು ಒಳ್ಳೆಯವರು ಎಂದುಕೊಳ್ಳಬೇಕು	",
	"	ಡ. ಅವರು ಕಳ್ಳರು ಎಂದುಕೊಳ್ಳಬೇಕು	"
],			
"correct" :	"	ಕ. ಅವರು ಒಳ್ಳೆಯವರು ಎಂದುಕೊಳ್ಳಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸಭಾ ಪಾಲಕರು ತಮ್ಮ ಸಭಿಕರ ವಿಷಯದಲ್ಲಿ ಯಾವ ರೀತಿಯಲ್ಲಿ ನಡೆದುಕೊಳ್ಳಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶ್ರೀಮಂತರಿಗೆ ಹೆಚ್ಚಾದ ಪ್ರಾಶಸ್ತ್ಯ ಕೊಡಬೇಕು	",
	"	ಬ. ವೃದ್ಧರನ್ನು ಗದರಿಸದೆ ತಂದೆಯೆಂದು ಭಾವಿಸಿ ಬುದ್ಧಿ ಹೇಳಬೇಕು, ಯೌವನಸ್ಥರನ್ನು, ಅಣ್ಣ-ತಮ್ಮಂದಿರೆಂದು, ವೃದ್ಧ ಸ್ತ್ರೀಯರನ್ನು ತಾಯಿಗಳೆಂದೂ, ಯುವತಿಯರನ್ನು ಪೂರ್ಣಶುದ್ಧ ಭಾವದಿಂದ ಅಕ್ಕ-ತಂಗಿಯರೆಂದು ಎಣಿಸಿ ಬುದ್ಧಿ ಹೇಳಬೇಕು	",
	"	ಕ. ಹಿರಿಯರಿಗೆ ಗೌರವ ಕೊಡದೆ ಯೌವನಸ್ಥರನ್ನು ಹಾಳು ಮಾಡುವವರಾಗಿರಬೇಕು	",
	"	ಡ. ಯೌವನಸ್ಥರಿಗೆ ಮಾದರಿಯಾಗಿದ್ದು ಸ್ರ್ತೀಯರನ್ನು ಕೀಳು ಮಟ್ಟದಲ್ಲಿ ನೋಡಬೇಕು	"
],			
"correct" :	"	ಬ. ವೃದ್ಧರನ್ನು ಗದರಿಸದೆ ತಂದೆಯೆಂದು ಭಾವಿಸಿ ಬುದ್ಧಿ ಹೇಳಬೇಕು, ಯೌವನಸ್ಥರನ್ನು, ಅಣ್ಣ-ತಮ್ಮಂದಿರೆಂದು, ವೃದ್ಧ ಸ್ತ್ರೀಯರನ್ನು ತಾಯಿಗಳೆಂದೂ, ಯುವತಿಯರನ್ನು ಪೂರ್ಣಶುದ್ಧ ಭಾವದಿಂದ ಅಕ್ಕ-ತಂಗಿಯರೆಂದು ಎಣಿಸಿ ಬುದ್ಧಿ ಹೇಳಬೇಕು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ತೀತನು 1:9 ರಲ್ಲಿ ಸಭಾ ಪಾಲಕರು ಯಾವ ಮೂರು ವಿಷಯಗಳಲ್ಲಿ ಶಕ್ತರಾಗಿರಬೇಕು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸ್ವಸ್ಥಬೋಧನೆಯಿಂದ ಜನರನ್ನು ಎಚ್ಚರಿಸಬೇಕು, ಎದುರಿಸುವವರ ಬಾಯಿ ಕಟ್ಟುವದಕ್ಕೆ ಶಕ್ತನಾಗಿರಬೇಕು ಮತ್ತು ಕ್ರಿಸ್ತ ಬೋಧಾನುಸಾರವಾದ ನಂಬತಕ್ಕ ವಾಕ್ಯದಲ್ಲಿ ದೃಡವಾಗಿರಬೇಕು.	",
	"	ಬ. ಸ್ವಸ್ಥಬೋಧನೆಯಿಂದ ಜನರನ್ನು ಎಚ್ಚರಿಸಬೇಕು, ಎದುರಿಸುವವರ ಬಾಯಿ ಕಟ್ಟುವದಕ್ಕೆ ಶಕ್ತನಾಗಿರಬೇಕು ಮತ್ತು ಕ್ರಿಸ್ತ ಬೋಧಾನುಸಾರವಾದ ನಂಬತಕ್ಕ ವಾಕ್ಯದಲ್ಲಿ ದೃಡವಾಗಿರಬಾರದು.	",
	"	ಕ. ಸ್ವಸ್ಥಬೋಧನೆಯಿಂದ ಜನರನ್ನು ಎಚ್ಚರಿಸಬಾರದು, ಎದುರಿಸುವವರ ಬಾಯಿ ಕಟ್ಟುವದಕ್ಕೆ ಶಕ್ತನಾಗಿರಬೇಕು ಮತ್ತು ಕ್ರಿಸ್ತ ಬೋಧಾನುಸಾರವಾದ ನಂಬತಕ್ಕ ವಾಕ್ಯದಲ್ಲಿ ದೃಡವಾಗಿರಬೇಕು.	",
	"	ಡ. ಸ್ವಸ್ಥಬೋಧನೆಯಿಂದ ಜನರನ್ನು ಎಚ್ಚರಿಸಬೇಕು, ಎದುರಿಸುವವರ ಬಾಯಿ ಕಟ್ಟುವದಕ್ಕೆ ಶಕ್ತನಾಗಿರದೇ ಮತ್ತು ಕ್ರಿಸ್ತ ಬೋಧಾನುಸಾರವಾದ ನಂಬತಕ್ಕ ವಾಕ್ಯದಲ್ಲಿ ದೃಡವಾಗಿರಬೇಕು.	"
],			
"correct" :	"	ಅ. ಸ್ವಸ್ಥಬೋಧನೆಯಿಂದ ಜನರನ್ನು ಎಚ್ಚರಿಸಬೇಕು, ಎದುರಿಸುವವರ ಬಾಯಿ ಕಟ್ಟುವದಕ್ಕೆ ಶಕ್ತನಾಗಿರಬೇಕು ಮತ್ತು ಕ್ರಿಸ್ತ ಬೋಧಾನುಸಾರವಾದ ನಂಬತಕ್ಕ ವಾಕ್ಯದಲ್ಲಿ ದೃಡವಾಗಿರಬೇಕು.	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಕೆಲವು ಸಭಾಪಾಲಕರು ತಾವು ದೇವರನ್ನು ಅರಿತವರು ಎಂದು ಹೇಳಿಕೊಂಡರೂ ಅವರು ಅದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಜೀವಿಸುತ್ತಾರೆ, ಇದು ಸರಿಯೇ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಲ್ಲ	",
	"	ಬ. ಹೌದು	",
	"	ಕ. ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	",
	"	ಡ. ಮೇಲಿನವು ಎರಡೂ ಸರಿ	"
],			
"correct" :	"	ಅ. ಇಲ್ಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಪೌಲನು ಸಭಾಪಾಲಕನಾಗಿ ಮತ್ತು ಅಪೆÇೀಸ್ತಲನಾಗಿ ಅಭಿಷೇಕ ಹೊಂದಿದ್ದನೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಲ್ಲ	",
	"	ಬ. ಹೌದು	",
	"	ಕ. ಮೇಲಿನವು ಎರಡೂ ತಪ್ಪು	",
	"	ಡ. ಮೇಲಿನವು ಎರಡೂ ಸರಿ	"
],			
"correct" :	"	ಬ. ಹೌದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಸಭಾಪಾಲಕರು ಮತ್ತು ದೇವರ ಸೇವಕರು ಜೀವಿಸಬೇಕಾದ ಜೀವನಶೈಲಿ, ಮಾಡಬೇಕಾದ ಸೇವಾಕಾರ್ಯ ಮತ್ತು ಮಾಡಬಾರದಂಥ ಕಾರ್ಯಕಲಾಪಗಳನ್ನು ಕುರಿತು ಪೌಲನು ಬರೆದಿರುವ ಪತ್ರಿಕೆಗಳು ಯಾವವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ೧ನೇ, ೨ನೇ ತಿಮೋಥಿ ಮತ್ತು ತೀತ	",
	"	ಬ. ೧ನೇ, ೨ನೇ ತಿಮೋಥಿ ಮತ್ತು ಯೂದ	",
	"	ಕ. ೧ನೇ, ೨ನೇ ತಿಮೋಥಿ ಮತ್ತು ಎಫೆಸ	",
	"	ಡ. ೧ನೇ, ೨ನೇ ತಿಮೋಥಿ ಮತ್ತು ಗಲಾತ್ಯ	"
],			
"correct" :	"	ಅ. ೧ನೇ, ೨ನೇ ತಿಮೋಥಿ ಮತ್ತು ತೀತ	",
"explanation" :	"		",
},			
]