var quiztitle = "ಈ ಪ್ರಾರ್ಥನೆಗಳನ್ನು ಮಾಡಿದವರು ಯಾರು?";			
var quiz = [			
{			
"question" :	"	1. ತನ್ನ ಘೋರ ಪಾಪಕ್ಕಾಗಿ ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟು “ದೇವರೇ, ನನ್ನಲ್ಲಿ ಶುದ್ಧ ಹೃದಯವನ್ನು ನಿರ್ಮಿಸು; ನನಗೆ ಸ್ಥಿರಚಿತ್ತವನ್ನು ಅನುಗ್ರಹಿಸಿ ನನ್ನನ್ನು ನೂತನ ಪಡಿಸು” ಎಂದು ಯಾರು ಪ್ರಾರ್ಥನೆ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೆಕರ್ಯನು	",
	"	B. ಯೋಸೇಫನು	",
	"	C. ದಾವೀದನು	",
	"	D. ನೆಹೆಮೀಯನು	"
],			
"correct" :	"	C. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. “ಕರ್ತನಾದ ಯೆಹೋವನೇ, ನೀನು ನಿನ್ನ ಮಹಿಮೆಯಿಂದ ರಕ್ಷಿಸಿ ನಿನ್ನ ಭುಜಬಲದಿಂದ ಐಗುಪ್ತ್ಯರಿಂದ ಬಿಡುಗಡೆ ಮಾಡಿದ ನಿನ್ನ ಸ್ವಕೀಯ ಜನರನ್ನು ನಾಶ ಮಾಡಬೇಡ” ಎಂದು ಯಾರು ಪ್ರಾರ್ಥಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ಸಿಂಸೋನ	",
	"	C. ಗೆಹಜಿ	",
	"	D. ಲೋಟನು	"
],			
"correct" :	"	A. ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಯಥಾ ಪ್ರಕಾರ ದಿನಕ್ಕೆ ಮೂರಾವರ್ತಿ ಮೊಣಕಾಲೂರಿ ತನ್ನ ದೇವರಿಗೆ ಪ್ರಾರ್ಥನೆ ಮಾಡಿ ಸ್ತೋತ್ರ ಸಲ್ಲಿಸುತ್ತಿದ್ದ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಸಾಮುವೇಲನು	",
	"	C. ದಾವೀದನು	",
	"	D. ದಾನಿಯೇಲನು	"
],			
"correct" :	"	D. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಈ ವ್ಯಕ್ತಿಯು ಭಕ್ತನು, ತನ್ನ ಮನೆಯವರೆಲ್ಲರೊಂದಿಗೆ ದೇವರಿಗೆ ಭಯಪಡುತ್ತಿದ್ದನು, ಜನರಿಗೆ ದಾನಧರ್ಮ ಮಾಡುತ್ತಾ ನಿತ್ಯವೂ ದೇವರಿಗೆ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿದ್ದವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಫಿಲಾತನು	",
	"	B. ಕೊರ್ನೇಲ್ಯನು	",
	"	C. ಅಕ್ವಿಲ್ಲನು	",
	"	D. ಸೀಲನು	"
],			
"correct" :	"	B. ಕೊರ್ನೇಲ್ಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಬೇಸರಗೊಳ್ಳದೇ ಯಾವಾಗ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿರಬೇಕೆಂದು ಕಲಿಸಲು ಯಾರ ವಿಷಯದಲ್ಲಿ ಒಂದು ಸಾಮ್ಯವನ್ನು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅನ್ಯಾಯಗಾರನಾದ ತೋಟಗಾರ ಮತ್ತು ವಿಧವೆಯ ಸಾಮ್ಯ	",
	"	B. ಅನ್ಯಾಯಗಾರನಾದ ಕುಲಪತಿ ಮತ್ತು ವಿಧವೆಯ ಸಾಮ್ಯ	",
	"	C. ಅನ್ಯಾಯಗಾರನಾದ ನ್ಯಾಯಾಧಿಪತಿ ಮತ್ತು ವಿಧವೆಯ ಸಾಮ್ಯ	",
	"	D. ಅನ್ಯಾಯಗಾರನಾದ ಗುರು ಮತ್ತು ವಿಧವೆಯ ಸಾಮ್ಯ	"
],			
"correct" :	"	C. ಅನ್ಯಾಯಗಾರನಾದ ನ್ಯಾಯಾಧಿಪತಿ ಮತ್ತು ವಿಧವೆಯ ಸಾಮ್ಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ದುಷ್ಟರ ಸಂಗಡ ನೀತಿವಂತರನ್ನೂ ನಾಶಮಾಡುವಿಯಾ?”ಎಂದು ಯಾರು ಪ್ರಾರ್ಥನೆ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮನು	",
	"	B. ದಾವೀದನು	",
	"	C. ಗೋಲ್ಯಾತನು	",
	"	D. ದಾನಿಯೇಲನು	"
],			
"correct" :	"	A. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ಯೆಹೋವನೇ, ಕಿವಿಗೊಡು, ಯೆಹೋವನಾದ ನೀನೊಬ್ಬನೇ ದೇವರೂ, ಈ ಜನರ ಮನಸ್ಸನ್ನು ನಿನ್ನ ಕಡೆಗೆ ತಿರುಗಿಸಿಕೊಳ್ಳುವವನೂ ಆಗಿರುತ್ತೀ ಎಂಬದನ್ನು ಇವರಿಗೆ ತಿಳಿಯಪಡಿಸು” ಎಂದು ಯಾರು ಪ್ರಾರ್ಥಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪ್ರವಾದಿಯಾದ ಸಾಮುವೇಲನು	",
	"	B. ಪ್ರವಾದಿಯಾದ ಎಲೀಷನು	",
	"	C. ಪ್ರವಾದಿಯಾದ ಯೆರೇಮೀಯನು	",
	"	D. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನು	"
],			
"correct" :	"	D. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮರಣಕರ ರೋಗದಲ್ಲಿ ಬಿದ್ದ ಅರಸನು ತಾನು ಸಾಯುತ್ತೇನೆಂದು ತಿಳಿದಾಗ ಅತ್ತುಕೊಂಡು ಗೋಡೆಯ ಕಡೆಗೆ ತಿರುಗಿಕೊಂದು ಪ್ರಾರ್ಥಿಸಿದನು, ಆ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಹಿಜ್ಕೀಯನು	",
	"	B. ಅರಸನಾದ ಹೆರೋದನು	",
	"	C. ಅರಸನಾದ ಜೆಕರ್ಯನು	",
	"	D. ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	A. ಅರಸನಾದ ಹಿಜ್ಕೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ಯೆಹೋವನೇ, ನಿನ್ನ ದಾಸಿಯ ದುಃಖವನ್ನು ಪರಾಂಬರಿಸು ನನ್ನನ್ನು ತಿರಸ್ಕರಿಸದೇ ಕನಿಕರಪಟ್ಟು ನನಗೊಬ್ಬ ಮಗನನ್ನು ಕೊಡು” ಎಂದು ಯಾವ ಸ್ತ್ರೀ ಪ್ರಾರ್ಥಿಸಿದಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೇಯಳು	",
	"	B. ಹಗರಳು	",
	"	C. ಹನ್ನಳು	",
	"	D. ಪೆನ್ನಿನಳು	"
],			
"correct" :	"	C. ಹನ್ನಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಶೂಲದಂತೆ ತನ್ನ ಶರೀರದಲ್ಲಿ ನಾಟಿ ತೊಂದರೆ ಕೊಡುತ್ತಿದ್ದ ಪೀಡೆಯ ವಿಶಯದಲ್ಲಿ ಅದು ತನ್ನನ್ನು ಬಿಟ್ಟು ಹೋಗಬೇಕೆಂದು ಮೂರು ಸಾರಿ ಯಾವ ವ್ಯಕ್ತಿಯು ಕರ್ತನನ್ನು ಬೇಡಿಕೊಂಡನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೀಲನು	",
	"	B. ಸಿಮೋನನು	",
	"	C. ಪೌಲನು	",
	"	D. ಸ್ತೆಫನನು	"
],			
"correct" :	"	C. ಪೌಲನು	",
"explanation" :	"		",
},			
]