var quiztitle = "ದೇವರು ಕೇಳಿದ ಪ್ರಶ್ನೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. “ಯೆಹೋವನಿಗೆ ಅಸಾದ್ಯವಾದದ್ದುಂಟೋ?” ಎಂಬ ಪ್ರಶ್ನೆಯನ್ನು ದೇವರು ಯಾವಾಗ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೆಹೋಶುವನಿಗೆ ಜಯ ಕೊಟ್ಟಾಗ	",
	"	ಬ] ಅಬ್ರಾಹಮನಿಗೆ ಸಂತಾನ ಪ್ರಾಪ್ತವಾಗುತ್ತದೆ ಎಂದಾಗ	",
	"	ಕ] ಎಲೀಯನು ಪ್ರಾರ್ಥಿಸಿ ಮಳೆ ಬಂದಾಗ	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಬ] ಅಬ್ರಾಹಮನಿಗೆ ಸಂತಾನ ಪ್ರಾಪ್ತವಾಗುತ್ತದೆ ಎಂದಾಗ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. “ಮನುಷ್ಯರಿಗೆ ಬಾಯಿ ಕೊಟ್ಟರಾರು? ಒಬ್ಬನು ಮೂಕನಾಗಿ, ಮತ್ತೊಬ್ಬನು ಕಿವುಡನಾಗಿ, ಒಬ್ಬನು ಕಣ್ಣುಳ್ಳವನಾಗಿ ಮತ್ತೊಬ್ಬನು ಕಣ್ಣಿಲ್ಲದವನಾಗಿ ಇರಬೇಕೆಂದು ನೇಮಿಸಿದವರಾರು? ಯೆಹೋವನಾಗಿರುವ ನಾನಲ್ಲವೇ” ಎಂಬ ಪ್ರಶ್ನೆಯನ್ನು ದೇವರು ಯಾರಿಗೆ ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೋನನು	",
	"	ಬ] ಮೋಶೆ	",
	"	ಕ] ಗಿದ್ಯೋನನು	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಬ] ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ನೀನು ಕಾಲಾಳುಗಳ ಸಂಗಡ ಓಡಿ ಆಯಾಸಗೊಂಡಿದ್ದರೆ ಕುದುರೆಗಳೊಂಡಿಗೆ ಓಡಿ ಹೇಗೆ ಮುಂದಾಗುವಿ” ಎಂಬ ಪ್ರಶ್ನೆಯನ್ನು ದೇವರು ಯಾವ ಸಂದರ್ಬಧಲ್ಲಿ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸೌಲನ ಅವಿಧೇಯತೆ	",
	"	ಬ] ಇಸ್ರಾಯೇಲ್ಯರ ಸೋಲಾದಾಗ	",
	"	ಕ] ಯೆರೆಮೀಯನ ಪ್ರಲಾಪ	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಕ] ಯೆರೆಮೀಯನ ಪ್ರಲಾಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. “ಯಾವನನ್ನು ಕಳುಹಿಸಲಿ, ಯಾವನು ನಮಗೋಸ್ಕರ ಹೋಗುವನು?” ಎಂಬ ಪ್ರಶ್ನೆಯನ್ನು ದೇವರು ಯಾರಿಗೆ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೆಶಾಯನಿಗೆ	",
	"	ಬ] ಯೋನನಿಗೆ	",
	"	ಕ] ಮೋಶೆಗೆ	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಅ] ಯೆಶಾಯನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. “ನಿನಗೆ ಯಾವ ವರ ಬೇಕು? ಕೇಳಿಕೋ” ಎಂದು ದೇವರು ಯಾರಿಗೆ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸಮುವೇಲನಿಗೆ	",
	"	ಬ] ಸೊಲೊಮೋನನಿಗೆ	",
	"	ಕ] ದಾವೀದನಿಗೆ	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಬ] ಸೊಲೊಮೋನನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ನೀನು ಇಲ್ಲೇನು ಮಾಡುತ್ತೀ?” ಎಂಬ ಪ್ರಶ್ನೆ ದೇವರು ಯಾರಿಗೆ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಯೋನನಿಗೆ	",
	"	ಬ] ಯೆರೆಮೀಯನಿಗೆ	",
	"	ಕ] ಎಲೀಯನಿಗೆ	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಕ] ಎಲೀಯನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ನೀನು ಎಲ್ಲಿರುತ್ತೀ?” ಎಂದು ದೇವರು ಯಾರಿಗೆ ಕೂಗಿ ಕೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದಾನಿಯೇಲನಿಗೆ	",
	"	ಬ] ಆದಾಮನಿಗೆ	",
	"	ಕ] ಪೇತ್ರನಿಗೆ	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಬ] ಆದಾಮನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. “ಜನರು ಮನುಷ್ಯ ಕುಮಾರನೆಂಬ ನನ್ನನ್ನು ಯಾರು ಅನ್ನುತ್ತಾರೆ?” ಎಂದು ಯಾರು ಯಾರನ್ನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದಾವೀದನು ಯೋನಾತಾನನಿಗೆ	",
	"	ಬ] ದೇವರು ಪೇತ್ರನಿಗೆ ಕೇಳಿದನು	",
	"	ಕ] ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಕೇಳಿದರು	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಕ] ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಕೇಳಿದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9.  “ಕಳ್ಳ ತಕ್ಕಡಿಯೂ ಮೋಸದ ಕಲ್ಲಿನ ಚೀಲವು ಒಬ್ಬನಲ್ಲಿದ್ದು ಅವನು ನಿರ್ದೋಷಿಯೋ” ಎಂದು ಯಾರು ಕೇಳಿದ್ದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಪ್ರವಾದಿಯಾದ ಯೇಶಯ	",
	"	ಬ] ಪ್ರವಾದಿಯಾದ ಆಮೋಸನು	",
	"	ಕ] ಯೆಹೋವನು	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಕ] ಯೆಹೋವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10.  “ನಾನು ಲೋಕಕ್ಕೆ ಆಸ್ತಿವಾರ ಹಾಕಿದಾಗ ನೀನು ಎಲ್ಲಿದ್ದಿ”	",
"image" :	"",		
"choices" : [			
	"	ಅ] ದಾವೀದನಿಗೆ	",
	"	ಬ] ಯೋಬನಿಗೆ	",
	"	ಕ] ಯೆಹೆಜ್ಕೇಲನಿಗೆ	",
	"	ಡ] ಅರಸನಾದ ಉಜ್ಜೀಯನು	"
],			
"correct" :	"	ಬ] ಯೋಬನಿಗೆ	",
"explanation" :	"		",
},			
]