var quiztitle = "ಪಟ್ಟಣ - ನಗರಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯೆರೂಸಲೇಮ್ ನಗರಿಯನ್ನು ಕಟ್ಟುವ ಮೊದಲು ಅಲ್ಲಿದ್ದ ಯೆಬೂಸಿಯರ ಪುರಾತನ ನಗರದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಲಿಲಾಯ ನಗರ	",
	"	B. ಯೆಬೂಸಿಯರ ನಗರ	",
	"	C. ಯೊಪ್ಪ ನಗರ	",
	"	D. ತೆಕೋವ ನಗರ	"
],			
"correct" :	"	B. ಯೆಬೂಸಿಯರ ನಗರ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮಗ್ದಲದ ಮರಿಯಳು ಯಾವ ಊರಿನವಳು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಗ್ದಲ	",
	"	B. ಗಲಿಲಾಯ	",
	"	C. ಯೊಪ್ಪ	",
	"	D. ಯೆಬೂಸಿಯ	"
],			
"correct" :	"	A. ಮಗ್ದಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬೇತೇಲ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನ ಮನೆ	",
	"	B. ಇಸಾಕನ ಮನೆ	",
	"	C. ದೇವರ ಮನೆ	",
	"	D. ಅರಮನೆ	"
],			
"correct" :	"	C. ದೇವರ ಮನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೋನನು ಯಾವ ಬಂದರದಿಂದ ತಾರ್ಷೀಷಿಗೆ ತೆರಳುವ ಹಡಗನ್ನು ಹತ್ತಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೊಪ್ಪ	",
	"	B. ನಿನವೆ	",
	"	C. ಕಾನಾನ್	",
	"	D. ಯೋರ್ದಾನ್	"
],			
"correct" :	"	A. ಯೊಪ್ಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪ್ರವಾದಿಯಾದ ಆಮೋಸನ ಊರು ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ತಾರ್ಷೀಷ್	",
	"	B. ಯೆರಿಕೋ	",
	"	C. ಶಿಕೋವ	",
	"	D. ತೆಕೋವ	"
],			
"correct" :	"	D. ತೆಕೋವ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸಮಾರ್ಯದ ಸ್ತ್ರೀಯನ್ನು ರಕ್ಷಿಸಿದ ಮೇಲೆ ಯೇಸು ಎರಡು ದಿವಸ ಇದ್ದ ಊರಿನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸುಖರ್	",
	"	B. ಗಲಿಲಾಯ	",
	"	C. ಕೊಪ್ಪ	",
	"	D. ಯೆರಿಕೋ	"
],			
"correct" :	"	A. ಸುಖರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಜರೇತೆಂಬ ಊರು ಇಸ್ರಾಯೇಲ್ ದೇಶದ ಯಾವ ಪ್ರಾಂತದಲ್ಲಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆತ್ಲೇಹೇಮ್	",
	"	B. ಗಲಿಲಾಯ	",
	"	C. ಚಿಯೋನ್	",
	"	D. ಕೊಪ್ಪ	"
],			
"correct" :	"	B. ಗಲಿಲಾಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯುದ್ಧ ಮಾದಲು ಗತ್ ಊರಿನಿಂದ ಬಂದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೋಲೋಮೋನನು	",
	"	B. ಸಂಸೋನನು	",
	"	C. ಸೌಲನು	",
	"	D. ಗೋಲ್ಯಾತನು	"
],			
"correct" :	"	D. ಗೋಲ್ಯಾತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕೈಸರೈಯ ಫಿಲಿಷ್ಟಿ ಎಂಬ ಪಟ್ಟಣವನ್ನು ಕಟ್ಟಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ನೆಬುಕ್ನೇಚ್ಚರನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
	"	B. ಅರಸನಾದ ದಾವೀದನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
	"	C. ಅರಸನಾದ ಹೆರೋದನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
	"	D. ಅರಸನಾದ ಸೊಲೋಮೋನನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	"
],			
"correct" :	"	C. ಅರಸನಾದ ಹೆರೋದನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ತನ್ನ ಪ್ರಥಮ ಸೂಚಕ ಕಾರ್ಯವನ್ನು ಎಲ್ಲಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಕಾನಾನ್	",
	"	B. ಕೊಪ್ಪ	",
	"	C. ಸುಖರ್	",
	"	D. ಯೆರಿಕೋ	"
],			
"correct" :	"	A. ಕಾನಾನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪೌಲನು ಪ್ರಸಂಗ ಮಾಡಿದ ಅರಿಯೊಪಾಗ ಎಂಬ ಸ್ಥಳದ ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹಿರೀ ಸಭೆಯವರು ಕೂಡುವ ಸ್ಥಳ	",
	"	B. ಕಿರೀ ಸಭೆಯವರು ಕೂಡುವ ಸ್ಥಳ	",
	"	C. ಹಿರೀಯರು ಕೂಡುವ ಸ್ಥಳ	",
	"	D. ಕಿರೀಯವರು ಕೂಡುವ ಸ್ಥಳ	"
],			
"correct" :	"	A. ಹಿರೀ ಸಭೆಯವರು ಕೂಡುವ ಸ್ಥಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೇಸು ಸುವಾರ್ತೆ ಸಾರಿದ ದೆಕಪಪೋಲಿ ಎಂಬ ಊರಿನ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರು ನಗರಗಳು	",
	"	B. ನಾಲ್ಕು ನಗರಗಳು	",
	"	C. ಹತ್ತು ನಗರಗಳು	",
	"	D. ಹದಿನೈದು ನಗರಗಳು	"
],			
"correct" :	"	C. ಹತ್ತು ನಗರಗಳು	",
"explanation" :	"		",
},			
]