var quiztitle = "ಪಟ್ಟಣ - ನಗರಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯೆರೂಸಲೇಮ್ ನಗರಿಯನ್ನು ಕಟ್ಟುವ ಮೊದಲು ಅಲ್ಲಿದ್ದ ಯೆಬೂಸಿಯರ ಪುರಾತನ ನಗರದ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗಲಿಲಾಯ ನಗರ	",
	"	ಬ. ಯೆಬೂಸಿಯರ ನಗರ	",
	"	ಕ. ಯೊಪ್ಪ ನಗರ	",
	"	ಡ. ತೆಕೋವ ನಗರ	"
],			
"correct" :	"	ಬ. ಯೆಬೂಸಿಯರ ನಗರ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮಗ್ದಲದ ಮರಿಯಳು ಯಾವ ಊರಿನವಳು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಗ್ದಲ	",
	"	ಬ. ಗಲಿಲಾಯ	",
	"	ಕ. ಯೊಪ್ಪ	",
	"	ಡ. ಯೆಬೂಸಿಯ	"
],			
"correct" :	"	ಅ. ಮಗ್ದಲ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬೇತೇಲ್ ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನ ಮನೆ	",
	"	ಬ. ಇಸಾಕನ ಮನೆ	",
	"	ಕ. ದೇವರ ಮನೆ	",
	"	ಡ. ಅರಮನೆ	"
],			
"correct" :	"	ಕ. ದೇವರ ಮನೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೋನನು ಯಾವ ಬಂದರದಿಂದ ತಾರ್ಷೀಷಿಗೆ ತೆರಳುವ ಹಡಗನ್ನು ಹತ್ತಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೊಪ್ಪ	",
	"	ಬ. ನಿನವೆ	",
	"	ಕ. ಕಾನಾನ್	",
	"	ಡ. ಯೋರ್ದಾನ್	"
],			
"correct" :	"	ಅ. ಯೊಪ್ಪ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಪ್ರವಾದಿಯಾದ ಆಮೋಸನ ಊರು ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತಾರ್ಷೀಷ್	",
	"	ಬ. ಯೆರಿಕೋ	",
	"	ಕ. ಶಿಕೋವ	",
	"	ಡ. ತೆಕೋವ	"
],			
"correct" :	"	ಡ. ತೆಕೋವ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಸಮಾರ್ಯದ ಸ್ತ್ರೀಯನ್ನು ರಕ್ಷಿಸಿದ ಮೇಲೆ ಯೇಸು ಎರಡು ದಿವಸ ಇದ್ದ ಊರಿನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸುಖರ್	",
	"	ಬ. ಗಲಿಲಾಯ	",
	"	ಕ. ಕೊಪ್ಪ	",
	"	ಡ. ಯೆರಿಕೋ	"
],			
"correct" :	"	ಅ. ಸುಖರ್	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ನಜರೇತೆಂಬ ಊರು ಇಸ್ರಾಯೇಲ್ ದೇಶದ ಯಾವ ಪ್ರಾಂತದಲ್ಲಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆತ್ಲೇಹೇಮ್	",
	"	ಬ. ಗಲಿಲಾಯ	",
	"	ಕ. ಚಿಯೋನ್	",
	"	ಡ. ಕೊಪ್ಪ	"
],			
"correct" :	"	ಬ. ಗಲಿಲಾಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯುದ್ಧ ಮಾದಲು ಗತ್ ಊರಿನಿಂದ ಬಂದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೋಲೋಮೋನನು	",
	"	ಬ. ಸಂಸೋನನು	",
	"	ಕ. ಸೌಲನು	",
	"	ಡ. ಗೋಲ್ಯಾತನು	"
],			
"correct" :	"	ಡ. ಗೋಲ್ಯಾತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಕೈಸರೈಯ ಫಿಲಿಷ್ಟಿ ಎಂಬ ಪಟ್ಟಣವನ್ನು ಕಟ್ಟಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಸನಾದ ನೆಬುಕ್ನೇಚ್ಚರನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
	"	ಬ. ಅರಸನಾದ ದಾವೀದನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
	"	ಕ. ಅರಸನಾದ ಹೆರೋದನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
	"	ಡ. ಅರಸನಾದ ಸೊಲೋಮೋನನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	"
],			
"correct" :	"	ಕ. ಅರಸನಾದ ಹೆರೋದನು ಕಟ್ಟಿಸಿ ಅದಕ್ಕೆ ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿಯ ಹೆಸರಿಟ್ಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯೇಸು ತನ್ನ ಪ್ರಥಮ ಸೂಚಕ ಕಾರ್ಯವನ್ನು ಎಲ್ಲಿ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕಾನಾನ್	",
	"	ಬ. ಕೊಪ್ಪ	",
	"	ಕ. ಸುಖರ್	",
	"	ಡ. ಯೆರಿಕೋ	"
],			
"correct" :	"	ಅ. ಕಾನಾನ್	",
"explanation" :	"		",
},			
{			
"question" :	"	11. ಪೌಲನು ಪ್ರಸಂಗ ಮಾಡಿದ ಅರಿಯೊಪಾಗ ಎಂಬ ಸ್ಥಳದ ಇನ್ನೊಂದು ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹಿರೀ ಸಭೆಯವರು ಕೂಡುವ ಸ್ಥಳ	",
	"	ಬ. ಕಿರೀ ಸಭೆಯವರು ಕೂಡುವ ಸ್ಥಳ	",
	"	ಕ. ಹಿರೀಯರು ಕೂಡುವ ಸ್ಥಳ	",
	"	ಡ. ಕಿರೀಯವರು ಕೂಡುವ ಸ್ಥಳ	"
],			
"correct" :	"	ಅ. ಹಿರೀ ಸಭೆಯವರು ಕೂಡುವ ಸ್ಥಳ	",
"explanation" :	"		",
},			
{			
"question" :	"	12. ಯೇಸು ಸುವಾರ್ತೆ ಸಾರಿದ ದೆಕಪಪೋಲಿ ಎಂಬ ಊರಿನ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರು ನಗರಗಳು	",
	"	ಬ. ನಾಲ್ಕು ನಗರಗಳು	",
	"	ಕ. ಹತ್ತು ನಗರಗಳು	",
	"	ಡ. ಹದಿನೈದು ನಗರಗಳು	"
],			
"correct" :	"	ಕ. ಹತ್ತು ನಗರಗಳು	",
"explanation" :	"		",
},			
]