var quiztitle = "ಅಭಿಷೇಕಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಅರಸನಿಗೆ ಯಾಜಕನು ದೇವದರ್ಶನದ ಗುಡಾರದಲ್ಲಿದ್ದ ಎಣ್ಣೆಯ ಕೊಂಬನ್ನು ತೆಗೆದುಕೊಂಡು ಅಭಿಷೇಕಿಸಿದ ಕೂಡಲೇ ಕೊಂಬನ್ನು ಊದಿದರು ಮತ್ತು ಜನರು ಸಂತೋಷದಿಂದ ಆರ್ಭಟಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಲೋಮೋನನಿಗೆ	",
	"	ಬ. ಸಿಂಸೋನನಿಗೆ	",
	"	ಕ. ಸಾಮುವೇಲನಿಗೆ	",
	"	ಡ. ಸೌಲನಿಗೆ	"
],			
"correct" :	"	ಅ. ಸೊಲೋಮೋನನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾರ ತಲೆಯ ಮೇಲೆ ಎಣ್ಣೆಯ ಕುಪ್ಪಿಯಿಂದ ತೈಲವನ್ನು ಹೊಯ್ದು ಸಮುವೇಲನು ಅಭಿಷೇಕಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಲೋಮೋನನಿಗೆ	",
	"	ಬ. ಸಿಂಸೋನನಿಗೆ	",
	"	ಕ. ಸಾಮುವೇಲನಿಗೆ	",
	"	ಡ. ಸೌಲನಿಗೆ	"
],			
"correct" :	"	ಡ. ಸೌಲನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನು ಯಾರನ್ನು ತನ್ನ ಬದಲಾಗಿ ಪ್ರವಾದಿಯನ್ನಾಗಿ ಅಭಿಷೇಕಿಸಬೇಕೆಂದು ದೇವರು ಆಜ್ಞಾಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಯಾಜರನನ್ನು	",
	"	ಬ. ಎಲೀಷನನ್ನು	",
	"	ಕ. ಎಲ್ಕಾನನನ್ನು	",
	"	ಡ. ಗೆಹಜಿಯನ್ನು	"
],			
"correct" :	"	ಬ. ಎಲೀಷನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೇವರ ಆಜ್ಞಾಪನೆಯಂತೆ ಸಮುವೇಲನು ಎಂಟು ಸಹೋದರರನ್ನು ನೋಡಿ ಕೊನೆಗೆ ಕಡೆಯವನನ್ನು ಎಣ್ಣೆಯಿಂದ ಅಭಿಷೇಕಿಸಿದನು ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ಶಾಲೋಮನನ್ನು	",
	"	ಬ. ಸೌಲನನ್ನು	",
	"	ಕ. ದಾವೀದನನ್ನು	",
	"	ಡ. ದಾನಿಯೇಲನನ್ನು	"
],			
"correct" :	"	ಕ. ದಾವೀದನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಒಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಹಾಗೂ ಆತನ ಮಕ್ಕಳಿಗೆ ನಿಲುವಂಗಿಗಳನ್ನು, ನಡುಕಟ್ಟುಗಳನ್ನು ಮತ್ತು ಮುಂಡಾಸುಗಳನ್ನು ತೊಡಿಸಿ ಅವರಿಗೆ ಅಭಿಷೇಕ ಮಾಡಬೇಕೆಂದು ದೇವರು ಯಾರಿಗೆ ಆಜ್ಞಾಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೋಶೆಗೆ	",
	"	ಬ. ಆರೋನನಿಗೆ	",
	"	ಕ. ಯೆಹೋಶುವನಿಗೆ	",
	"	ಡ. ಕಾಲೇಬನಿಗೆ	"
],			
"correct" :	"	ಅ. ಮೋಶೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾರ ಪಾದಗಳಿಗೆ ಒಬ್ಬ ಸ್ತ್ರೀಯು ಸುಗಂಧ ತೈಲವನ್ನು ಹಚ್ಚಿ ಅಭಿಷೇಕಿಸಿದಳು	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು	",
	"	ಬ. ಯೋನ	",
	"	ಕ. ಯೂದ	",
	"	ಡ. ಯಾಕೋಬ	"
],			
"correct" :	"	ಅ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಕ್ರಿಸ್ತನು ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಭಿಷೇಕಿಸಲ್ಪಡದವನು	",
	"	ಬ. ಅಭಿಷೇಕಿಸಲ್ಪಟ್ಟವನು	",
	"	ಕ. ರಕ್ಷಕನು	",
	"	ಡ. ವಿಮೋಚಕನು	"
],			
"correct" :	"	ಬ. ಅಭಿಷೇಕಿಸಲ್ಪಟ್ಟವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗನನ್ನು ರಾಜನಾಗಿ ಅಭಿಷೇಕಿಸಿದ ಮೇಲೆ ಒಬ್ಬ ದುಷ್ಟರಾಣಿಯನ್ನು ಕೊಂದರು, ಆ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಈಜೆಬೇಲಳು	",
	"	ಬ. ದೀನಳು	",
	"	ಕ. ಅಕ್ವಿಲ್ಲಳು	",
	"	ಡ. ಅತಳ್ಯಲು	"
],			
"correct" :	"	ಡ. ಅತಳ್ಯಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಎಣ್ಣೆಯಿಂದ ಅಭಿಷೇಕಿಸಬೇಕು ಮತ್ತು ಆ ಎಣ್ಣೆಯನ್ನು ಯಾವ ರೀತಿಯಲ್ಲಿ ತಯಾರಿಸಬೇಕು ಎಂದು ಯಾರು ಅಜ್ಞಾಪಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೋವನು	",
	"	ಬ. ಯೆರೇಮೀಯನು	",
	"	ಕ. ಎಲೀಯನು	",
	"	ಡ. ಎಲೀಷನು	"
],			
"correct" :	"	ಅ. ಯೆಹೋವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಣ್ಣೆ ಹಚ್ಚಿ ಅಥವಾ ಎಣ್ಣೆ ಹೊಯ್ದು ಅಭಿಷೇಕ ಮಾಡುತ್ತಿದ್ದರು, ಇನ್ನೊಂದು ವಿಧವಾದ ಅಭಿಷೇಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ತುಪ್ಪದ ಅಭಿಷೇಕ	",
	"	ಬ. ಹಾಲಿನ ಅಭಿಷೇಕ	",
	"	ಕ. ಪವಿತ್ರಾತ್ಮನ ಅಭಿಷೇಕ	",
	"	ಡ. ನೀರಿನ ಅಭಿಷೇಕ	"
],			
"correct" :	"	ಕ. ಪವಿತ್ರಾತ್ಮನ ಅಭಿಷೇಕ	",
"explanation" :	"		",
},			
]