var quiztitle = "ಅಭಿಷೇಕಗಳು";			
var quiz = [			
{			
"question" :	"	1. ಯಾವ ಅರಸನಿಗೆ ಯಾಜಕನು ದೇವದರ್ಶನದ ಗುಡಾರದಲ್ಲಿದ್ದ ಎಣ್ಣೆಯ ಕೊಂಬನ್ನು ತೆಗೆದುಕೊಂಡು ಅಭಿಷೇಕಿಸಿದ ಕೂಡಲೇ ಕೊಂಬನ್ನು ಊದಿದರು ಮತ್ತು ಜನರು ಸಂತೋಷದಿಂದ ಆರ್ಭಟಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೋಮೋನನಿಗೆ	",
	"	B. ಸಿಂಸೋನನಿಗೆ	",
	"	C. ಸಾಮುವೇಲನಿಗೆ	",
	"	D. ಸೌಲನಿಗೆ	"
],			
"correct" :	"	A. ಸೊಲೋಮೋನನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾರ ತಲೆಯ ಮೇಲೆ ಎಣ್ಣೆಯ ಕುಪ್ಪಿಯಿಂದ ತೈಲವನ್ನು ಹೊಯ್ದು ಸಮುವೇಲನು ಅಭಿಷೇಕಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೋಮೋನನಿಗೆ	",
	"	B. ಸಿಂಸೋನನಿಗೆ	",
	"	C. ಸಾಮುವೇಲನಿಗೆ	",
	"	D. ಸೌಲನಿಗೆ	"
],			
"correct" :	"	D. ಸೌಲನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಪ್ರವಾದಿಯಾದ ಎಲೀಯನು ಯಾರನ್ನು ತನ್ನ ಬದಲಾಗಿ ಪ್ರವಾದಿಯನ್ನಾಗಿ ಅಭಿಷೇಕಿಸಬೇಕೆಂದು ದೇವರು ಆಜ್ಞಾಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಯಾಜರನನ್ನು	",
	"	B. ಎಲೀಷನನ್ನು	",
	"	C. ಎಲ್ಕಾನನನ್ನು	",
	"	D. ಗೆಹಜಿಯನ್ನು	"
],			
"correct" :	"	B. ಎಲೀಷನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ದೇವರ ಆಜ್ಞಾಪನೆಯಂತೆ ಸಮುವೇಲನು ಎಂಟು ಸಹೋದರರನ್ನು ನೋಡಿ ಕೊನೆಗೆ ಕಡೆಯವನನ್ನು ಎಣ್ಣೆಯಿಂದ ಅಭಿಷೇಕಿಸಿದನು ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ಶಾಲೋಮನನ್ನು	",
	"	B. ಸೌಲನನ್ನು	",
	"	C. ದಾವೀದನನ್ನು	",
	"	D. ದಾನಿಯೇಲನನ್ನು	"
],			
"correct" :	"	C. ದಾವೀದನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಒಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಹಾಗೂ ಆತನ ಮಕ್ಕಳಿಗೆ ನಿಲುವಂಗಿಗಳನ್ನು, ನಡುಕಟ್ಟುಗಳನ್ನು ಮತ್ತು ಮುಂಡಾಸುಗಳನ್ನು ತೊಡಿಸಿ ಅವರಿಗೆ ಅಭಿಷೇಕ ಮಾಡಬೇಕೆಂದು ದೇವರು ಯಾರಿಗೆ ಆಜ್ಞಾಪಿಸಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆಗೆ	",
	"	B. ಆರೋನನಿಗೆ	",
	"	C. ಯೆಹೋಶುವನಿಗೆ	",
	"	D. ಕಾಲೇಬನಿಗೆ	"
],			
"correct" :	"	A. ಮೋಶೆಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾರ ಪಾದಗಳಿಗೆ ಒಬ್ಬ ಸ್ತ್ರೀಯು ಸುಗಂಧ ತೈಲವನ್ನು ಹಚ್ಚಿ ಅಭಿಷೇಕಿಸಿದಳು	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಯೋನ	",
	"	C. ಯೂದ	",
	"	D. ಯಾಕೋಬ	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಕ್ರಿಸ್ತನು ಎಂಬ ಹೆಸರಿನ ಅರ್ಥವೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಭಿಷೇಕಿಸಲ್ಪಡದವನು	",
	"	B. ಅಭಿಷೇಕಿಸಲ್ಪಟ್ಟವನು	",
	"	C. ರಕ್ಷಕನು	",
	"	D. ವಿಮೋಚಕನು	"
],			
"correct" :	"	B. ಅಭಿಷೇಕಿಸಲ್ಪಟ್ಟವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಒಬ್ಬ ಚಿಕ್ಕ ಹುಡುಗನನ್ನು ರಾಜನಾಗಿ ಅಭಿಷೇಕಿಸಿದ ಮೇಲೆ ಒಬ್ಬ ದುಷ್ಟರಾಣಿಯನ್ನು ಕೊಂದರು, ಆ ರಾಣಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಈಜೆಬೇಲಳು	",
	"	B. ದೀನಳು	",
	"	C. ಅಕ್ವಿಲ್ಲಳು	",
	"	D. ಅತಳ್ಯಲು	"
],			
"correct" :	"	D. ಅತಳ್ಯಲು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಎಣ್ಣೆಯಿಂದ ಅಭಿಷೇಕಿಸಬೇಕು ಮತ್ತು ಆ ಎಣ್ಣೆಯನ್ನು ಯಾವ ರೀತಿಯಲ್ಲಿ ತಯಾರಿಸಬೇಕು ಎಂದು ಯಾರು ಅಜ್ಞಾಪಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೋವನು	",
	"	B. ಯೆರೇಮೀಯನು	",
	"	C. ಎಲೀಯನು	",
	"	D. ಎಲೀಷನು	"
],			
"correct" :	"	A. ಯೆಹೋವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಬೈಬಲ್ಲಿನಲ್ಲಿ ಎಣ್ಣೆ ಹಚ್ಚಿ ಅಥವಾ ಎಣ್ಣೆ ಹೊಯ್ದು ಅಭಿಷೇಕ ಮಾಡುತ್ತಿದ್ದರು, ಇನ್ನೊಂದು ವಿಧವಾದ ಅಭಿಷೇಕ ಯಾವದು?	",
"image" :	"",		
"choices" : [			
	"	A. ತುಪ್ಪದ ಅಭಿಷೇಕ	",
	"	B. ಹಾಲಿನ ಅಭಿಷೇಕ	",
	"	C. ಪವಿತ್ರಾತ್ಮನ ಅಭಿಷೇಕ	",
	"	D. ನೀರಿನ ಅಭಿಷೇಕ	"
],			
"correct" :	"	C. ಪವಿತ್ರಾತ್ಮನ ಅಭಿಷೇಕ	",
"explanation" :	"		",
},			
]