var quiztitle = "ಪಾಪದ ಅರಿಕೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ತನ್ನ ಕತ್ತೆಯನ್ನು ಕೈಕೋಲಿನಿಂದ ಹೊಡೆದ ಮೇಲೆ ಯೆಹೋವನ ದೂತನ ಮುಂದೆ ತಾನು ಪಾಪ ಮಾಡಿದೆ ಎಂದು ಯಾರು ಅರಿಕೆ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆನ್ಯಾಮಿನನು	",
	"	B. ಬಾಲಾಕನು	",
	"	C. ಬಿಳಾಮನು	",
	"	D. ಬೆಂಜಮೀನನು	"
],			
"correct" :	"	C. ಬಿಳಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಉಪವಾಸವಿದ್ದು ಗೋಣಿತಟ್ಟು ಸುತ್ತಿಕೊಂಡು ಬೂದಿ ಬಳಿದುಕೊಂಡು ಯೆಹೋವನಿಗೆ ಪಾಪವನ್ನರಿಕೆ ಮಾಡಿ ಬಿನ್ನವಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾನಿಯೇಲನು	",
	"	B. ದರ್ಯಾವೇಷನು	",
	"	C. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	D. ಕೋರೇಷನು	"
],			
"correct" :	"	D. ಕೋರೇಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬೆಳ್ಳಿ ಬಂಗಾರ ಉತ್ತಮವಾದ ನಿಲುವಂಗಿಯನ್ನು ಯುದ್ಧದ ಕೊಳ್ಳೆಯಲ್ಲಿ ಕದ್ದು ಆ ಮೇಲೆ ತನ್ನ ಕಳ್ಳತನವನ್ನು ಅರಿಕೆ ಮಾಡಿದ ಮೇಲೆ ಅವನನ್ನೂ ಮತ್ತು ಅವನ ಕುಟುಂಬದವರೆಲ್ಲರನ್ನೂ ಕಲ್ಲೆಸೆದು ಕೊಂದರು, ಆ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಸ್ಸಾಯನು	",
	"	B. ಅಕಾನನು	",
	"	C. ಅದಾಮನು	",
	"	D. ಕಾಲೇಬನು	"
],			
"correct" :	"	B. ಅಕಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಇವನು ದೇವಾಲಯದ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದು ಅಳುತ್ತಾ ವಿಜ್ಞಾಪನೆಯನ್ನು, ಪಾಪ ನಿವೇದನೆಯನ್ನು ಮಾಡುತ್ತಿರುವಷ್ಟರಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರು ಕೂಡಿಬಂದು ಅಳುತ್ತಿದ್ದರು ಈ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೋಶೇಯನು	",
	"	B. ದಾನೀಯೇಲನು	",
	"	C. ಜೆಕರ್ಯನು	",
	"	D. ಎಜ್ರನು	"
],			
"correct" :	"	B. ದಾನೀಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸಜೀವವಾಗಿ ಹೋತವನ್ನು ತರಿಸಿ ಅದರ ತಲೆಯ ಮೇಲೆ ತನ್ನ ಎರಡು ಕೈಗಳನ್ನಿಟ್ಟು ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಪಾಪಗಳನ್ನು ಯೇಹೋವನಿಗೆ ಅರಿಕೆ ಮಾಡಿದ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆಕಾನನು	",
	"	B. ಆರೋನನು	",
	"	C. ಅಹಷ್ವರೋಶನು	",
	"	D. ಅಬ್ಷಾಲೋಮನು	"
],			
"correct" :	"	B. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಹಾಗಾದರೆ ನೀನು ಯಾರು? ಎಲೀಯನೋ?” ಎಂದು ಯಾಜಕರು ಲೇವಿಯರು ಯಾರನ್ನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
	"	B. ಸ್ತೆಫನನು	",
	"	C. ಪೌಲನು	",
	"	D. ಪೇತ್ರನು	"
],			
"correct" :	"	A. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ವಿಷಭರಿತ ಸರ್ಪಗಳಿಂದ ಕಚ್ಚಲ್ಪಟ್ಟ ಅನೇಕರು ಸತ್ತು ಹೋದರು, ಆಗ ಇಸ್ರಾಯೇಲ್ಯರು ಯಾರ ಬಳಿಗೆ ಬಂದು ನಾವು ಪಾಪ ಮಾಡಿದ್ದೇವೆ ಎಂದು ಅರಿಕೆ ಮಾಡಿ ನಮಗಾಗಿ ಪ್ರಾರ್ಥಿಸು ಎಂದು ಬೇಡಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರೋನ	",
	"	B. ಕಾಲೇಬ	",
	"	C. ಯೆಹೋಶುವ	",
	"	D. ಮೋಶೆ	"
],			
"correct" :	"	D. ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ರಾಜನು ತನ್ನ ಪಾಪವನ್ನು ಒಬ್ಬ ಪ್ರವಾದಿಯ ಮುಂದೆ ಒಪ್ಪಿಕೊಂಡು ನಂತರ ಅವನ ಮೇಲಂಗಿಯ ಅಂಚನ್ನು ಹಿಡಿದೆಳೆದನು, ಆ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲನು	",
	"	B. ದಾವೀದನು	",
	"	C. ಕೋರೇಷನು	",
	"	D. ನೆಬೂಕದ್ನೇಚ್ಚರನು	"
],			
"correct" :	"	A. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅರಸನಾದ ದಾವೀದನು ಯೋರ್ದನ್ ನದಿಯನ್ನು ದಾಟುತ್ತಿದ್ದಾಗ ತಾನು ಶಪಿಸಿ ಕಲ್ಲೆಸೆದದಕ್ಕಾಗಿ ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟು ಕ್ಷಮಾಪಣೆ ಕೋರಿದನು? ಈ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗೇರನ ಮಗನಾದ ಎಫ್ರಾಹು	",
	"	B. ಗೇರನ ಮಗನಾದ ಸಿಂಸೋನ	",
	"	C. ಗೇರನ ಮಗನಾದ ಸಿಮೆಯೋನ	",
	"	D. ಗೇರನ ಮಗನಾದ ಶಿಮ್ಮಿಯು	"
],			
"correct" :	"	D. ಗೇರನ ಮಗನಾದ ಶಿಮ್ಮಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಅನೇಕ ಬಾಧೆಗಳು ತನ್ನ ದೇಶಕ್ಕೆ ಸಂಭವಿಸಿದ ಮೇಲೆ ಒಬ್ಬ ರಾಜನು ಮೋಶೆ ಮತ್ತು ಆರೋನರ ಮುಂದೆ ತಾನು ಅಪರಾಧಿ ಎಂದು ಒಪ್ಪಿಕೊಂಡನು, ಆ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪರೋಹನು	",
	"	B. ಕೋರೇಷನು	",
	"	C. ದರ್ಯಾವೇಷನು	",
	"	D. ಹೆರೋದನು	"
],			
"correct" :	"	A. ಪರೋಹನು	",
"explanation" :	"		",
},			
]