var quiztitle = "ಪಾಪದ ಅರಿಕೆಗಳು";			
var quiz = [			
{			
"question" :	"	1. ತನ್ನ ಕತ್ತೆಯನ್ನು ಕೈಕೋಲಿನಿಂದ ಹೊಡೆದ ಮೇಲೆ ಯೆಹೋವನ ದೂತನ ಮುಂದೆ ತಾನು ಪಾಪ ಮಾಡಿದೆ ಎಂದು ಯಾರು ಅರಿಕೆ ಮಾಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆನ್ಯಾಮಿನನು	",
	"	ಬ. ಬಾಲಾಕನು	",
	"	ಕ. ಬಿಳಾಮನು	",
	"	ಡ. ಬೆಂಜಮೀನನು	"
],			
"correct" :	"	ಕ. ಬಿಳಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಉಪವಾಸವಿದ್ದು ಗೋಣಿತಟ್ಟು ಸುತ್ತಿಕೊಂಡು ಬೂದಿ ಬಳಿದುಕೊಂಡು ಯೆಹೋವನಿಗೆ ಪಾಪವನ್ನರಿಕೆ ಮಾಡಿ ಬಿನ್ನವಿಸಿದ ಪ್ರವಾದಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾನಿಯೇಲನು	",
	"	ಬ. ದರ್ಯಾವೇಷನು	",
	"	ಕ. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	ಡ. ಕೋರೇಷನು	"
],			
"correct" :	"	ಡ. ಕೋರೇಷನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬೆಳ್ಳಿ ಬಂಗಾರ ಉತ್ತಮವಾದ ನಿಲುವಂಗಿಯನ್ನು ಯುದ್ಧದ ಕೊಳ್ಳೆಯಲ್ಲಿ ಕದ್ದು ಆ ಮೇಲೆ ತನ್ನ ಕಳ್ಳತನವನ್ನು ಅರಿಕೆ ಮಾಡಿದ ಮೇಲೆ ಅವನನ್ನೂ ಮತ್ತು ಅವನ ಕುಟುಂಬದವರೆಲ್ಲರನ್ನೂ ಕಲ್ಲೆಸೆದು ಕೊಂದರು, ಆ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆಸ್ಸಾಯನು	",
	"	ಬ. ಅಕಾನನು	",
	"	ಕ. ಅದಾಮನು	",
	"	ಡ. ಕಾಲೇಬನು	"
],			
"correct" :	"	ಬ. ಅಕಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಇವನು ದೇವಾಲಯದ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದು ಅಳುತ್ತಾ ವಿಜ್ಞಾಪನೆಯನ್ನು, ಪಾಪ ನಿವೇದನೆಯನ್ನು ಮಾಡುತ್ತಿರುವಷ್ಟರಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರು ಕೂಡಿಬಂದು ಅಳುತ್ತಿದ್ದರು ಈ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಹೋಶೇಯನು	",
	"	ಬ. ದಾನೀಯೇಲನು	",
	"	ಕ. ಜೆಕರ್ಯನು	",
	"	ಡ. ಎಜ್ರನು	"
],			
"correct" :	"	ಬ. ದಾನೀಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಸಜೀವವಾಗಿ ಹೋತವನ್ನು ತರಿಸಿ ಅದರ ತಲೆಯ ಮೇಲೆ ತನ್ನ ಎರಡು ಕೈಗಳನ್ನಿಟ್ಟು ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಪಾಪಗಳನ್ನು ಯೇಹೋವನಿಗೆ ಅರಿಕೆ ಮಾಡಿದ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆಕಾನನು	",
	"	ಬ. ಆರೋನನು	",
	"	ಕ. ಅಹಷ್ವರೋಶನು	",
	"	ಡ. ಅಬ್ಷಾಲೋಮನು	"
],			
"correct" :	"	ಬ. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ಹಾಗಾದರೆ ನೀನು ಯಾರು? ಎಲೀಯನೋ?” ಎಂದು ಯಾಜಕರು ಲೇವಿಯರು ಯಾರನ್ನು ಕೇಳಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
	"	ಬ. ಸ್ತೆಫನನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಪೇತ್ರನು	"
],			
"correct" :	"	ಅ. ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ವಿಷಭರಿತ ಸರ್ಪಗಳಿಂದ ಕಚ್ಚಲ್ಪಟ್ಟ ಅನೇಕರು ಸತ್ತು ಹೋದರು, ಆಗ ಇಸ್ರಾಯೇಲ್ಯರು ಯಾರ ಬಳಿಗೆ ಬಂದು ನಾವು ಪಾಪ ಮಾಡಿದ್ದೇವೆ ಎಂದು ಅರಿಕೆ ಮಾಡಿ ನಮಗಾಗಿ ಪ್ರಾರ್ಥಿಸು ಎಂದು ಬೇಡಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರೋನ	",
	"	ಬ. ಕಾಲೇಬ	",
	"	ಕ. ಯೆಹೋಶುವ	",
	"	ಡ. ಮೋಶೆ	"
],			
"correct" :	"	ಡ. ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ರಾಜನು ತನ್ನ ಪಾಪವನ್ನು ಒಬ್ಬ ಪ್ರವಾದಿಯ ಮುಂದೆ ಒಪ್ಪಿಕೊಂಡು ನಂತರ ಅವನ ಮೇಲಂಗಿಯ ಅಂಚನ್ನು ಹಿಡಿದೆಳೆದನು, ಆ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೌಲನು	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ಕೋರೇಷನು	",
	"	ಡ. ನೆಬೂಕದ್ನೇಚ್ಚರನು	"
],			
"correct" :	"	ಅ. ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಅರಸನಾದ ದಾವೀದನು ಯೋರ್ದನ್ ನದಿಯನ್ನು ದಾಟುತ್ತಿದ್ದಾಗ ತಾನು ಶಪಿಸಿ ಕಲ್ಲೆಸೆದದಕ್ಕಾಗಿ ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟು ಕ್ಷಮಾಪಣೆ ಕೋರಿದನು? ಈ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಗೇರನ ಮಗನಾದ ಎಫ್ರಾಹು	",
	"	ಬ. ಗೇರನ ಮಗನಾದ ಸಿಂಸೋನ	",
	"	ಕ. ಗೇರನ ಮಗನಾದ ಸಿಮೆಯೋನ	",
	"	ಡ. ಗೇರನ ಮಗನಾದ ಶಿಮ್ಮಿಯು	"
],			
"correct" :	"	ಡ. ಗೇರನ ಮಗನಾದ ಶಿಮ್ಮಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಅನೇಕ ಬಾಧೆಗಳು ತನ್ನ ದೇಶಕ್ಕೆ ಸಂಭವಿಸಿದ ಮೇಲೆ ಒಬ್ಬ ರಾಜನು ಮೋಶೆ ಮತ್ತು ಆರೋನರ ಮುಂದೆ ತಾನು ಅಪರಾಧಿ ಎಂದು ಒಪ್ಪಿಕೊಂಡನು, ಆ ರಾಜನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪರೋಹನು	",
	"	ಬ. ಕೋರೇಷನು	",
	"	ಕ. ದರ್ಯಾವೇಷನು	",
	"	ಡ. ಹೆರೋದನು	"
],			
"correct" :	"	ಅ. ಪರೋಹನು	",
"explanation" :	"		",
},			
]