var quiztitle = "ಈ ಧೈರ್ಯವಂತರು ಯಾರು?";			
var quiz = [			
{			
"question" :	"	1. ಅವನ ಆಯುಧಗಳನ್ನು ಹೊರುವ ಸೇವಕರು ಅವನೊಂದಿಗೆ ಗಟ್ಟಾ ಹತ್ತಿದರು ಮತ್ತು ಶತ್ರುಗಳ ತಂಡದಲ್ಲಿ ಇಪ್ಪತ್ತು ಜನರನ್ನು ಒಪ್ಪೋತ್ತಿನಲ್ಲಿ ಕೊಂದರು, ಅವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
	"	B. ಯೋನಾತಾನನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
	"	C. ಕಾಲೇಬನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
	"	D. ಕೋರೇಷನು ಮತ್ತು ಅವನ ಸೇವಕನು	"
],			
"correct" :	"	B. ಯೋನಾತಾನನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಈತನು ಮಿದ್ಯಾನರು ಮತ್ತು ಅಮಾಲೇಕ್ಯರ ದೊಡ್ಡ ಸೈನ್ಯವನ್ನು ತನ್ನ 300 ಜನ ಸೈನಿಕರೊಡನೆ ಸಂಹರಿಸಿದನು, ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೊಲೋಮೋನನು	",
	"	B. ದಾವೀದನು	",
	"	C. ಗೆಹಜಿ	",
	"	D. ಗಿದ್ಯೋನನು	"
],			
"correct" :	"	D. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಈತನು ಅರಿಯೇಲನ ಇಬ್ಬರು ಬಲಿಷ್ಠ ಮಕ್ಕಳನ್ನು ಕೊಂದನು ಮತ್ತು ಇನ್ನೊಮ್ಮೆ ಹಿಮ ಕಾಲದಲ್ಲಿ ಒಂದು ಸಿಂಹವು ಗುಂಡಿಯಲ್ಲಿ ಬಿದ್ದಿರಲು ಇವರು ಆ ಗುಂಡಿಗೆ ಇಳಿದು ಅದನ್ನು ಕೊಂದನು, ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೆನಾಯನು	",
	"	B. ಬೆನ್ಯಾಮಿನನು	",
	"	C. ಬೆಂಜಮಿನನು	",
	"	D. ಬಾರ್ನಬನು	"
],			
"correct" :	"	A. ಬೆನಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಒಂದು ವಿಪತ್ತಿನಿಂದ ಹದಿನಾಲ್ಕು ಸಾವಿರದ ಏಳುನೂರು ಮಂದಿ ಸತ್ತಾಗ ಮೋಶೆಯ ಆಜ್ಞೆಯಂತೆ ಒಬ್ಬ ಯಾಜಕನು ಘೋರ ವ್ಯಾಧಿಯಿಂದ ನರಳುತ್ತಿದ್ದ ಜನರ ಮಧ್ಯೆ ಧೂಪಾರತಿಯನ್ನು ತೆಗೆದುಕೊಂದು ಓಡಿದಾಗ ಆ ವ್ಯಾಧಿ ಶಮನವಾಯಿತು ಈ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರೋನನು	",
	"	B. ಅಕಾನನು	",
	"	C. ಅಬ್ರಹಾಮನು	",
	"	D. ಅಬಿಮೇಲೇಕನು	"
],			
"correct" :	"	A. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಅರಸನು ಕರಿಸಿದ ಹೊರತು ಅವನ ಸನ್ನಿಧಿಗೆ ಹೋಗುವವರು ಮರಣದಂಡನೆಗೆ ಪಾತ್ರರಾಗುವರು ಎಂಬ ನಿಯಮ ತಿಳಿದಿದ್ದರು ಧೈರ್ಯದಿಂದ ರಾಜನ ಎದುರಿನ ಪ್ರಾಕಾರದಲ್ಲಿ ನಿಂತಲು ಈಕೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲಿಜಬೆತ್ ರಾಣಿಯು	",
	"	B. ಎಸ್ತೇರ್ ರಾಣಿಯು	",
	"	C. ವಿಕ್ಟೋರಿಯ ರಾಣಿಯು	",
	"	D. ಶೆಬದ ರಾಣಿಯು	"
],			
"correct" :	"	B. ಎಸ್ತೇರ್ ರಾಣಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ರಾಜನು ನಿಬಂಧನ ಶಾಸನಕ್ಕೆ ರುಜು ಹಾಕಿದನೆಂದು ತಿಳಿದಾಗ ಈತನು ತನ್ನ ಮನೆಗೆ ಹೋಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದನು ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದರ್ಯಾವೇಷನು	",
	"	B. ದಾನಿಯೇಲನು	",
	"	C. ದಾವೀದನು	",
	"	D. ದೀರ್ಷನು	"
],			
"correct" :	"	B. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಟೊಬೀಯನು ಮತ್ತು ಸನ್ಭಲ್ಲಟನು ತನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದರೆ ಎಂದು ಗೊತ್ತಾದರೂ ಪವಿತ್ರ ಸ್ಥಾನಕ್ಕೆ ಹೋಗಿ ಪ್ರಾಣ ಉಳಿಸಿಕೊಳ್ಳಲು ಇಷ್ಟಪಡಲಿಲ್ಲ ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ನಾಮಾನನು	",
	"	B. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	C. ನೂನನು	",
	"	D. ನೆಹೆಮೀಯನು	"
],			
"correct" :	"	D. ನೆಹೆಮೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಸ್ವಾಮುಯು ಮೃತನಾದ ಮೇಲೆ ಪಿಲಾತನ ಬಳಿಗೆ ಧೈರ್ಯದಿಂದ ಹೋಗಿ ಯೇಸುವನ್ನು ಸಮಾಧಿ ಮಾಡಲು ಅಪ್ಪಣೆ ಕೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಿಮಥಾಯದ ಫಿಲಾತನು	",
	"	B. ಅರಿಮಥಾಯದ ಯಾಯೀರನು	",
	"	C. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
	"	D. ಅರಿಮಥಾಯದ ನಿಕೋದೋಮನು	"
],			
"correct" :	"	C. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಫಿಲಿಷ್ಟಿಯರ ಒಂದು ದೊಡ್ಡ ಗುಂಪು ಒಂದು ಅಲಸಂದಿಯ ಹೊಲಕ್ಕೆ ದಾಳಿ ಮಾಡಲು ಬಂದಾಗ ಅಲ್ಲಿದ್ದ ಇಸ್ರಾಯೇಲ್ಯರು ಓಡಿ ಹೋದರು ಆದರೆ ಒಬ್ಬನು ಹೊಲದ ಮಧ್ಯದಲ್ಲಿ ಫಿಲಿಸ್ಟಿಯರನ್ನು ಕೊಂದು ಹೊಲವನ್ನು ಕಾಪಾಡಿದನು, ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಗೇಯನ ಮಗನಾದ ಶಮ್ಮ	",
	"	B. ಅಗೇಯನ ಮಗನಾದ ಎರ್ಫಾಯನು	",
	"	C. ಅಗೇಯನ ಮಗನಾದ ಯೆಫೆರನು	",
	"	D. ಅಗೇಯನ ಮಗನಾದ ಸಿಮೆಯೋನನು	"
],			
"correct" :	"	A. ಅಗೇಯನ ಮಗನಾದ ಶಮ್ಮ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಶತ್ರುಗಳ ರಣಶೂರನನ್ನು ಈತನು ತನ್ನ ಕವಣೆಯಿಂದ ಕಲ್ಲನ್ನು ಬೀಸಿ ಹೊಡೆದು ಕೊಂದನು, ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೌಲನು	",
	"	B. ಸೊಲೊಮೋನನು	",
	"	C. ದಾವೀದನು	",
	"	D. ಸಿಂಸೋನನು	"
],			
"correct" :	"	C. ದಾವೀದನು	",
"explanation" :	"		",
},			
]