var quiztitle = "ಈ ಧೈರ್ಯವಂತರು ಯಾರು?";			
var quiz = [			
{			
"question" :	"	1. ಅವನ ಆಯುಧಗಳನ್ನು ಹೊರುವ ಸೇವಕರು ಅವನೊಂದಿಗೆ ಗಟ್ಟಾ ಹತ್ತಿದರು ಮತ್ತು ಶತ್ರುಗಳ ತಂಡದಲ್ಲಿ ಇಪ್ಪತ್ತು ಜನರನ್ನು ಒಪ್ಪೋತ್ತಿನಲ್ಲಿ ಕೊಂದರು, ಅವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
	"	ಬ. ಯೋನಾತಾನನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
	"	ಕ. ಕಾಲೇಬನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
	"	ಡ. ಕೋರೇಷನು ಮತ್ತು ಅವನ ಸೇವಕನು	"
],			
"correct" :	"	ಬ. ಯೋನಾತಾನನು ಮತ್ತು ಅವನ ಸೇವಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಈತನು ಮಿದ್ಯಾನರು ಮತ್ತು ಅಮಾಲೇಕ್ಯರ ದೊಡ್ಡ ಸೈನ್ಯವನ್ನು ತನ್ನ 300 ಜನ ಸೈನಿಕರೊಡನೆ ಸಂಹರಿಸಿದನು, ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೊಲೋಮೋನನು	",
	"	ಬ. ದಾವೀದನು	",
	"	ಕ. ಗೆಹಜಿ	",
	"	ಡ. ಗಿದ್ಯೋನನು	"
],			
"correct" :	"	ಡ. ಗಿದ್ಯೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಈತನು ಅರಿಯೇಲನ ಇಬ್ಬರು ಬಲಿಷ್ಠ ಮಕ್ಕಳನ್ನು ಕೊಂದನು ಮತ್ತು ಇನ್ನೊಮ್ಮೆ ಹಿಮ ಕಾಲದಲ್ಲಿ ಒಂದು ಸಿಂಹವು ಗುಂಡಿಯಲ್ಲಿ ಬಿದ್ದಿರಲು ಇವರು ಆ ಗುಂಡಿಗೆ ಇಳಿದು ಅದನ್ನು ಕೊಂದನು, ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೆನಾಯನು	",
	"	ಬ. ಬೆನ್ಯಾಮಿನನು	",
	"	ಕ. ಬೆಂಜಮಿನನು	",
	"	ಡ. ಬಾರ್ನಬನು	"
],			
"correct" :	"	ಅ. ಬೆನಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಒಂದು ವಿಪತ್ತಿನಿಂದ ಹದಿನಾಲ್ಕು ಸಾವಿರದ ಏಳುನೂರು ಮಂದಿ ಸತ್ತಾಗ ಮೋಶೆಯ ಆಜ್ಞೆಯಂತೆ ಒಬ್ಬ ಯಾಜಕನು ಘೋರ ವ್ಯಾಧಿಯಿಂದ ನರಳುತ್ತಿದ್ದ ಜನರ ಮಧ್ಯೆ ಧೂಪಾರತಿಯನ್ನು ತೆಗೆದುಕೊಂದು ಓಡಿದಾಗ ಆ ವ್ಯಾಧಿ ಶಮನವಾಯಿತು ಈ ಯಾಜಕನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಆರೋನನು	",
	"	ಬ. ಅಕಾನನು	",
	"	ಕ. ಅಬ್ರಹಾಮನು	",
	"	ಡ. ಅಬಿಮೇಲೇಕನು	"
],			
"correct" :	"	ಅ. ಆರೋನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಅರಸನು ಕರಿಸಿದ ಹೊರತು ಅವನ ಸನ್ನಿಧಿಗೆ ಹೋಗುವವರು ಮರಣದಂಡನೆಗೆ ಪಾತ್ರರಾಗುವರು ಎಂಬ ನಿಯಮ ತಿಳಿದಿದ್ದರು ಧೈರ್ಯದಿಂದ ರಾಜನ ಎದುರಿನ ಪ್ರಾಕಾರದಲ್ಲಿ ನಿಂತಲು ಈಕೆ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲಿಜಬೆತ್ ರಾಣಿಯು	",
	"	ಬ. ಎಸ್ತೇರ್ ರಾಣಿಯು	",
	"	ಕ. ವಿಕ್ಟೋರಿಯ ರಾಣಿಯು	",
	"	ಡ. ಶೆಬದ ರಾಣಿಯು	"
],			
"correct" :	"	ಬ. ಎಸ್ತೇರ್ ರಾಣಿಯು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ರಾಜನು ನಿಬಂಧನ ಶಾಸನಕ್ಕೆ ರುಜು ಹಾಕಿದನೆಂದು ತಿಳಿದಾಗ ಈತನು ತನ್ನ ಮನೆಗೆ ಹೋಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಿದನು ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದರ್ಯಾವೇಷನು	",
	"	ಬ. ದಾನಿಯೇಲನು	",
	"	ಕ. ದಾವೀದನು	",
	"	ಡ. ದೀರ್ಷನು	"
],			
"correct" :	"	ಬ. ದಾನಿಯೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಟೊಬೀಯನು ಮತ್ತು ಸನ್ಭಲ್ಲಟನು ತನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದರೆ ಎಂದು ಗೊತ್ತಾದರೂ ಪವಿತ್ರ ಸ್ಥಾನಕ್ಕೆ ಹೋಗಿ ಪ್ರಾಣ ಉಳಿಸಿಕೊಳ್ಳಲು ಇಷ್ಟಪಡಲಿಲ್ಲ ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ನಾಮಾನನು	",
	"	ಬ. ನೆಬುಕ್ದನೇಚ್ಚರನು	",
	"	ಕ. ನೂನನು	",
	"	ಡ. ನೆಹೆಮೀಯನು	"
],			
"correct" :	"	ಡ. ನೆಹೆಮೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯೇಸು ಸ್ವಾಮುಯು ಮೃತನಾದ ಮೇಲೆ ಪಿಲಾತನ ಬಳಿಗೆ ಧೈರ್ಯದಿಂದ ಹೋಗಿ ಯೇಸುವನ್ನು ಸಮಾಧಿ ಮಾಡಲು ಅಪ್ಪಣೆ ಕೇಳಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅರಿಮಥಾಯದ ಫಿಲಾತನು	",
	"	ಬ. ಅರಿಮಥಾಯದ ಯಾಯೀರನು	",
	"	ಕ. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
	"	ಡ. ಅರಿಮಥಾಯದ ನಿಕೋದೋಮನು	"
],			
"correct" :	"	ಕ. ಅರಿಮಥಾಯದ ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಫಿಲಿಷ್ಟಿಯರ ಒಂದು ದೊಡ್ಡ ಗುಂಪು ಒಂದು ಅಲಸಂದಿಯ ಹೊಲಕ್ಕೆ ದಾಳಿ ಮಾಡಲು ಬಂದಾಗ ಅಲ್ಲಿದ್ದ ಇಸ್ರಾಯೇಲ್ಯರು ಓಡಿ ಹೋದರು ಆದರೆ ಒಬ್ಬನು ಹೊಲದ ಮಧ್ಯದಲ್ಲಿ ಫಿಲಿಸ್ಟಿಯರನ್ನು ಕೊಂದು ಹೊಲವನ್ನು ಕಾಪಾಡಿದನು, ಅವನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಗೇಯನ ಮಗನಾದ ಶಮ್ಮ	",
	"	ಬ. ಅಗೇಯನ ಮಗನಾದ ಎರ್ಫಾಯನು	",
	"	ಕ. ಅಗೇಯನ ಮಗನಾದ ಯೆಫೆರನು	",
	"	ಡ. ಅಗೇಯನ ಮಗನಾದ ಸಿಮೆಯೋನನು	"
],			
"correct" :	"	ಅ. ಅಗೇಯನ ಮಗನಾದ ಶಮ್ಮ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಶತ್ರುಗಳ ರಣಶೂರನನ್ನು ಈತನು ತನ್ನ ಕವಣೆಯಿಂದ ಕಲ್ಲನ್ನು ಬೀಸಿ ಹೊಡೆದು ಕೊಂದನು, ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೌಲನು	",
	"	ಬ. ಸೊಲೊಮೋನನು	",
	"	ಕ. ದಾವೀದನು	",
	"	ಡ. ಸಿಂಸೋನನು	"
],			
"correct" :	"	ಕ. ದಾವೀದನು	",
"explanation" :	"		",
},			
]