var quiztitle = "ತಪ್ಪಿಸಿಕೊಂಡವರು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರ ಸೈನ್ಯದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಕುದುರೆಯನ್ನೇರಿ ಆರಾಮ್ಯರ ಅರಸನು ಓಡಿ ಹೋಗಿ ತಪ್ಪಿಸಿಕೊಂಡನು, ಆ ಅರಸನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬೋವಜನು	",
	"	B. ಬೆಂಜಮೀನನು	",
	"	C. ಬೆನ್ಯಾಮೀನನು	",
	"	D. ಬೆನ್ಹದದನು	"
],			
"correct" :	"	D. ಬೆನ್ಹದದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ರಾತ್ರಿಯಲ್ಲಿ ಅವನನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿ ಒಂದು ಹೆಡಿಗೆಯಲ್ಲಿ ಕೂಡ್ರಿಸಿ ಗೋಡೆಯೊಳಗಿಂದ ಇಳಿಸಿದರು, ಅವರು ಯಾರನ್ನು ಇಳಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನನ್ನು	",
	"	B. ಸೀಲನನ್ನು	",
	"	C. ಪೇತ್ರನನ್ನು	",
	"	D. ಸ್ತೆಫನನ್ನು	"
],			
"correct" :	"	A. ಪೌಲನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತನು ಜೀವಿಸುತ್ತಿದ್ದ ಪಟ್ಟಣವು ಬೆಂಕಿಗಂಧಕಗಳಿಂದ ಸುಟ್ಟು ನಾಶವಾಗುತ್ತದೆಂದು ತಿಳಿದಾಗ ಒಂದು ಬೆಟ್ಟದ  ಸೀಮೆಯಲ್ಲಿ ಜೀವಿಸದ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಉಜ್ಜೀಯನು	",
	"	B. ಅಬ್ರಹಾಮನು	",
	"	C. ಲೋಟನು	",
	"	D. ನೋಹನು	"
],			
"correct" :	"	C. ಲೋಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ತನ್ನ ಹೆಂಡತಿಯ ಸಹಾಯದಿಂದ ಕಿಟಕಿಯಿಂದ ಇಳಿದು ತನ್ನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದ ಮಾವನಿಂದ ತಪ್ಪಿಸಿಕೊಂಡ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ಸೊಲೋಮೋನನು	",
	"	C. ಹೆರೋದನು	",
	"	D. ಸೌಲನು	"
],			
"correct" :	"	A. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವದೂತನು ಎಚ್ಚರಿಕೆ ಕೊಟ್ಟಿದ್ದರಿಂದ ತನ್ನ ಹೆಂಡತಿ ಮತ್ತು ಮಗುವಿನೊಡನೆ ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಹೋಗಿ ತಪ್ಪಿಸಿಕೊಂಡ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಮೋಶೆಯು	",
	"	C. ಅಬ್ರಹಾಮನು	",
	"	D. ಯೋಸೇಫನು	"
],			
"correct" :	"	D. ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಹೂದ್ಯರು ಆತನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕೆಂದು ಬಂದಾಗ ಆತನು ತಪ್ಪಿಸಿಕೊಂಡು ಹೋದನು, ಆತನಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋನ	",
	"	B. ಯೇಸು	",
	"	C. ಸ್ತೆಫನನು	",
	"	D. ಮರಿಯಳು	"
],			
"correct" :	"	B. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಹಳ ಕ್ರೂರಿಯಾದ ರಾಣಿಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಬೇರ್ಷೆಬಕ್ಕೆ ಹೋದ ಪ್ರವಾದಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಎಲೀಷನು	",
	"	B. ಎಲಿಯಾಜರನು	",
	"	C. ಎಲೀಯನು	",
	"	D. ಗೆಹಜಿಯನು	"
],			
"correct" :	"	C. ಎಲೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ತಾನು ಮೋಸ ಮಾಡಿ ಆಶೀರ್ವಾದ ಪಡೆದುಕೊಂಡದ್ದರಿಂದ ಅವನ ಅಣ್ಣನು ಸಿಟ್ಟಿಗೆದ್ದು ಅವನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದನು, ಆಗ ಅವನು ತಪ್ಪಿಸಿಕೊಂಡು ತನ್ನ ಮಾವನ ಮನೆಗೆ ಹೋದನು, ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯಾಕೋಬನು	",
	"	B. ಏಸಾವನು	",
	"	C. ಯೋಸೇಫನು	",
	"	D. ಇಸಾಕನು	"
],			
"correct" :	"	A. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹಜಾಯೇಲನ ಕತ್ತಿಗೆ ತಪ್ಪಿಸಿಕೊಂಡವರನ್ನು ಯಾರು ಕೊಲ್ಲುವರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಸೇಹು	",
	"	B. ಯೇಹು	",
	"	C. ಗೇಹು	",
	"	D. ಕೇಹು	"
],			
"correct" :	"	B. ಯೇಹು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾವ ಆಪತ್ತಿನಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ನೋಹನು ಮತ್ತು ಅವನ ಕುಟುಂಬದವರು ನಾವೆಯನ್ನು ಹತ್ತಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜಲಪ್ರಳಯದಿಂದ	",
	"	B. ತುಫಾನಿನಿಂದ	",
	"	C. ಭೂಕಂಪದಿಂದ	",
	"	D. ಮಾರಣಾಂತಿಕ ರೋಗ	"
],			
"correct" :	"	A. ಜಲಪ್ರಳಯದಿಂದ	",
"explanation" :	"		",
},			
]