var quiztitle = "ತಪ್ಪಿಸಿಕೊಂಡವರು";			
var quiz = [			
{			
"question" :	"	1. ಇಸ್ರಾಯೇಲ್ಯರ ಸೈನ್ಯದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಕುದುರೆಯನ್ನೇರಿ ಆರಾಮ್ಯರ ಅರಸನು ಓಡಿ ಹೋಗಿ ತಪ್ಪಿಸಿಕೊಂಡನು, ಆ ಅರಸನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬೋವಜನು	",
	"	ಬ. ಬೆಂಜಮೀನನು	",
	"	ಕ. ಬೆನ್ಯಾಮೀನನು	",
	"	ಡ. ಬೆನ್ಹದದನು	"
],			
"correct" :	"	ಡ. ಬೆನ್ಹದದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ರಾತ್ರಿಯಲ್ಲಿ ಅವನನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿ ಒಂದು ಹೆಡಿಗೆಯಲ್ಲಿ ಕೂಡ್ರಿಸಿ ಗೋಡೆಯೊಳಗಿಂದ ಇಳಿಸಿದರು, ಅವರು ಯಾರನ್ನು ಇಳಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೌಲನನ್ನು	",
	"	ಬ. ಸೀಲನನ್ನು	",
	"	ಕ. ಪೇತ್ರನನ್ನು	",
	"	ಡ. ಸ್ತೆಫನನ್ನು	"
],			
"correct" :	"	ಅ. ಪೌಲನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ತನು ಜೀವಿಸುತ್ತಿದ್ದ ಪಟ್ಟಣವು ಬೆಂಕಿಗಂಧಕಗಳಿಂದ ಸುಟ್ಟು ನಾಶವಾಗುತ್ತದೆಂದು ತಿಳಿದಾಗ ಒಂದು ಬೆಟ್ಟದ  ಸೀಮೆಯಲ್ಲಿ ಜೀವಿಸದ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಉಜ್ಜೀಯನು	",
	"	ಬ. ಅಬ್ರಹಾಮನು	",
	"	ಕ. ಲೋಟನು	",
	"	ಡ. ನೋಹನು	"
],			
"correct" :	"	ಕ. ಲೋಟನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ತನ್ನ ಹೆಂಡತಿಯ ಸಹಾಯದಿಂದ ಕಿಟಕಿಯಿಂದ ಇಳಿದು ತನ್ನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದ ಮಾವನಿಂದ ತಪ್ಪಿಸಿಕೊಂಡ ವ್ಯಕ್ತಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ಸೊಲೋಮೋನನು	",
	"	ಕ. ಹೆರೋದನು	",
	"	ಡ. ಸೌಲನು	"
],			
"correct" :	"	ಅ. ದಾವೀದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ದೇವದೂತನು ಎಚ್ಚರಿಕೆ ಕೊಟ್ಟಿದ್ದರಿಂದ ತನ್ನ ಹೆಂಡತಿ ಮತ್ತು ಮಗುವಿನೊಡನೆ ಐಗುಪ್ತ ದೇಶಕ್ಕೆ ಹೋಗಿ ತಪ್ಪಿಸಿಕೊಂಡ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಮೋಶೆಯು	",
	"	ಕ. ಅಬ್ರಹಾಮನು	",
	"	ಡ. ಯೋಸೇಫನು	"
],			
"correct" :	"	ಡ. ಯೋಸೇಫನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯೇಹೂದ್ಯರು ಆತನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕೆಂದು ಬಂದಾಗ ಆತನು ತಪ್ಪಿಸಿಕೊಂಡು ಹೋದನು, ಆತನಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋನ	",
	"	ಬ. ಯೇಸು	",
	"	ಕ. ಸ್ತೆಫನನು	",
	"	ಡ. ಮರಿಯಳು	"
],			
"correct" :	"	ಬ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಬಹಳ ಕ್ರೂರಿಯಾದ ರಾಣಿಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಬೇರ್ಷೆಬಕ್ಕೆ ಹೋದ ಪ್ರವಾದಿಯ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಎಲೀಷನು	",
	"	ಬ. ಎಲಿಯಾಜರನು	",
	"	ಕ. ಎಲೀಯನು	",
	"	ಡ. ಗೆಹಜಿಯನು	"
],			
"correct" :	"	ಕ. ಎಲೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ತಾನು ಮೋಸ ಮಾಡಿ ಆಶೀರ್ವಾದ ಪಡೆದುಕೊಂಡದ್ದರಿಂದ ಅವನ ಅಣ್ಣನು ಸಿಟ್ಟಿಗೆದ್ದು ಅವನನ್ನು ಕೊಲ್ಲಬೇಕೆಂದಿದ್ದನು, ಆಗ ಅವನು ತಪ್ಪಿಸಿಕೊಂಡು ತನ್ನ ಮಾವನ ಮನೆಗೆ ಹೋದನು, ಈತನು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯಾಕೋಬನು	",
	"	ಬ. ಏಸಾವನು	",
	"	ಕ. ಯೋಸೇಫನು	",
	"	ಡ. ಇಸಾಕನು	"
],			
"correct" :	"	ಅ. ಯಾಕೋಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹಜಾಯೇಲನ ಕತ್ತಿಗೆ ತಪ್ಪಿಸಿಕೊಂಡವರನ್ನು ಯಾರು ಕೊಲ್ಲುವರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸೇಹು	",
	"	ಬ. ಯೇಹು	",
	"	ಕ. ಗೇಹು	",
	"	ಡ. ಕೇಹು	"
],			
"correct" :	"	ಬ. ಯೇಹು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾವ ಆಪತ್ತಿನಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ನೋಹನು ಮತ್ತು ಅವನ ಕುಟುಂಬದವರು ನಾವೆಯನ್ನು ಹತ್ತಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜಲಪ್ರಳಯದಿಂದ	",
	"	ಬ. ತುಫಾನಿನಿಂದ	",
	"	ಕ. ಭೂಕಂಪದಿಂದ	",
	"	ಡ. ಮಾರಣಾಂತಿಕ ರೋಗ	"
],			
"correct" :	"	ಅ. ಜಲಪ್ರಳಯದಿಂದ	",
"explanation" :	"		",
},			
]