var quiztitle = "ಬಲಿಪೀಠ ಕಟ್ಟಿದವರು";			
var quiz = [			
{			
"question" :	"	1. ಯಾರು ದೇವರ ಆಜ್ಞೆಯ ಮೇರೆಗೆ ಬಲಿ ಪೀಠವನ್ನು ಕಟ್ಟಿ ಅದರ ಮೇಲೆ ತನ್ನ ಮಗನನ್ನು ಯಜ್ಞ ಮಾಡಲು ಸಿದ್ಧವಾದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಇಸಾಕನು	",
	"	D. ಅಬ್ರಹಾಮನು	"
],			
"correct" :	"	D. ಅಬ್ರಹಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಯಾವ ಇಬ್ಬರು ಸ್ನೇಹಿತರು ಅಥೇನೆಯಲ್ಲಿ “ತಿಳಿಯದ ದೇವರಿಗೆ” ಎಂದು ಬರೆದಿದ್ದ ಒಂದು ಬಲಿಪೀಠವನ್ನು ನೋಡಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ಸೌಲನು	",
	"	C. ಸೀಲನು	",
	"	D. ಪೌಲನು	"
],			
"correct" :	"	D. ಪೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಬಾಳನ ಯಜ್ಞವೇದಿಯನ್ನು ಕೆಡವಿಹಾಕಿದ ವ್ಯಕ್ತಿಗೆ “ಯೆರು ಬಾಳ” ಎಂಬ ಹೆಸರನ್ನು ಯಾರಿಗೆ ಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಗಿದ್ಯೋನನಿಗೆ	",
	"	B. ಸಿಂಸೋನನಿಗೆ	",
	"	C. ಎಲೀಯನಿಗೆ	",
	"	D. ಎಲೀಷನಿಗೆ	"
],			
"correct" :	"	A. ಗಿದ್ಯೋನನಿಗೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯಾವ ಅರಸನು, ದಮಸ್ಕಕ್ಕೆ ಹೋದಾಗ ಅಲ್ಲಿದ್ದ ವಿಶೇಷವಾದ ಯಜ್ಞವೇದಿಯನ್ನು ಕಂಡು ಅದೇ ರೀತಿಯಲ್ಲಿ ನಮ್ಮ ಪ್ರಾಂತದಲ್ಲೂ ಒಂದು ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಲು ಯಾಜಕನಾದ ಊರೀಯನಿಗೆ ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಹಷ್ವೇರೋಶನು	",
	"	B. ಆಸ್ಸಾಯನು	",
	"	C. ಆರೋನನು	",
	"	D. ಅಹಾಜನು	"
],			
"correct" :	"	D. ಅಹಾಜನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯಾರು ಕರನಿಗೆ ಏಬಾಲ್ ಬೆಟ್ಟದಲ್ಲಿ ಹುಟ್ಟು ಕಲ್ಲುಗಳಿಂದಲೇ ಒಂದು ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿಸಿ, ಅದರ ಮೇಲೆ ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದ ಒಂದು ಪ್ರತಿಯನ್ನು ಬರೆದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಆರೋನನು	",
	"	B. ದಾವೀದನು	",
	"	C. ಯೆಹೋಶುವನು	",
	"	D. ಕಾಲೇಬನು	"
],			
"correct" :	"	C. ಯೆಹೋಶುವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾವ ಅರಸನು ದೇವರ ಆಜ್ಞೆಗೆ ಅವಿಧೇಯನಾಗಿ, ಪವಿತ್ರ ಆಲಯದೊಳಗೆ ಹೋಗಿ ಧೂಪವೇದಿಯ ಮೇಲೆ ಧೂಪ ಹಾಕಲು ಹೋದಾಗ, ಅವನಿಗೆ ಕುಷ್ಟರೋಗವು ಹುಟ್ಟಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅರಸನಾದ ಉಜ್ಜೀಯನು	",
	"	B. ಅರಸನಾದ ಕೋರೇಷನು	",
	"	C. ಅರಸನಾದ ಹೆರೋದನು	",
	"	D. ಅರಸನಾದ ಹಿಜ್ಕೀಯನು	"
],			
"correct" :	"	A.  ಅರಸನಾದ ಉಜ್ಜೀಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಯಾವ ಸೇನಾಪತಿ, ದಾವೀದನ ಸೈನ್ಯಕ್ಕೆ ಸೇರಿದ ಇಬ್ಬರು ಸೇನಾಪತಿಗಳನ್ನು ಕೊಂದು ಹಾಕಿದನು ಮತ್ತು ಅವನು ಕರ್ತನ ಗುಡಾರಕ್ಕೆ ಹೋಗಿ ಯಜ್ಞವೇದಿಯ ಬಳಿ ಬಚ್ಚಿಟ್ಟುಕೊಂಡನು, ಆಗ ಅವನನ್ನು ಅಲ್ಲಿಯೇ ಕೊಂದು ಹಾಕಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಸೇಫೆನು	",
	"	B. ಯೋಬನು	",
	"	C. ಯೋವಾಬನು	",
	"	D. ಯೋನನು	"
],			
"correct" :	"	C. ಯೋವಾಬನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಯಾವ ಅರಸನು ಸಿಟ್ಟಿನಿಂದ ತನ್ನ ಕೈ ಚಾಚಿದಾಗ ಅದು ಒಣಗಿ ಹೋಗಿ, ಯಜ್ಞವೇದಿಯು ಸೀಳಿ ಅದರ ಮೇಲಿನ ಬೂದಿಯು ಬಿದ್ದು ಹೋಯಿತು, ಹೀಗೆ ದೇವರ ಮನುಷ್ಯನು ಹೇಳಿದ ಗುರುತು ನೆರವೇರಿತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದನು	",
	"	B. ಯಾರೊಬ್ಬಾಮನು	",
	"	C. ದರ್ಯಾವೇಷನು	",
	"	D. ಅಹಾಬನು	"
],			
"correct" :	"	B. ಯಾರೊಬ್ಬಾಮನು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಯಾರು ಬೇರ್ಷೆಬದಲ್ಲಿ ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿಸಿದ ಮೇಲೆ ಅವನ ಸೇವಕರು ಬಾವಿಯನ್ನು ಅಗಿದರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಸಾಕನು	",
	"	B. ಇಷಯನು	",
	"	C. ಇಸ್ರೋಜನು	",
	"	D. ಇಷ್ಮಾಯೇಲನು	"
],			
"correct" :	"	A. ಇಸಾಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಯಾವ ಅರಸನು ಬೇತೇಲಿನ ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಸಮಾಧಿಗಳಿಂದ ಎಲುಬುಗಳನ್ನು ತರಿಸಿ ಸುಡಿಸಿ ಯಜ್ಞವೇದಿಯನ್ನು ಹೊಲೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಹೆರೋದನು	",
	"	B. ಯಾರೊಬ್ಬಾಮನು	",
	"	C. ದರ್ಯಾವೇಷನು	",
	"	D. ಅಹಾಬನು	"
],			
"correct" :	"	B. ಯಾರೊಬ್ಬಾಮನು	",
"explanation" :	"		",
},			
]