var quiztitle = "ಮೊದಲಿನವರಾರು?";			
var quiz = [			
{			
"question" :	"	1. ಮೊದಲನೆಯ ದಶಾಂಶವನ್ನು ಯಾರು ಸ್ವೀಕರಿಸಿದರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಅಬ್ರಹಾಮನು	",
	"	ಬ] ಆದಾಮನು	",
	"	ಕ] ಹೇಬೇಲನು	",
	"	ಡ] ಮೆಲ್ಕೀಜೆದೇಕನು	"
],			
"correct" :	"	ಡ] ಮೆಲ್ಕೀಜೆದೇಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮೊದಲನೆಯ ಅವಳಿ-ಜವಳಿ ಮಕ್ಕಳಿಗೆ ಯಾರು ಜನ್ಮಕೊಟ್ಟರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ರಾಹೇಲಳು	",
	"	ಬ] ರೆಬೆಕ್ಕಳು	",
	"	ಕ] ಹವ್ವಳು	",
	"	ಡ] ಹಾಗರಳು	"
],			
"correct" :	"	ಬ] ರೆಬೆಕ್ಕಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸಾವಿಗಿಂತ ಮುಂಚಿತವಾಗಿ ಸ್ವರ್ಗಕ್ಕೆ ಹೋದ ಮೊದಲನೇ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಹನೋಕನು	",
	"	ಬ] ಎಲೀಯನು	",
	"	ಕ] ಯೇಸು	",
	"	ಡ] ದಾನಿಯೇಲನು	"
],			
"correct" :	"	ಅ] ಹನೋಕನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಕೊಲೆಯಾದ ಮೊದಲನೇ ವ್ಯಕ್ತಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕಾಯಿನನು	",
	"	ಬ] ಹೆಬೇಲನು	",
	"	ಕ] ಹವ್ವಳು	",
	"	ಡ] ಆದಾಮನು	"
],			
"correct" :	"	ಬ] ಹೆಬೇಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಮೊದಲನೇ ಯುದ್ಧವು ಯಾವ ಸ್ಥಳದಲ್ಲಾಯಿತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಲವಣ ಸಮುದ್ರವಾಗಿರುವ ಸಿದ್ದೀಮ್ ತಗ್ಗಿನಲ್ಲಿ	",
	"	ಬ] ಬಾಬೇಲ್ ಗೋಪುರ	",
	"	ಕ] ನೈಲ್ ನದಿಯ ದಂಡೆ	",
	"	ಡ] ಯೋರ್ದನ್ ನದಿಯ ದಂಡೆಯ ಮೇಲೆ	"
],			
"correct" :	"	ಅ] ಲವಣ ಸಮುದ್ರವಾಗಿರುವ ಸಿದ್ದೀಮ್ ತಗ್ಗಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಯಾವ ಪ್ರಾಣಿಯನ್ನು ಮೊದಲನೇ ಕಾಣಿಕೆಯಾಗಿ ದೇವರಿಗೆ ಹೋಮ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಮೇಕೆ	",
	"	ಬ] ಹಸು	",
	"	ಕ] ಕುರಿ	",
	"	ಡ] ಪಾರಿವಾಳ	"
],			
"correct" :	"	ಕ] ಕುರಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಇಸ್ರಾಯೇಲಿನ ಮೊದಲನೆಯ ಅರಸು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಸೌಲನು	",
	"	ಬ] ದಾವೀದನು	",
	"	ಕ] ಸೊಲೊಮೋನನು	",
	"	ಡ] ಮೇಲಿನವರು ಯಾರೂ ಅಲ್ಲ	"
],			
"correct" :	"	ಅ] ಸೌಲನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಐಗುಪ್ತ ದೇಶದ ಮೇಲೆ ದೇವರು ಯಾವ ಮೊದಲನೆಯ ವ್ಯಾಧಿಯನ್ನು ಬರುವಂತೆ ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕಪ್ಪೆಗಳು	",
	"	ಬ] ಹೇನು	",
	"	ಕ] ವಿಷದ ಹುಳುಗಳು	",
	"	ಡ] ನೀರು ರಕ್ತವಾದದ್ದು	"
],			
"correct" :	"	ಡ] ನೀರು ರಕ್ತವಾದದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಯೇಸು ಮಾಡಿದ ಮೊದಲನೆಯ ಅದ್ಭುತ ಕಾರ್ಯ ಯಾವುದು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಕುಷ್ಟ ರೋಗಿಯನ್ನು ಸ್ವಸ್ಥ ಮಾಡಿದ್ದು	",
	"	ಬ] ಯೆರಿಕೋ ಬಳಿ ಕುರುಡನನ್ನು	",
	"	ಕ] ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸವನ್ನಾಗಿ ಮಾಡಿದ್ದು	",
	"	ಡ] ಬಿರುಗಾಳಿಯನ್ನು ಶಾಂತಗೊಳಿಸಿದ್ದು	"
],			
"correct" :	"	ಕ] ನೀರನ್ನು ದ್ರಾಕ್ಷಾರಸವನ್ನಾಗಿ ಮಾಡಿದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕ್ರೈಸ್ತ ಸಭೆಯ ಮೊದಲನೆಯ ರಕ್ತ ಸಾಕ್ಷಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ] ಪೇತ್ರನು	",
	"	ಬ] ಸ್ತೆಫನು	",
	"	ಕ] ಪೌಲನು	",
	"	ಡ] ಯೋಹಾನನು	"
],			
"correct" :	"	ಬ] ಸ್ತೆಫನು	",
"explanation" :	"		",
},			
]