var quiztitle = "ನಾಲಿಗೆ";			
var quiz = [			
{			
"question" :	"	1. ನಾಲಿಗೆಗ ಕಡಿವಾಣ ಹಾಕಬೇಕೆಂದು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಬ್ರಿಯದವರ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
	"	ಬ. ಯಾಕೋಬನ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
	"	ಕ. ಲೂಕನ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
	"	ಡ. ರೋಮಾಪುರದವರ ಪತ್ರಿಕೆಯಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಯಾಕೋಬನ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ಮಹಾಪುರುಷನು, “ನಾನು ವಾಕ್ಚಾತುರ್ಯವಿಲ್ಲದವನು, ನನ್ನ ಮಾತೂ ನಾಲಿಗೆಯೂ ಮಂದವಾಗಿವೆ” ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮೋಶೆ	",
	"	ಬ. ನೋಹ	",
	"	ಕ. ಯೆಹೋಶುವ	",
	"	ಡ. ಆರೋನ	"
],			
"correct" :	"	ಅ. ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ಯಾಜಕನು ದೇವದೂತನು ಹೇಳಿದ ಮಾತನ್ನು ನಂಬದೇ ಹೋದದ್ದರಿಂದ ಸ್ವಲ್ಪ ದಿನದ ವರೆಗೆ ಮೂಕನಾಗಿ ಮಾತನಾಡಲಾರದೇ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಜೆಕರ್ಯ	",
	"	ಬ. ಜೆಬದಾಯ	",
	"	ಕ. ಜಕರೀಯ	",
	"	ಡ. ಸಿಮೆಯೋನ‌	"
],			
"correct" :	"	ಕ. ಜಕರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಪೋಸ್ತಲರ ಮೇಲೆ ಪವಿತ್ರಾತ್ಮನು ಉರಿಯಂತಿದ್ದ ನಾಲಿಗೆಗಳ ಹಾಗೆ ಅವರ ಮೇಲೆ ಒಂದೊಂದಾಗಿ ಯಾವ ದಿನದಲ್ಲಿ ಕೂತುಕೊಂಡವು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪುನರುತ್ಥಾನ ಹಬ್ಬದ ದಿನ	",
	"	ಬ. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ	",
	"	ಕ. ಪಸ್ಕ ಹಬ್ಬದ ದಿನ	",
	"	ಡ. ಶುಭ ಶುಕ್ರವಾರ ಹಬ್ಬದ ದಿನ	"
],			
"correct" :	"	ಬ. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ತೊದಲು ಮಾತಾಡುತ್ತಿದ್ದ ಒಬ್ಬ ಕಿವುಡನ ನಾಲಿಗೆಯನ್ನು ಮುಟ್ಟಿ ಗುಣಪಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು	",
	"	ಬ. ಪೇತ್ರ	",
	"	ಕ. ಮತ್ತಾಯ	",
	"	ಡ. ಯೋಹಾನ	"
],			
"correct" :	"	ಅ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೇವರು ಮನುಷ್ಯರ ಭಾಷೆಯನ್ನು ಎಲ್ಲಿ ತಾರುಮಾರು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಬ್ರೆಜಿಲ್ ನಲ್ಲೊ	",
	"	ಬ. ಬಾಬೇಲಿನಲ್ಲಿ	",
	"	ಕ. ಬೆತೇಲಿನಲ್ಲಿ	",
	"	ಡ. ಬೆತ್ಲೇಹೇಮಿನಲ್ಲಿ	"
],			
"correct" :	"	ಬ. ಬಾಬೇಲಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ಅವನು ತನ್ನ ತುದಿ ಬೆರಳನ್ನು ನೀರಿನಲ್ಲಿ ಅದ್ದಿ ನನ್ನ ನಾಲಿಗೆಯನ್ನು ತಣ್ಣಗೆ ಮಾಡಲಿ” ಎಂದು ಯಾರು ಯಾರಿಗೆ ಕೇಳಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಐಶ್ವರ್ಯವಂತನು ಭಿಕ್ಷುಕನನ್ನು	",
	"	ಬ. ಭಿಕ್ಷುಕನು ಐಶ್ವರ್ಯವಂತನನ್ನು	",
	"	ಕ. ಭಿಕ್ಷುಕನು ದೇವರನ್ನು	",
	"	ಡ. ಐಶ್ವರ್ಯವಂತನು ದೇವರನ್ನು	"
],			
"correct" :	"	ಅ. ಐಶ್ವರ್ಯವಂತನು ಭಿಕ್ಷುಕನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಜ್ಞಾನೋಕ್ತಿಗಳ ಪುಸ್ತಕದಲ್ಲಿ ಶಿಷ್ಟರ ನಾಲಿಗೆಯನ್ನು ಯಾವದಕ್ಕೆ ಹೋಲಿಸಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಶುದ್ದ ಕಬ್ಬಿಣ	",
	"	ಬ. ಶುದ್ದ ತಾಮ್ರ	",
	"	ಕ. ಚೊಕ್ಕಬೆಳ್ಳಿ	",
	"	ಡ. ಚೊಕ್ಕಬಂಗಾರ	"
],			
"correct" :	"	ಕ. ಚೊಕ್ಕಬೆಳ್ಳಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಈ ವಾಕ್ಯವನ್ನು ಪೂರ್ತಿಗೊಳಿಸಿರಿ: “ಮತಿವಂತರ ಮಾತೇ___________”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕದ್ದು	",
	"	ಬ. ಸದ್ದು	",
	"	ಕ. ಮುದ್ದು	",
	"	ಡ. ಮದ್ದು	"
],			
"correct" :	"	ಡ. ಮದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕೀರ್ತನೆ 140 ರಲ್ಲಿ ದುಷ್ಟರ ನಾಲಿಗೆಯನ್ನು ಯಾವದಕ್ಕೆ ಹೋಲಿಸಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಸರ್ಪಕ್ಕೆ	",
	"	ಬ. ನಾಯಿಗೆ	",
	"	ಕ. ಪಾರಿವಾಳಕ್ಕೆ	",
	"	ಡ. ಹದ್ದಿಗೆ	"
],			
"correct" :	"	ಅ. ಸರ್ಪಕ್ಕೆ	",
"explanation" :	"		",
},			
]