var quiztitle = "ನಾಲಿಗೆ";			
var quiz = [			
{			
"question" :	"	1. ನಾಲಿಗೆಗ ಕಡಿವಾಣ ಹಾಕಬೇಕೆಂದು ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿರುವ ಯಾವ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆದಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಬ್ರಿಯದವರ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
	"	B. ಯಾಕೋಬನ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
	"	C. ಲೂಕನ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
	"	D. ರೋಮಾಪುರದವರ ಪತ್ರಿಕೆಯಲ್ಲಿ	"
],			
"correct" :	"	B. ಯಾಕೋಬನ ಪತ್ರಿಕೆಯಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ಮಹಾಪುರುಷನು, “ನಾನು ವಾಕ್ಚಾತುರ್ಯವಿಲ್ಲದವನು, ನನ್ನ ಮಾತೂ ನಾಲಿಗೆಯೂ ಮಂದವಾಗಿವೆ” ಎಂದು ಹೇಳಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮೋಶೆ	",
	"	B. ನೋಹ	",
	"	C. ಯೆಹೋಶುವ	",
	"	D. ಆರೋನ	"
],			
"correct" :	"	A. ಮೋಶೆ	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಹೊಸ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ಯಾಜಕನು ದೇವದೂತನು ಹೇಳಿದ ಮಾತನ್ನು ನಂಬದೇ ಹೋದದ್ದರಿಂದ ಸ್ವಲ್ಪ ದಿನದ ವರೆಗೆ ಮೂಕನಾಗಿ ಮಾತನಾಡಲಾರದೇ ಹೋದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಜೆಕರ್ಯ	",
	"	B. ಜೆಬದಾಯ	",
	"	C. ಜಕರೀಯ	",
	"	D. ಸಿಮೆಯೋನ‌	"
],			
"correct" :	"	C. ಜಕರೀಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಅಪೋಸ್ತಲರ ಮೇಲೆ ಪವಿತ್ರಾತ್ಮನು ಉರಿಯಂತಿದ್ದ ನಾಲಿಗೆಗಳ ಹಾಗೆ ಅವರ ಮೇಲೆ ಒಂದೊಂದಾಗಿ ಯಾವ ದಿನದಲ್ಲಿ ಕೂತುಕೊಂಡವು?	",
"image" :	"",		
"choices" : [			
	"	A. ಪುನರುತ್ಥಾನ ಹಬ್ಬದ ದಿನ	",
	"	B. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ	",
	"	C. ಪಸ್ಕ ಹಬ್ಬದ ದಿನ	",
	"	D. ಶುಭ ಶುಕ್ರವಾರ ಹಬ್ಬದ ದಿನ	"
],			
"correct" :	"	B. ಪಂಚಾಶತ್ತಮ ಹಬ್ಬದ ದಿನ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ತೊದಲು ಮಾತಾಡುತ್ತಿದ್ದ ಒಬ್ಬ ಕಿವುಡನ ನಾಲಿಗೆಯನ್ನು ಮುಟ್ಟಿ ಗುಣಪಡಿಸಿದವರು ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಪೇತ್ರ	",
	"	C. ಮತ್ತಾಯ	",
	"	D. ಯೋಹಾನ	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ದೇವರು ಮನುಷ್ಯರ ಭಾಷೆಯನ್ನು ಎಲ್ಲಿ ತಾರುಮಾರು ಮಾಡಿದನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಬ್ರೆಜಿಲ್ ನಲ್ಲೊ	",
	"	B. ಬಾಬೇಲಿನಲ್ಲಿ	",
	"	C. ಬೆತೇಲಿನಲ್ಲಿ	",
	"	D. ಬೆತ್ಲೇಹೇಮಿನಲ್ಲಿ	"
],			
"correct" :	"	B. ಬಾಬೇಲಿನಲ್ಲಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ಅವನು ತನ್ನ ತುದಿ ಬೆರಳನ್ನು ನೀರಿನಲ್ಲಿ ಅದ್ದಿ ನನ್ನ ನಾಲಿಗೆಯನ್ನು ತಣ್ಣಗೆ ಮಾಡಲಿ” ಎಂದು ಯಾರು ಯಾರಿಗೆ ಕೇಳಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಐಶ್ವರ್ಯವಂತನು ಭಿಕ್ಷುಕನನ್ನು	",
	"	B. ಭಿಕ್ಷುಕನು ಐಶ್ವರ್ಯವಂತನನ್ನು	",
	"	C. ಭಿಕ್ಷುಕನು ದೇವರನ್ನು	",
	"	D. ಐಶ್ವರ್ಯವಂತನು ದೇವರನ್ನು	"
],			
"correct" :	"	A. ಐಶ್ವರ್ಯವಂತನು ಭಿಕ್ಷುಕನನ್ನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಜ್ಞಾನೋಕ್ತಿಗಳ ಪುಸ್ತಕದಲ್ಲಿ ಶಿಷ್ಟರ ನಾಲಿಗೆಯನ್ನು ಯಾವದಕ್ಕೆ ಹೋಲಿಸಿದೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಶುದ್ದ ಕಬ್ಬಿಣ	",
	"	B. ಶುದ್ದ ತಾಮ್ರ	",
	"	C. ಚೊಕ್ಕಬೆಳ್ಳಿ	",
	"	D. ಚೊಕ್ಕಬಂಗಾರ	"
],			
"correct" :	"	C. ಚೊಕ್ಕಬೆಳ್ಳಿ	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಈ ವಾಕ್ಯವನ್ನು ಪೂರ್ತಿಗೊಳಿಸಿರಿ: “ಮತಿವಂತರ ಮಾತೇ___________”	",
"image" :	"",		
"choices" : [			
	"	A. ಕದ್ದು	",
	"	B. ಸದ್ದು	",
	"	C. ಮುದ್ದು	",
	"	D. ಮದ್ದು	"
],			
"correct" :	"	D. ಮದ್ದು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ಕೀರ್ತನೆ 140 ರಲ್ಲಿ ದುಷ್ಟರ ನಾಲಿಗೆಯನ್ನು ಯಾವದಕ್ಕೆ ಹೋಲಿಸಿದ್ದಾರೆ?	",
"image" :	"",		
"choices" : [			
	"	A. ಸರ್ಪಕ್ಕೆ	",
	"	B. ನಾಯಿಗೆ	",
	"	C. ಪಾರಿವಾಳಕ್ಕೆ	",
	"	D. ಹದ್ದಿಗೆ	"
],			
"correct" :	"	A. ಸರ್ಪಕ್ಕೆ	",
"explanation" :	"		",
},			
]