var quiztitle = "ಸಹೋದರ ಸಹೋದರಿಯರು";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಸ್ವಾಮಿಗೆ ತಮ್ಮ-ತಂಗಿಯರು ಇದ್ದರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇದ್ದರು	",
	"	ಬ. ಇಲ್ಲ	",
	"	ಕ. ಗೊತ್ತಿಲ್ಲ	",
	"	ಡ. ಇಲ್ಲವೇ ಇಲ್ಲ	"
],			
"correct" :	"	ಅ. ಇದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮೋಶೆಯ ಅಕ್ಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮಿರಿಯಾಮಳು	",
	"	ಬ. ಮೀಕಳು	",
	"	ಕ. ಚಿಪ್ಪೋರಳು	",
	"	ಡ. ಶಿಫ್ರಳು	"
],			
"correct" :	"	ಅ. ಮಿರಿಯಾಮಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೀಮೋನ ಪೇತ್ರನ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದ	",
	"	ಬ. ಯಾಕೋಬ	",
	"	ಕ. ಯೋಹಾನ	",
	"	ಡ. ಅಂದ್ರೇಯ	"
],			
"correct" :	"	ಡ. ಅಂದ್ರೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೋಹಾನನ ಅಣ್ಣನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೂದಾಯ	",
	"	ಬ. ಯಾಕೋಬ	",
	"	ಕ. ಅಂದ್ರೇಯ	",
	"	ಡ. ಬಾರ್ನಬ	"
],			
"correct" :	"	ಬ. ಯಾಕೋಬ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೋಬನಿಗೆ ಮಕ್ಕಳಿದ್ದರೋ?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಇಲ್ಲ	",
	"	ಬ. ಇದ್ದರು	",
	"	ಕ. ಇಲ್ಲವೇ ಇಲ್ಲ	",
	"	ಡ. ಗೊತ್ತಿಲ್ಲ	"
],			
"correct" :	"	ಬ. ಇದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಲಾಜರನ ಅಕ್ಕ-ತಂಗಿಯರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ರಾಹೇಳಲು-ಲೇಯಳು	",
	"	ಬ. ಮರಿಯಳು-ರೂತಳು	",
	"	ಕ. ಮರಿಯಳು-ಮಾರ್ಥಳು	",
	"	ಡ. ರೆಬೇಕಳು-ದೆಬೋರಳು	"
],			
"correct" :	"	ಕ. ಮರಿಯಳು-ಮಾರ್ಥಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಲಾಬಾನನ ತಂಗಿ ಮತ್ತು ಯಾಕೋಬನ ತಾಯಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಲೇಯಳು	",
	"	ಬ. ರೂತಳು	",
	"	ಕ. ರಾಹೇಳಲು	",
	"	ಡ. ರೆಬೆಕ್ಕಳು	"
],			
"correct" :	"	ಡ. ರೆಬೆಕ್ಕಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮಹ್ಲೋನ್ ಮತ್ತು ಕಿಲ್ಯೋನರ ನಡುವೆ ಯಾವ ಸಂಬಂಧವಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅವರು ಬಾವ-ಮೈದರು	",
	"	ಬ. ಅವರು ಮಾವ-ಅಳಿಯರು	",
	"	ಕ. ಅವರು ಅಣ್ಣ-ತಮ್ಮಂದಿರು	",
	"	ಡ. ಅವರು ಆಪ್ತ ಸ್ನೇಹಿತರು	"
],			
"correct" :	"	ಕ. ಅವರು ಅಣ್ಣ-ತಮ್ಮಂದಿರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ಇಬ್ಬರು ತಮ್ಮ ಹೆಂಡತಿಯರನ್ನು ತಮ್ಮ ಸಹೋದರಿ ಎಂದು ಹೇಳಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಅಬ್ರಹಾಮ ಮತ್ತು ರೂಬೆನ್	",
	"	ಬ. ಅಬ್ರಹಾಮ ಮತ್ತು ಯೋಸೇಫ	",
	"	ಕ. ಅಬ್ರಹಾಮ ಮತ್ತು ಯಾಕೋಬ	",
	"	ಡ. ಅಬ್ರಹಾಮ ಮತ್ತು ಇಸಾಕ	"
],			
"correct" :	"	ಡ. ಅಬ್ರಹಾಮ ಮತ್ತು ಇಸಾಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನೋಹನು ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬನಿಗೆ “ತನ್ನ ಅಣ್ಣ-ತಮ್ಮಂದಿರರಿಗೆ ದಾಸಾನುದಾಸನಾಗಲಿ” ಎಂದು ಶಾಪಕೊಟ್ಟನು.  ಆ ಮಗನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಫೆತರನು	",
	"	ಬ. ಶೇಮನು	",
	"	ಕ. ಕಾನಾನನು	",
	"	ಡ. ಹಾಮನು	"
],			
"correct" :	"	ಕ. ಕಾನಾನನು	",
"explanation" :	"		",
},			
]