var quiztitle = "ಸಹೋದರ ಸಹೋದರಿಯರು";			
var quiz = [			
{			
"question" :	"	1. ಯೇಸು ಸ್ವಾಮಿಗೆ ತಮ್ಮ-ತಂಗಿಯರು ಇದ್ದರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇದ್ದರು	",
	"	B. ಇಲ್ಲ	",
	"	C. ಗೊತ್ತಿಲ್ಲ	",
	"	D. ಇಲ್ಲವೇ ಇಲ್ಲ	"
],			
"correct" :	"	A. ಇದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. ಮೋಶೆಯ ಅಕ್ಕನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಮಿರಿಯಾಮಳು	",
	"	B. ಮೀಕಳು	",
	"	C. ಚಿಪ್ಪೋರಳು	",
	"	D. ಶಿಫ್ರಳು	"
],			
"correct" :	"	A. ಮಿರಿಯಾಮಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. ಸೀಮೋನ ಪೇತ್ರನ ತಮ್ಮನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಯೋಹಾನ	",
	"	D. ಅಂದ್ರೇಯ	"
],			
"correct" :	"	D. ಅಂದ್ರೇಯ	",
"explanation" :	"		",
},			
{			
"question" :	"	4. ಯೋಹಾನನ ಅಣ್ಣನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೂದಾಯ	",
	"	B. ಯಾಕೋಬ	",
	"	C. ಅಂದ್ರೇಯ	",
	"	D. ಬಾರ್ನಬ	"
],			
"correct" :	"	B. ಯಾಕೋಬ	",
"explanation" :	"		",
},			
{			
"question" :	"	5. ಯೋಬನಿಗೆ ಮಕ್ಕಳಿದ್ದರೋ?	",
"image" :	"",		
"choices" : [			
	"	A. ಇಲ್ಲ	",
	"	B. ಇದ್ದರು	",
	"	C. ಇಲ್ಲವೇ ಇಲ್ಲ	",
	"	D. ಗೊತ್ತಿಲ್ಲ	"
],			
"correct" :	"	B. ಇದ್ದರು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. ಲಾಜರನ ಅಕ್ಕ-ತಂಗಿಯರ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ರಾಹೇಳಲು-ಲೇಯಳು	",
	"	B. ಮರಿಯಳು-ರೂತಳು	",
	"	C. ಮರಿಯಳು-ಮಾರ್ಥಳು	",
	"	D. ರೆಬೇಕಳು-ದೆಬೋರಳು	"
],			
"correct" :	"	C. ಮರಿಯಳು-ಮಾರ್ಥಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. ಲಾಬಾನನ ತಂಗಿ ಮತ್ತು ಯಾಕೋಬನ ತಾಯಿ ಯಾರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಲೇಯಳು	",
	"	B. ರೂತಳು	",
	"	C. ರಾಹೇಳಲು	",
	"	D. ರೆಬೆಕ್ಕಳು	"
],			
"correct" :	"	D. ರೆಬೆಕ್ಕಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. ಮಹ್ಲೋನ್ ಮತ್ತು ಕಿಲ್ಯೋನರ ನಡುವೆ ಯಾವ ಸಂಬಂಧವಿತ್ತು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅವರು ಬಾವ-ಮೈದರು	",
	"	B. ಅವರು ಮಾವ-ಅಳಿಯರು	",
	"	C. ಅವರು ಅಣ್ಣ-ತಮ್ಮಂದಿರು	",
	"	D. ಅವರು ಆಪ್ತ ಸ್ನೇಹಿತರು	"
],			
"correct" :	"	C. ಅವರು ಅಣ್ಣ-ತಮ್ಮಂದಿರು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. ಹಳೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಯಾವ ಇಬ್ಬರು ತಮ್ಮ ಹೆಂಡತಿಯರನ್ನು ತಮ್ಮ ಸಹೋದರಿ ಎಂದು ಹೇಳಿಕೊಂಡರು?	",
"image" :	"",		
"choices" : [			
	"	A. ಅಬ್ರಹಾಮ ಮತ್ತು ರೂಬೆನ್	",
	"	B. ಅಬ್ರಹಾಮ ಮತ್ತು ಯೋಸೇಫ	",
	"	C. ಅಬ್ರಹಾಮ ಮತ್ತು ಯಾಕೋಬ	",
	"	D. ಅಬ್ರಹಾಮ ಮತ್ತು ಇಸಾಕ	"
],			
"correct" :	"	D. ಅಬ್ರಹಾಮ ಮತ್ತು ಇಸಾಕ	",
"explanation" :	"		",
},			
{			
"question" :	"	10. ನೋಹನು ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬನಿಗೆ “ತನ್ನ ಅಣ್ಣ-ತಮ್ಮಂದಿರರಿಗೆ ದಾಸಾನುದಾಸನಾಗಲಿ” ಎಂದು ಶಾಪಕೊಟ್ಟನು.  ಆ ಮಗನ ಹೆಸರೇನು?	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಫೆತರನು	",
	"	B. ಶೇಮನು	",
	"	C. ಕಾನಾನನು	",
	"	D. ಹಾಮನು	"
],			
"correct" :	"	C. ಕಾನಾನನು	",
"explanation" :	"		",
},			
]