var quiztitle = "ಇದನ್ನು ಯಾರು ಹೇಳಿದರು?";			
var quiz = [			
{			
"question" :	"	1. “ಸೈತಾನನು ಸಿಡಿಲಿನಂತೆ ಆಕಾಶದಿಂದ ಬೀಳುವದನ್ನು ಕಂಡೆನು”	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು ಕ್ರಿಸ್ತನು	",
	"	B. ಯೋನನು	",
	"	C. ಜೆಕರ್ಯನು	",
	"	D. ಯೆಶಾಯನು	"
],			
"correct" :	"	A. ಯೇಸು ಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. “ಸ್ವಾಮೀ, ನನ್ನ ತಂಗಿಯು ಸೇವೆಗೆ ನನ್ನೊಬ್ಬಳನ್ನೇ ಬಿಟ್ಟಿದ್ದಾಳೆ, ಇದಕ್ಕೆ ನಿನಗೆ ಚಿಂತೆಯಿಲ್ಲವೋ?”	",
"image" :	"",		
"choices" : [			
	"	A.  ಮರಿಯಳು ಮಾರ್ಥಳು ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
	"	B.  ಮಾರ್ಥಳು ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
	"	C. ಎಲೀಜಬೆತ್ ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
	"	D. ದೊರ್ಕಳು ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	"
],			
"correct" :	"	B.  ಮಾರ್ಥಳು ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಇವನನ್ನು ಆರೈಕೆ ಮಾಡು, ಇದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ಏನಾದರೂ ವೆಚ್ಚ ಮಾಡಿದರೆ ನಾನು ಹಿಂತಿರುಗಿ ಬಂದಾಗ ನಿನಗೆ ಕೊಡುವೆನು”	",
"image" :	"",		
"choices" : [			
	"	A. ಕರುಣೆಯುಳ್ಳ ಗ್ರೀಕನು	",
	"	B. ಕರುಣೆಯುಳ್ಳ ಯೆಹೂದ್ಯನು	",
	"	C. ಕರುಣೆಯುಳ್ಳ ಫರಿಸಾಯನು	",
	"	D. ಕರುಣೆಯುಳ್ಳ ಸಮಾರ್ಯದವನು	"
],			
"correct" :	"	D. ಕರುಣೆಯುಳ್ಳ ಸಮಾರ್ಯದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. “ನಿಮ್ಮಲ್ಲಿರುವ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರವೇನೆಂದು ಕೇಳುವವರೆಲ್ಲರಿಗೆ ಉತ್ತರ ಹೇಳುವದಕ್ಕೆ ಯಾವಾಗಲೂ ಸಿದ್ಧವಾಗಿರಿ”	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯನು	",
	"	B. ಯೋಹಾನನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಪೌಲನು	"
],			
"correct" :	"	C. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. “ನಿನಗೆ ಬರೆಯತಕ್ಕ ಅನೇಕ ಸಂಗತಿಗಳಿದ್ದವು, ಆದರೆ ಮಸಿ ಲೇಖನಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಬರೆಯುವದಕ್ಕೆ ನನಗಿಷ್ಟವಿಲ್ಲ”	",
"image" :	"",		
"choices" : [			
	"	A. ಮತ್ತಾಯನು	",
	"	B. ಯೋಹಾನನು	",
	"	C. ಪೇತ್ರನು	",
	"	D. ಪೌಲನು	"
],			
"correct" :	"	B. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ನೀವು ಸಮಸ್ತವನ್ನು ಮೊದಲೇ ತಿಳಿದವರಾಗಿದ್ದರೂ ನಾನು ಮುಂದನ ಕೆಲವು ಸಂಗತಿಗಳನ್ನು ನಿಮ್ಮ ಜ್ಞಾಪಕಕ್ಕೆ ತರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ”	",
"image" :	"",		
"choices" : [			
	"	A. ಯೋಹಾನನು	",
	"	B. ಯಾಕೋಬನು	",
	"	C. ಯೋನನು	",
	"	D. ಯೂದನು	"
],			
"correct" :	"	D. ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ನಾನು ಆದಿಯೂ ಅಂತ್ಯವೂ ವರ್ತಮಾನ ಭೂತ ಭವಿಷ್ಯತ್ಕಾಲಗಳಲ್ಲಿರುವವನೂ ಸರ್ವಶಕ್ತನು ಆಗಿದ್ದೇನೆ”	",
"image" :	"",		
"choices" : [			
	"	A. ಪೌಲನು	",
	"	B. ಸೈತಾನನು	",
	"	C. ದೇವರಾದ ಕರ್ತನು	",
	"	D. ಪೇತ್ರನು	"
],			
"correct" :	"	C. ದೇವರಾದ ಕರ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. “ನನ್ನ ಸಭೆಗಳ ಪ್ರಯೋಜನಾರ್ಥವಾಗಿ ಈ ಸಂಗತಿಗಳ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಸಾಕ್ಷಿ ಹೇಳುವದಕ್ಕೋಸ್ಕರ ನನ್ನ ದೂತನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟೆನು”	",
"image" :	"",		
"choices" : [			
	"	A. ಯೇಸು	",
	"	B. ಸೈತಾನನು	",
	"	C. ಪೌಲನು	",
	"	D. ಯೋಹಾನನು	"
],			
"correct" :	"	A. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ಅವನ ಬಾಸುಂಡೆಗಳಿಂದ ನಮಗೆ ಗುಣವಾಯಿತು”	",
"image" :	"",		
"choices" : [			
	"	A. ಯೆಹೆಜ್ಕೇಲನು	",
	"	B. ಯೆರೆಮಿಯನು	",
	"	C. ಯೆಶಾಯನು	",
	"	D. ಯೋನನು	"
],			
"correct" :	"	C. ಯೆಶಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ನಾನು ದ್ರೋಹಿ ಎಂದು ನಾನೇ ಒಪ್ಪಿಕೊಂಡಿದ್ದೇನೆ.  ನನ್ನ ಪಾಪವು ಯಾವಾಗಲೂ ನನ್ನ ಮುಂದೆ ಇದೆ”	",
"image" :	"",		
"choices" : [			
	"	A. ದಾವೀದನು	",
	"	B. ಪೇತ್ರನು	",
	"	C. ಸೊಲೊಮೋನನು	",
	"	D. ಪೌಲನು	"
],			
"correct" :	"	A. ದಾವೀದನು	",
"explanation" :	"		",
},			
]