var quiztitle = "ಇದನ್ನು ಯಾರು ಹೇಳಿದರು?";			
var quiz = [			
{			
"question" :	"	1. “ಸೈತಾನನು ಸಿಡಿಲಿನಂತೆ ಆಕಾಶದಿಂದ ಬೀಳುವದನ್ನು ಕಂಡೆನು”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು ಕ್ರಿಸ್ತನು	",
	"	ಬ. ಯೋನನು	",
	"	ಕ. ಜೆಕರ್ಯನು	",
	"	ಡ. ಯೆಶಾಯನು	"
],			
"correct" :	"	ಅ. ಯೇಸು ಕ್ರಿಸ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	2. “ಸ್ವಾಮೀ, ನನ್ನ ತಂಗಿಯು ಸೇವೆಗೆ ನನ್ನೊಬ್ಬಳನ್ನೇ ಬಿಟ್ಟಿದ್ದಾಳೆ, ಇದಕ್ಕೆ ನಿನಗೆ ಚಿಂತೆಯಿಲ್ಲವೋ?”	",
"image" :	"",		
"choices" : [			
	"	ಅ.  ಮರಿಯಳು ಮಾರ್ಥಳು ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
	"	ಬ.  ಮಾರ್ಥಳು ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
	"	ಕ. ಎಲೀಜಬೆತ್ ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
	"	ಡ. ದೊರ್ಕಳು ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	"
],			
"correct" :	"	ಬ.  ಮಾರ್ಥಳು ಮರಿಯಳ ಬಗ್ಗೆ ಯೇಸುವಿಗೆ ಹೇಳಿದಳು	",
"explanation" :	"		",
},			
{			
"question" :	"	3. “ಇವನನ್ನು ಆರೈಕೆ ಮಾಡು, ಇದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ಏನಾದರೂ ವೆಚ್ಚ ಮಾಡಿದರೆ ನಾನು ಹಿಂತಿರುಗಿ ಬಂದಾಗ ನಿನಗೆ ಕೊಡುವೆನು”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಕರುಣೆಯುಳ್ಳ ಗ್ರೀಕನು	",
	"	ಬ. ಕರುಣೆಯುಳ್ಳ ಯೆಹೂದ್ಯನು	",
	"	ಕ. ಕರುಣೆಯುಳ್ಳ ಫರಿಸಾಯನು	",
	"	ಡ. ಕರುಣೆಯುಳ್ಳ ಸಮಾರ್ಯದವನು	"
],			
"correct" :	"	ಡ. ಕರುಣೆಯುಳ್ಳ ಸಮಾರ್ಯದವನು	",
"explanation" :	"		",
},			
{			
"question" :	"	4. “ನಿಮ್ಮಲ್ಲಿರುವ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರವೇನೆಂದು ಕೇಳುವವರೆಲ್ಲರಿಗೆ ಉತ್ತರ ಹೇಳುವದಕ್ಕೆ ಯಾವಾಗಲೂ ಸಿದ್ಧವಾಗಿರಿ”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯನು	",
	"	ಬ. ಯೋಹಾನನು	",
	"	ಕ. ಪೇತ್ರನು	",
	"	ಡ. ಪೌಲನು	"
],			
"correct" :	"	ಕ. ಪೇತ್ರನು	",
"explanation" :	"		",
},			
{			
"question" :	"	5. “ನಿನಗೆ ಬರೆಯತಕ್ಕ ಅನೇಕ ಸಂಗತಿಗಳಿದ್ದವು, ಆದರೆ ಮಸಿ ಲೇಖನಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಬರೆಯುವದಕ್ಕೆ ನನಗಿಷ್ಟವಿಲ್ಲ”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಮತ್ತಾಯನು	",
	"	ಬ. ಯೋಹಾನನು	",
	"	ಕ. ಪೇತ್ರನು	",
	"	ಡ. ಪೌಲನು	"
],			
"correct" :	"	ಬ. ಯೋಹಾನನು	",
"explanation" :	"		",
},			
{			
"question" :	"	6. “ನೀವು ಸಮಸ್ತವನ್ನು ಮೊದಲೇ ತಿಳಿದವರಾಗಿದ್ದರೂ ನಾನು ಮುಂದನ ಕೆಲವು ಸಂಗತಿಗಳನ್ನು ನಿಮ್ಮ ಜ್ಞಾಪಕಕ್ಕೆ ತರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೋಹಾನನು	",
	"	ಬ. ಯಾಕೋಬನು	",
	"	ಕ. ಯೋನನು	",
	"	ಡ. ಯೂದನು	"
],			
"correct" :	"	ಡ. ಯೂದನು	",
"explanation" :	"		",
},			
{			
"question" :	"	7. “ನಾನು ಆದಿಯೂ ಅಂತ್ಯವೂ ವರ್ತಮಾನ ಭೂತ ಭವಿಷ್ಯತ್ಕಾಲಗಳಲ್ಲಿರುವವನೂ ಸರ್ವಶಕ್ತನು ಆಗಿದ್ದೇನೆ”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಪೌಲನು	",
	"	ಬ. ಸೈತಾನನು	",
	"	ಕ. ದೇವರಾದ ಕರ್ತನು	",
	"	ಡ. ಪೇತ್ರನು	"
],			
"correct" :	"	ಕ. ದೇವರಾದ ಕರ್ತನು	",
"explanation" :	"		",
},			
{			
"question" :	"	8. “ನನ್ನ ಸಭೆಗಳ ಪ್ರಯೋಜನಾರ್ಥವಾಗಿ ಈ ಸಂಗತಿಗಳ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಸಾಕ್ಷಿ ಹೇಳುವದಕ್ಕೋಸ್ಕರ ನನ್ನ ದೂತನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟೆನು”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೇಸು	",
	"	ಬ. ಸೈತಾನನು	",
	"	ಕ. ಪೌಲನು	",
	"	ಡ. ಯೋಹಾನನು	"
],			
"correct" :	"	ಅ. ಯೇಸು	",
"explanation" :	"		",
},			
{			
"question" :	"	9. “ಅವನ ಬಾಸುಂಡೆಗಳಿಂದ ನಮಗೆ ಗುಣವಾಯಿತು”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ಯೆಹೆಜ್ಕೇಲನು	",
	"	ಬ. ಯೆರೆಮಿಯನು	",
	"	ಕ. ಯೆಶಾಯನು	",
	"	ಡ. ಯೋನನು	"
],			
"correct" :	"	ಕ. ಯೆಶಾಯನು	",
"explanation" :	"		",
},			
{			
"question" :	"	10. “ನಾನು ದ್ರೋಹಿ ಎಂದು ನಾನೇ ಒಪ್ಪಿಕೊಂಡಿದ್ದೇನೆ.  ನನ್ನ ಪಾಪವು ಯಾವಾಗಲೂ ನನ್ನ ಮುಂದೆ ಇದೆ”	",
"image" :	"",		
"choices" : [			
	"	ಅ. ದಾವೀದನು	",
	"	ಬ. ಪೇತ್ರನು	",
	"	ಕ. ಸೊಲೊಮೋನನು	",
	"	ಡ. ಪೌಲನು	"
],			
"correct" :	"	ಅ. ದಾವೀದನು	",
"explanation" :	"		",
},			
]